{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74272/1/NDL2006-126.pdf"], "title": ["Fishing Across the Centuries: What Prospects for the Venice Lagoon?"], "plaintext": " Fishing Across the Centuries: What Prospects for the Venice Lagoon? S. Silvestri, M Pellizzato and V. Boatto NOTA DI LAVORO 126.2006 OCTOBER 2006 SIEV Sustainability Indicators and Environmental Valuation S. Silvestri and V. Boatto Department of Land and Agroforestry Systems, University of Padua M. Pellizzato, Agri.Te.Co. and University of Venice This paper can be downloaded without charge at: The Fondazione Eni Enrico Mattei Note di Lavoro Series Index: http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection: http:ssrn.comabstract936931 The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Corso Magenta, 63, 20123 Milano I, web site: www.feem.it, email: working.papersfeem.it Fishing across the Centuries: What Prospects for the Venice Lagoon? Fishing has always been an important activity for those Venetians who live near the Lagoon, and it still enjoys an important economic and social role in the region. Over the last few years, however, the fishing industry has been subject to a profound transformation both in the reduction of the variety and the abundance of the species found in the lagoon, and in the change from a complex and wellstructured type of activity to one which has become monospecialist, that is based principally on the fishing of the bivalve Tapes philippinarum Adam Reeve. The widespread diffusion of this bivalve and its considerable commercial value have resulted in an increased harvest, initially carried out by hand but now by more sophisticated methods which are capable of obtaining much higher yields. The social, economic and environmental problems resulting from this automated fishing have stimulated research into alternative strategies to manage the alieutic resources of the lagoon which will allow fishing to become a sustainable activity without inflicting longterm environmental damage. This present work will try and prepare the foundations for a system of ecocompatible management, based on an analysis of the functioning of the lagoons ecosystem, defined as a paralic model, the observation of the traditional forms of fishing practiced over the centuries, a technical analysis of the present typology of lagoon fishing fishing with fyke nets, vallicoltura and fishing of fish fry for rearing, clam fishing Tapes philippinarum, mussel culture with particular reference to the species fished, the distribution of the activity throughout the year and the technology employed, to the productivity of the various fishing methods. Keywords: Venice Lagoon, Fyke nets, Clam Fishing management, Fish Farming JEL Classification: Q22 We wish to thank the CORILA, Consortium for Coordination of Research Activities Concerning the Venice Lagoon System, which partly funded this research. Address for correspondence: Silvia Silvestri Department Te.S.A.F. University of Padova Viale Universita, 16 35020 Legnaro Padua Italy Phone: 39 049 827 2739 Fax: 39 049 827 2772 Email: silvia.silvestriunipd.it I. Traditional fishing in the Venice Lagoon In the 1000 year history of the Venetian Republic Serenissima Repubblica, fishing and hunting represented the predominant productive activities carried out to satisfy the food requirements of the population. The Venetian authorities continuously introduced checks and regulations on these activities, but they also exercised, at least for fishing, an effort to control and use the resources intelligently Bevilacqua, 1998. Beginning in the early 12th century a series of laws and decrees concerning the wise management of the waters were passed; these concerned both the movement of water and fish resources. Often these two factors were developed inseparably, side by side. There was a series of institutions and colleges charged with their control, management, and regulation, such as the Magistrature del Proprio, del Piovego, dei Provveditori di Comun, dei Savi and Esecutori alle acque. In 1173 the Magistratura della Giustizia was founded which oversaw all of the trades and had the power to fix measures, weights, prices, and questions relating to the 123 different trades practised in the Venetian Republic victualling, manufacture, trading. In 1261 the Giustizia was divided into Giustizia Nuova and Vecchia, the new and the old. The latter was charged with supervising fishing, carrying out quota checks, 3checking hygiene at the retail points, and establishing the criteria, timetables, and fishing methods. The commercial laws were contained in codes or statutes initially called capitularia, statuta, ordinamenta, and sucessively from the 13th and 14th centuries matriculae, matricole or mariegole. A Collegio was designated for the trades, in order to eliminate possible abuse, which was supported in 1572 by the position of a magistrate called the Inquisitore alle Arti, who acted as a supervisor. Each trade was separate, each forming a guild fraglia with its own statutes mariegole, its own geographical area of influence, its own meeting place Scholae, Confraternite, and also each with its own patron saint; each trade provided their own society donations to holy ceremonies, but also to a type of mutual benefit. Particularly wellknown were the Corporazione di SantAndrea di Chioggia and that of San Nicolo dei Mendicoli in Venice; whose chief fisherman Gastaldo, along with the society of fishermen, enjoyed particular privileges such as the rights to artisan boat fishing, exemption from customs taxes, the right to issue permits, etc  The resources were allocated by area to the societies corporazioni and within these to each fisherman or group of fishermen. At the sale of the fish catch the sellers met with the society of buyers and sellers Compravendi of fish, whose actions were established in the Capitulare de pescaribus issued by the Giustizia Vecchia in October of 1227. To avoid either stockpiling the fish, price speculation, or the fraudulent alteration of the product, the sellers were obliged to go to a stipulated location for selling which corresponded to the Palo, in Piazza San Marco St. Marks Square or at the Rialto. Furthermore, the sellers were prohibited from buying fish from other than recognised fishermen, who in turn were not allowed to create associations or companies which exceeded two members, opening other stalls apart from their own, and increasing the price of the fish catch Bevilacqua, 1998. The checks and restrictions were very strict. For example, at the end of the 1700s the Giustizia Vecchia issued a measure prohibiting the citizens from meeting by boat to buy fish before they arrived at the public fishmongers. The surveillance of the price of fish was also constant, which in the mid1700s was fixed every two months. Such procedures were believed necessary to safeguard the fishermen as well as the middlemen, businessmen, and the consumer. It was not difficult to reach a satisfactory agreement between all of the concerned parties. In the 14th century the Consiglio dei X, the Council of Ten and at times the Senate, when they were discussing the lagoon, the shores, harbours, and rivers, made decisions after consulting a sort of technical commission representative of certain colleges called Savi sopra la laguna or Provveditori alle acque,ie a commissioner of the waters. The Consiglio dei X created five savi above the mariegole. 4In 1510, following the many important questions regarding water management, a proper Supervisor of the Waters Magistrato alle Acque was formed which remained in force until the fall of the Republic, to rise again in more recent times. The fishermen themselves were called upon to be part of the commission with decisionmaking powers. In 1536 eight were elected, of which two were from Chioggia, and two from San Nicolo. The Republic showed particular attention to the equipment used for fishing, and especially the netting which had to be approved by the Office of the Giustizia Vecchia. The netting had to conform in both length and mesh size to that deposited with the commissioner of the same office. It was prohibited to use nets which had either fine meshing, to catch fish which were too small, or to use implements which would damage the banks and canals of the lagoon. During specific periods of the year it was prohibited to fish with certain pieces of equipment, such as seine nets, cloth or canvas, reed enclosures grisiole or by hand. Fishing of certain species was limited to specific months. With the fall of the Venetian Republic in 1797 and during the AustroHungarian domination which followed, new meticulous laws concerning fishing were issued. In 1835 a Regolamento disciplinare per la pesca di mare sulle coste del Golfo Adriatico was produced which stated that within a mile of the coast the right to fish was granted only to the inhabitants of the coast. In 1841 a further regulation concerning the conservation of the lagoon contained arrangements for fishing in the lagoon basins, but did not consider artisan boat fishing. This regulation was quite restrictive because it prohibited any kind of remedial intervention designed to protect the basins, and also prohibited the repair of existing embankments which might possibly have been damaged. The measures concerning the fishing sector were developed taking into account the hydrology of the lagoon. In 1866 the government of the King of Italy nominated a commission, chaired by the famous hydrologist Paleocapa, in order to study and to propose measures designed to improve and to conserve the harbours of Venice and of the Venetian lagoons, together with their connections to the inland navigation waterways, but this commission also evaluated fish farming Bevilacqua, 1998. Even today it is still possible for the Magistrato alle Acque, in his responsibility for the hydrology of the lagoon, to issue regulations which affect fishing. 5 The professionalism of the fishermans work together with its difficulty, which is hardly repaid economically, have been oftdebated subjects over the years. Bearing witness to this was a periodical of the 19th century, called the Neptunia, which suggested in 1894, following the proposal of LeviMorenos, the establishment of an insurance scheme and a subsidy system which would have provided, apart from a pension scheme, help for temporary misfortune and sickness. A little later, Domenico Razza 1897 urged the intervention of the town councils, the provinces, and the state to come to the aid of the fishermens difficulties. Towards the end of the 1800s the cooperative movement showed promise as a possible solution of the problems associated with fishing, even if their acceptance initially aroused the natural suspicion of the fishermen themselves. The foundation of the first fishing cooperative dates back to 1896 in Burano , and many others were founded in the following years. Even today at Burano there still exists the tradition of assigning fishing zones between different consortia by casting lots, called the tocco, which first took place in 1896 and which still happens every six months. Documents relating to the years preceding World War II describe the organisation in the fishing centres of the Venice lagoon. Chioggia was the main fishing centre of the entire province. The fishermen about 6000 were grouped into two categories: those belonging to cooperatives, and those also were unionised. There was also a significant number of fishermen who did not fit into either of these categories. The fleet consisted of about 500 vessels, of which 95 were motorised, and 6the others were powered by sail or rowed. The most common type was that used for trawling with the tartana net, but also used were gill nets menaidi and the lift net called the saccaleva. In the other fishing centres engines were not yet in use, but only boats which employed sails or oars. Pellestrina had 236 fishermen, belonging to the cooperative of the same name, using 27 boats of the type a pizzo, whilst 209 rowed sandoli a remi. San Pietro numbered 300 members in its own cooperative; they used small boats propelled either by oars or by sails. The fishermen of Burano, specialised in the fish fry for rearing or fry, numbered about 700, and used sailing boats called caorline there were 140 of them and also sandoli, a type of sailing boat of which they had 420. In addition, Venice had its own fishermen centred at Quintavalle and at Giudecca, all of whom were registered in cooperatives of the same name and who also had exclusive fishing rights to fishing in the lagoon using both rowing and sailing boats. Other fishing centres include Caorle, with about 400 members in the local cooperatives, who used the local caorline and sandoli type of boats. Cortellazzo, on the other hand, was a small centre which had a limited number of fishermen, whose speciality was the fish fry for rearing Zolezzi, 1944. Except for motorised boats, whose use and power were very limited, the typical types of boat used before World War II were coccie, bragozzi, bragozetti, bragagne, ostregheri, sardellare, battelli da pizzo, portolate, caorline and sandoli. The larger boats such as the coccie and bragozzi were used in the open sea, while those smaller boats were more suited for use in the waters of the lagoon see Appendix 1. In the 18th century the open sea fishing fleet which operated out of Chioggia employed various of types of lift net called tartane, pieleghi and sardellare in use until the middle of the 19th century which were similar in their shape but differed quite a lot in their tonnage. These lift nets were also suitable for fishing in the open sea, as suggested by the name pieleghi, which seems to derive from pelagus Brunelli G. et al., 1940. The absence of engines forced the fishermen to use coupled sailing boats, which could proceed under sail or could be rowed if they were hauling a very small net. The type of tackle used for fishing ensured the maintenance of stable environmental conditions, and the absence of mechanised equipment ensured that they were lowimpacting, that is they caused little or no damage to the banks and bed of the lagoon. The equipment and systems used for fishing in the Venice lagoon include the following: nets, dredgers, traps, hooks, collection devices, and harpoons. The literature is rich with descriptions of the equipment and systems used for fishing in the lagoon Ninni, 1940; Pellizzato, Giorgiutti, 1997. A monography written by Brunelli G., Magrini G., Milani L. and Orsi P. 1940 identified 25 types of tackle used in both the lagoon and in the sea. A more complete study by Zolezzi G. 1944 made a distinction between systems used in the lagoon and systems used in the sea. For fishing in the lagoon, two classes 7were identified: fishing in the open and closed lagoons. The former was carried out using only nets, while for the latter special tackle was used. There follows a list containing the main fishing methods used in the open lagoon in the first half of the 1900s which are classified as follows: trawl nets, fyke nets, drift nets, seine nets, special nets, and a series of other special tackle. The column titled Currently reports the current state of use of the fishing tackle taken from: Pellizzato M., Giorgiutti E., 1997, Attrezzi e sistemi di pesca nella provincia di Venezia. We consider not permitted any equipment that is not expressly permitted and regulated. Trawling nets These represent a fishing method which is in use throughout the year, but less used during the cold season. It comprises nets being towed on the bottom using sailing boats which move in pairs, or if the net is very small, such as a tartanella, the vessel can proceed alone and can be rowed. The nets may differ in their size, the material used, and the presence or not of a codend, a terminal collecting bag cogollo. All of them are equipped with a line of cork floaters on the upper part, and a similar line, but of lead weight sinkers, on the lower part. Nets with a codend cogollo Type of Main characteristics Currently net Tartana not in use not permitted Species fished Period of main use Most sea species in use all year It is funnel shaped with a central body a fine mesh on the upper part and thick on the lower part, a terminal sack, the codend, kept open by wicker rings, and two wings. The net is towed by a rowing boat which has two posts on the astern and bow to which it was secured ropes to keep the two wings open. It is about 10 to 12 m in length. It possesses a central body with a net thicker in the lower part, two side wings, terminal codend kept open by wicker rings. It is equipped with lines. Used in canals and in the shallow bottom of lagoons, used in the same manner as that for the tartana see above The net has the same characteristics as those for the tartana fissa see above, but differs from it by having a more open mesh. It was used for fishing in the lagoon canals. Tartanella fissa da schile, da anguele, tartanella con cogularia Tartanella chiara da sepe, da buranei little used permitted common brown from November to February shrimp, atherines, gudgeon, shad little used permitted cuttlefish, Spring and Summer flounder, seabass, sole, turbot 8little used permitted little used Granzera permitted bragogna da granchi Schiler strassin da buranei Tratturo strassin da fossa, bragozzo Bragagna arte da masse not in use permitted not in use permitted in the Spring crabs, and various fish gudgeon, eels, cuttlefish, ,flounder common brown, shrimp, gudgeon, atherines, crabs, eels, female shore crabs, prawns eels, cuttlefish, atherines, gudgeon, etc. from August to December from August to December A net similar to that of the tartanella chiara see above, lower and smaller in size. Used for fishing crabs on the bottom of the lagoons. It was towed by a rowing boa, which moved according to the current. A net similar to that of the granzera see above, but with a smaller mesh size. Equipped with a line of lead weight sinkers and cork floaters. It was used in lagoons without aquatic plants. It is perhaps the largest lagoon trawl net about 100 m long. Sailing boats were used for this net in deep lagoon areas. from March to gudgeon, crabs, October prawns, brown shrimps, cuttlefish, eels, flounder, atherines It comprises a central body, two wings, and a codend. The wings are kept open by poles masse. Since it was used in areas thickly covered by marine grasses, to keep it raised it was weighed down heavily. The poles ensured that the net did not become twisted. Nets without a codend cogollo Type of net Baicolera saco Currently not in use not permitted Species fished seabass, also called baicoli Period of main use Autumn to Winter Bragotto tralon used not permitted generally juvenile fish especially fry of grey mullet Autumn and Spring Tratta da canal strazzin da porto, tratta not in use permitted from June to January all lagoon fish species especially grey mullet, eels, atherines, flounder, gudgeon, cuttlefish, sea bream Main characteristics It is a funnelshaped net with two wide lateral wings which join together into a central sack which collects the fish. It was used near to dykes where the fish find shelter. The net which is fixed by two lines on the astern and the bow, was towed against the current for about 50 m, and then hauled in. It is a net as long as 35 m, used by some fishermen for the shallow bottom of the lagoon. The net is towed by two people walking slowly on the sea bed. Once enough fish are enclosed the ring is closed and the fish are retrieved. The biggest net used for the lagoon, ranging from 100 to 160 m in length. It was used in locations without marine vegetation and in lagoon trenches catching very small fish. It was used at lowtide thus using the exposed canal banks or beach. 9 A composite net, which consists of a 50m long arm, vertically arranged, and supported by stakes. At the edges, stretching out in concentric cirles, there is another net topped by a tramaglio. Upon finding the arm, grey mullet flank it and finish up in the centre of the net. These are passive nets, made up of three separate superimposed pieces of net tramelled. The fish, passing the big external mesh, and press on the section with the smallest mesh, and form a pocket from the large meshed section, where they remain surrounded. It is quite a small trammel net 8 to 10 m in length with a fine mesh. It consists of three superimposed nets It was used near to jetties where more atherines were found. It is a trammelled net with the mesh size adapted to fishing for flounder. Equipped with lead weight sinkers and cork floaters. Tramaglio or bobina sorbera used permitted from March to June flounder, cuttlefish, atherines, mullet, grey mullet, sole, etc. Tramaglio da acquadelle little used permitted atherines, prawns, common brown shrimp, gudgeon, small cuttlefish, soft crabs female Spring and Summer Passereri used permitted flounder from June to December Fike nets By fyke nets is meant those nets dropped to the sea floor and left there for several hours or even overnight. They are equipped with floating corks and lead weight sinkers. With this type of net, the fish remain caught in the mesh. They can be used on their own or in series. Type of net Main characteristics Currently not in use not permitted Species fished especially for grey mullet, seabass, sea bream, mullet, shad Period of main use Spring and Summer Saltarello sartorelo, saltorelo, vollaro Drift nets These nets are secured to the sea bed by special devices and work by blocking the movement of the fish. The nets come in various shapes and sizes of the order of 10 to 15 m in length. They are used for almost all of the year. Period of Type of net main use Main characteristics Species fished Currently Mezzaluna little used permitted gudgeon, eels, grey mullet, crabs Similar to the spironi see below, the only difference being that one wingof the the net is always arranged in a semicircle, often coming near to the shore. 10little used permitted fish, crustaceans, molluscs, cephalopods, and gastropods from June to October little used permitted gudgeon, crabs Spring and Summer little used permitted flounder from May to December Traturi traturo da fraima, da posto, da ghebo, da canal, da anguele, da bisati, arte morta, bertovello con ali, cogularia grande Monchin Fureghin furighin, re roverso, passerer With the use of the name traturi it is implied a large codend cogolli see above. They are funnelshaped nets arranged in arms, whose name depends upon the size and number of poles necessary to maintain it extended. The most common traturo is 15 m in length and 2 m in height, and the mesh size is variable. It is installed in canals and in smaller channels ghebi. It is a funelshaped net with wings of various lengths however, one is short, while the other varies in length depending on the particular morphology and environment of the area to be fished. It is installed at the start of canals. This is a bagtype net composed of a large opening where the lines are held together by a hoop. By stretching the fureghin against the current, the fisherman stirs the sea bed in a way to disturb the flounder which, while escaping, enter the bag. Seragia panesei not in use prohibited flounder,grey mullet, eels, seabass, sea bream in Spring and the beginning of Summer during high Spring tide Spironi used permitted gudgeon, eels, grey mullet, crabs Autumn This was a net as long as 1,120 m, which during high tide was encircled. When the tide receded the fish were enlosed in the net, or tried to escape and entered the codend, or remained dry above the water and were then collected with the volega da seragia see above These are funnelshaped nets, without wings, with which are combined paneselli according to the particular lagoon environment. Special nets Zolezzi 1944 ascribed to this group all those nets which, because of their individual characteristics, or their manner of use, could not be classified in any of the previous groups. Type of net Currently used permitted Cogollo bertovello, bartoeo, traturo, ecc. reon, Period of main use from March to September Secies fished sea, lagoon, and fresh water fish and crustaceans; sea and lagoon molluscs, cephalopods, and gastropods Main characteristics Various types of codend nets cogollo exist which differ in their size, shape, and mesh size.They are used in various types of fishing equipment, particularly in fixed or anchored nets. They may be considered as a type of net trap made in the shape of a funnel, with three or more hoops. 11Draga o cassa da ostreghe e peoci used not permitted oysters, mussels, carpet shell clam, manila clam December to February used Cheba o nassa da go o da permitted gamberi, chebetta, cestelle used permitted Tele da pesce novello tratolina da pesse novello, bragotin da pesse novello gudgeon, prawns March October juvenile fish in general especially fry of seabass, sea bream, grey mullet February Autumn to to used Volega guadino, coppo permitted various fish species, molluscs, and crustaceans Voleghin da conta bossola, bessola Volega da granchi pori Volega da seragia fry of seabass, sea bream, grey mullet used permitted crabs during Spring and Summer not in use not permitted grey mullet, sea bream, seabass, eels, and other lagoon fish This is a bagshaped net. The mouth is rectangular in shape, made of iron and has soldered to it reinforcement and ballast bars. The cage is thrown from the boat, having being previously anchored, and then retrieved from the bow. This is a cage with a heavilywoven mesh, cylindershaped, and kept open with three hoops. Inside there are two cones. About 35 cm in length, it is attached to a cane which is driven into the seabed near to algae. An rectangular tool of variable height and length canvas. At the edge there are two objects poles to keep it open. The tool is stretched to the edge, encircling a school of juvenile fish, and the bottom is closed with a rapid movement of rods. A net used to catch smallsized fish. It has a conical form and is supported by a framework which has a long handle attached. It is used to catch fish by hook or to collect other species used for fishing. An ovalshaped implement, with a very thick mesh 1 mm, sometimes swapped with a canvas. Limited to the collection of young fry. The volega is a large net with a wide mesh. It is used for fishing from breakwater rocks which protect from the sea. This is a triangular implement made from a single pole. It is used for collecting fish which, with a low tide, do not enter the codends of the seragia see above and remain above the emergent sea bed. Similar to the paravanti da caminar see below. It could be towed from a boat, in order to scrape away the algae on the sea bed where small crustaceans find shelter. This is a particular type of of a triangular volega with a thickly meshed net. Once it was made of wood. Used in the same manner as the volegon da barca. 12 Volegon da barca volegon da gamberi little used permitted prawns, common brown shrimp little used permitted prawns, common brown shrimp, gastropods, cocle Paravanti da caminar raschetta, rasca Various equipment Togna used permitted seabass, gudgeon, paganelli, turbot, flounder, eels, grey mullet little used Palangrese palangaro, permitted corda armata, trisole, frisole, spaderno corb, eels, seabass, sea bream, flounder, turbot, gudgeon, needle fish A hand fishing line for use in shallow waters from a boat or from the shore. Before the arrival of nylon, it was made from horse hair. At the edge,the master, or main, line carried lead weight sinkers and from one to three secondary lines called bragole with a terminal hook. This is a long line to which are attached about every 3 m 1.5 m long fishing lines. A single palangrese can carry up to 250 hooks. Trawling net with a codend Tartana Trawling net without a codend Baicolera Fyke net Seragia Drift net Saltarelo 13 Codend net Nassino or Cheba In addition to the tackle already described, simple metal tools were often used; these were often the result of modifying household utensils spoons, knives, etc. or those used for gardening tools spades, small rakes. These tools were principally used for digging for bivalve molluscs raiser shell, carpet shell clam, native clams, etc. in shallow waters during low tide Pellizzato, Giorgiutti, 1997. Towards the end of the nineteenth century it was recorded that there were about one thousand fishermen of Pellestrina and Venezia Nicolotti who handfished for gudgeon directly in their lair brassarioli. Handfishing for gudgeon was done in the shallow lagoon waters paluo during low tide usually in spring when the gudgeon made their Ushaped lair with two entrances in order to lay eggs. The fisherman, once he had identified the opening, sealed one of them with his arm and inserted his other into the lair to capture the prey. In winter, when the gudgeons lair is vertical and deep, a fossingolo threepointed harpoon was used. Apart from gudgeon, handfishing was also used to catch bivalve molluscs such as carpet shell clams, reiser shells and cockles. Furthermore, there was also a type of footfishing called zapiega or sapega stamping with the foot or peca kicking, footprinting. The fisherman would walk in the shallow lagoon waters palui leaving behind him his footprints and muddied water. Once he had finished his walk the fisherman would retrace his steps, where he would find adult crabs inside the footprints he had previously left behind. Once collected, the crabs were placed into a net bag called pelela da granchi Pellizzato, Giorgiutti, 1997. In order to recognise the type of sea bed, and to distinguish a muddy one from a sandy one, the fishermen would observe the types of vegetation present. The shallow waters of the lagoon were dominated by Zostera marina, called gramin, which prefers sandysilty sediments, Cymodocea nodosa, called bioni, which prefers a sandy substrate and Zostera noltii, called lisciera or lissera, which is present mostly in a silty substrate. At 14the beginning of the 1960 the fishermen came across the first signs of a phenomenon which would acquire increasing significance; C. nodosa bioni was dying on the lagoon sea bed, Z. marina gramin was being uprooted from the soil, and there was a remarkable abundance of Z. noltii lisciera Vianello, 1993. Appendix II describes the typical working day of a fisherman who practised fyke net fishing in the middle of the twentieth century Vianello, 1993. 15II. Main fishing systems and rearing techniques used in the Venice Lagoon In 2001 a sample group of fishermen were surveyed in order to collect data about their sociocultural characteristics age, education, particular training and fishing activities species fished, fishing grounds, annual activity, technology used, and the fishing systems used. Many of the fishing enterprises that currently operate in the Venice lagoon have been established comparatively recently. In fact 45% of them commenced activity after 1990 while only 9% of them declared that they had been in operation for more than 40 years. The percentage of the businesses which declared that they had commenced between 1970 and 1980 was 14%. This relatively low figure can be explained by the widespread abandonment of the fishing industry in this period, when fishermen sought employment in other sectors such as manufacturing. A low percentage of operators, 9%, indicated that the decade 19801990 was a period when fishing in the lagoon became unstable for environmental reasons dystrophic events, environmental crises, macroalgae blooms, etc., forcing the fishermen to choose the sea, instead of the lagoon, as the center for their activities Table 1. Whilst the majority of those who run landbased businesses are over 50 years of age, no fewer than 73% of those who direct fishing concerns are under 50 Table 2. Furthermore, 65% of those interviewed foresaw the possibility of changing the family business being handed down from son to father, or to someone from the same family. The average level of training of the workers is quite high with respect to the average of the primary sector. In fact, only 25% declared they had only followed a basic level of training while on the other hand 20% had received a secondary education. The direct connections between the entrepreneur and the production network are very important for starting a company. Thus 55% of the fishermen acquired their knowledge of fishing techniques directly from their families while for the rest the necessary fundamental experience was learned from their colleagues. Only 5% reported that they had taken a training course. The possibility to combine professionalism, which this sector requires, with an economically and environmentally sustainable business requires a direct intervention of investment on a par with other sectors of equal complexity. More than half the fishermen come from the Lagoon basin, from the port of Chioggia, which has always been the main fishing centre for the province. 22.5% come from the central basin, that is from the islands of Pellestrina, San Pietro in Volta and the historic centre; 14.9% are from the northern part of the Lagoon, the island of Burano and the ports of Carole and Cavallino, whilst the smallest group, only 3.6%, comprised those who live in the edge of the lagoon, which means the area near the lagoon where the salt water from the sea meets and mixes with the fresh water from the rivers, Table 3 data supplied by the Province of Venice. 16 Year Before 1960 19601970 19701980 19801990 After 1990 Percentage 9% 23% 14% 9% 45% Table 1 Operators in the fish industry: percentage groups per year of commencing activity. Age distribution Percentage 25 years old or younger From 25 to 50 years old Older than 50 years 5% 68% 27% Table 2 Age distribution of the operators in the fish industry. Area of origin North lagoon Central lagoon South lagoon Edge of the lagoon Percentage 14,9% 22,5% 59,0% 4,0% Table 3 The area of origin of the fishing workers. The assessment of future prospects of the sector Table 4 shows that 11% of the interviewees did not express an opinion, while the remaining 90% was almost equally divided between three alternatives: weak growth, growth, and decline. The reason for this distribution is to be found in the type of activity followed by the interviewees and in the year in which they commenced working. Those who are mostly involved in Tapes philippinarum fishing and have recently commenced this activity generally express a belief in future growth, while those who have been active with fyke nets for some time see difficulties in their future prospects. 17Future prospects for fishing activity do not know decline growth weak growth 1997 16% 47% 3% 34% 2001 11% 31% 26% 32% Table 4 Assessment by fishing sector workers of their future prospects: comparison between 1997 and 2001. Fishing activities are usually collective, in fact 64% of the survey belonged to this category. Moreover the great majority, about 95%, belonged to some sort of association, such as a cooperative. Participation in cooperatives is primarily motivated by the assistance given for dealing with bureaucratic matters 66.7% and the financial and the technical advice 47.1% that this type of organization can provide fig. 2. 80tnemdgelwonkca %706050403020100burocraticfiscaltechnicalcredit relatedunion relatednot important at allof little importancequite importancepriority classimportantvery important Fig. 2 Degree of acknowledgement of the advantages given by the cooperative structure and related priority class. Each operator was asked to specify the type of tackle he employed, and to identify the different methods of fishing in the Venice Lagoon, and the extent of their use. In order to valuate the frequency of declared and estimated use it was considered necessary to distinguish between the tackle used to fish for the principal species found in the lagoon, and that used for the fishing of the Tapes philippinarum, since the latter requires totally different apparatus. From the findings it emerged that manual tackle, such as a hand held rakes, was rarely employed in the fishing for clams, as these had been supplanted by the widespread use 18of mechanical equipment which cut down on both time and manpower. Most fisherman denied admitted they used a mechanical rake, even though its use is not legally permitted. Another piece of equipment which is widely used, in spite of the fact that is causes significant damage to the lagoon environment, is the vibrating rake. So far only 83 vibrating rakes have been recorded in the area. Even though the fishermen questioned denied having used this type of rake, they admitted that there is indeed a widespread use of this illegal equipment. As regards the other methods of fishing carried out in the Lagoon for other species I emerged that there is a certain correspondence between the frequency of the use recorded fig 4 and estimated fig 5, in other words there is not much use of hooks fishing line, palangresi etc, entrapment nets and trawling nets. Drifting nets and bow nets are quite commonly used; the use of fixed nets is widespread. 1009080706050403020100frequency use: oftenvaluation frequencyuse: oftenfrequency use: sometimevaluation frequencyuse: some timefrequency use: nevervaluation frequencyuse: nevervibrating rakemechanical rakemanual trawling nets 5%trawling nets 0%seine nets 13%fyke nets 49%Frequency use: often Fig. 3 Fishing clam: own equipment used by the fishermen in lagoon. Fig. 4 Other types of fishing tackle used by the lagoon fishermen. gilles nets 13%seine nets 5%hooks 0%cages 25%hooks 10%cages 24%Valuation frequency use: oftenfyke nets 36%gilles nets 20%Fig. 5 Other types of fishing tackle: estimate of the frequency of use of the tackle by the lagoon fishermen. 19Only 21% of the interviewed operators asserted that they possess structures or fixed equipment for fishing activity, such as casoni warehouse for nets and other fishing tools, buse for finfish fry storage, rafts for mussel and clam selection and processing, etc. Two thirds of the interviewed operators declared that they were not supported by any structure for their working activity. Having described the productivity of the main methods of fishing we can now move on to analyse the seasons for fishing those species with a commercial value, comparing the quantity of the catch declared by the fishermen with the biological cycle of the various species. Each fisherman was asked to assign to every species of fish caught for each month of the year an index of the abundance of the catch. Such an index presents values ranging from 1, when the abundance of the catch was judged to be scarce or poor; 2, when the catch was thought to be mediocre; 3, when the catch was sufficient; and 4, which indicated a decent haul. Observing the accompanying graphs one can note that for certain species there emerges a marked correspondence between the findings, in that the effort required in the fishing is proportional to the biological cycle of the species. This correlation is especially evident for the fishing of fish fry for rearing fig 6, for which, being a regulated species, there are stipulations regarding times of the year when one is allowed to fish them, that is from the middle of March, in order to safeguard those stages in which the fish are too immature and too vulnerable to the stresses of capture and transportation Rossi, 1981, and the first ten days of May in order not to interfere with the nektonic species which reproduce in the Lagoon Zolezzi,1941; Franzoi et al.,1989; for the fishing of cuttlefish fig 7 there are two main harvests, one in the months of April and May, when they arrive from the open sea to lay their eggs in the lagoon, and in the period from July to September, which coincides with the development of the young which move out towards the sea in the late summer Provincia di Venezia, 2000; as regards the fishing of the green crab figs 8, 9, which focussed on two periods of its life, the intermuta, which coincides with the spring and autumn when the crab obtains its new soft shell ,and the prereproductive phase of the females, which takes place in late summer or autumn, when they present welldeveloped genital organs; fishing for the flounder fig 10, which reproduces in the Adratic in winter and swims into the lagoon in the spring and summer; the manila clam fig 11 is characterised by a repose in its sexual activity at the end of autumn and in winter, when the water is colder and scarse in fitoplancton; gray mullet fig 12 reproduces in August and September, and its juveniles may be present in the Lagoon even by September or October, unless they return to the sea and remain there for the winter, when they would return to the lagoon with the rest of their species to reproduce later. 20The availability of certain species is not worth the effort required to catch them: for example it can be observed that for the great green goby fig 13, a species which completes its entirelife cycle in the Lagoon and reproduces between the end of February and MayJune, thus having a large number of adults in the months of July and August, is less and less caught in the months of July and August; the sand smelt fig 14 enjoys a reproductive period which begins in the spring and continues until the autumn; during the winter it ends to swim out to the sea to avoid the lower temperatures of the lagoon, to return later in the spring. The decrement of the catch reported in the summer months is probably also due to the increase of tourist activity which can cause problems for certain types of fishing, and to the increase affluence of the fisherman himself, and to the incentives offered by the laws governing the nonfishing periods, all of which contribute to a reduction in the fishing seasons. There is a gap between the cycle and the intensity of the fishing for shrimp fig 15 and gray shrimp fig 16, which reproduce in the months of late winter and spring, the former in the lagoon, the latter in the sea, which the both swarm into the lagoon to complete their growth. Both species are fished most intensively in the autumn and winter months, as they are also used as live bait for the sea bass Provincia di Venezia, 2000. Fish fry for rearinghctac eht fo xedn I43,532,521,510,50yrauna JFig. 6 yraurbe Fhcra Mlirp Aya Menu Jylu Jtsugu Aintensity of the catchbiological cycle rebmetpe Srebotc Orebmevo Nrebmece D 21Cuttle fishhctac eht foxedn I 543210yrauna Jyraurbe Fhcra Mlirp Aya Menu Jylu Jtsugu Arebotc Orebmetpe Srebmevo Nrebmece Dintensity of the catchbiological cycle Soft green crab Fig. 7 hctac eht fo xedn I43,532,521,510,50intensity of the catchbiological cycle Fig. 8 Green crab female43,532,521,510,50hctac eht fo xedn Iyrauna Jyraurbe Fhcra Mlirp Aya Menu Jylu Jtsugu Aintensity of the catchbiological cyclerebotc Orebmetpe Srebmevo Nrebmece DFig. 9 22 Flounderhctac eht fo xedn I43,532,521,510,50yrauna Jyraurbe Fhcra Mlirp Aya Menu Jylu Jtsugu Aintensity of the catchbiological cyclerebmetpe Srebotc Orebmevo Nrebmece D Manila clam Fig. 10 hctac eht foxedn I 43,532,521,510,50yrauna Jyraurbe Fhcra Mlirp Aya Menu Jylu Jintensity of the catchbiological cycletsugu Arebmetpe Srebotc Orebmevo Nrebmece D Fig. 11 3,532,521,510,50hctac eht fo xedn IFig. 12 Gray mulletyrauna Jyraurbe Fhcra Mlirp Aya Menu Jylu Jtsugu Aintens ity o f the catchbio lo gical cyclerebotc Orebmetpe Srebmevo Nrebmece D 23hctac eht fo xedn I43,532,521,510,50yrauna JGreat green gobyhcra Mlirp Aya Menu Jylu Jtsugu Ayraurbe Fintensity of the catchbiological cycle Sand smeltrebmetpe Srebotc Orebmevo Nrebmece D Fig. 13 hctac eht foxedn I 4,543,532,521,510,50yrauna JFig. 14 3,532,521,510,50hctac eht foxedn I yrauna J hcra Mlirp Ayraurbe Fintensity of the catchya Menu Jylu Jtsugu Abiological cyclerebmetpe Srebotc Orebmevo Nrebmece D Shrimphcra Mlirp Aya Menu Jylu Jyraurbe Fintensity of the catchtsugu Arebmetpe Srebotc Orebmevo Nrebmece Dbiological cycle Fig. 15 24Gray shrimp hctac eht fo xedn I43,532,521,510,50yrauna Jhcra Mlirp Aya Myraurbe Fintensity of the catchenu Jylu Jtsugu Abiological cyclerebotc Orebmetpe Srebmevo Nrebmece D Fig.16 On the basis of the investigation the results show production values depending on the type of fishing followed. 25 A Fishing with fyke nets This type of activity allows for the checking and management of a large lagoon area by a group of people, while the catch haul requires only the presence of a single fisherman; in this case the average productivity is about 2.5 kg harvestfyke netday, and it as been reported to reach up to 5 kg harvestfyke netday in optimal working conditions. For this type of fishing six to eight hours per day are worked. There are two main periods for fishing: from September to December, and from March to July. The fyke nets are sunk on a daily basis, the catch is recovered, and the nets are recleaned. The average working days per years is about 300, dedicated to a large extent to the preparation, maintenance, and recovery of the equipment Provincia di Venezia, 2000. The analysis of the fyke nets distributed over the surface of the lagoon has allowed us to determine the vocation of the basin and thus deduce the typology of the fish caught in the various areas of the lagoon, as well as the entire lagoon area fig 17. Fig. 17 Index of quality and quantity of the fish population: distribution of fyke nets per homogenous fishing areas in Venice Lagoon during the month of average fishing activity May 1998. On the basis of the data collected, supported and confirmed also by previous investigations undertaken by the Magistrato alle acque C.V.N., 1999, there emerged from the Venice lagoon a guide to the main species of fish caught: 36% great green goby, 20%, sand smelt, 11% cuttlefish, 8% gray mullet, 16% soft green crab, 6% gray shrimp and shrimp, and 2% flounder, and the remaining 1% other types of fish Fig. 18. 26 Cuttle fish 11%ShrimpGray shrimp 6%Other fish 1%Soft green crab 16%Flounder 2%Sand smelt 20% Great green goby 36%Gray mullet 8% Fig. 18 Production of the main leading fish species in the Lagoon of Venice. Although it is quite difficult to attribute particular productivity levels to each basin, due to the mobility of the fish fauna within the lagoon ecosystem as well as the exchange of this system with the sea, the approximate contribution of individuals basins to total catch is approximately summarised in Table 7. Species Great green goby Sand smelt Flounder Gray mullet Soft green crab ShrimpGray shrimp Cuttle fish Other fish Northern Lagoon 15,0% 28,5% 5,0% 12,0% 9,8% 6,1% 22,0% 1,6% Central Lagoon 65,0% 7,0% 1,0% 11,0% 8,6% 1,0% 6,0% 0,4% Southern Lagoon 30,0% 24,0% 0,0% 1,6% 29,6% 9,6% 4,0% 1,2% Tab. 7 Fishery contribution of the main lagoon fish species in each basin. 27B. Vallicoltura and fishing of fish fry for rearing The term vallicoltura refers to a type of fishing carried out in the valli or enclosed basins of the Lagoon, and it could be loosely translated as marsh farm fishing. The development of fishing management in these basins is closely connected to the role of a nursery which the lagoon environment provides in the biological cycle of some fish species. This activity is in fact related to the seasonal migration of juveniles of the euryhaline species which swarm in from the sea to the lagoon and the coastal ecosystems where they find the optimal temperatures and trophic conditions suited for their development. Following this migration, called a montata or rimonta, there is a stationary period in the lagoon environment, and the juveniles and young adults of the euryhaline species migrate to the sea to complete their biological lifecycle and to reproduce Rossi, 1986. The form, area, and the structural organisation of the marsh fish farms have been greatly changed during the course of the centuries, due both to the adaptations to the physical changes which concern the lagoon environment itself, as well as the restrictive laws which forbid the confinement of the water areas. In 1500 two decrees were passed ordering the destruction of about 60 of the marsh fish farms, as they were thought to hinder the free movement of water and might, in time, obstruct the necessary waterways for port movement Bullo 1940. A census of the marsh fish farms relating to the previous century recorded 42 of them; 16 of these were banked, 10 semibanked,7 closed with fyke nets, whilst the remaining 9 were open. In the early 1900s, the number of marsh fish farms declined to around 34, and no open ones were present; the rest were organised as 17 banked, 13 semibanked, 4 with fyke nets, with a total area of 13,820 hectares. The area of marsh fish farms decreased in the mid1900s to 12,135 hectares, spread over 36 farms of which 20 were located in the north lagoon TreportiLido basin with an area of 6,720 hectares, and 16 with an area of 6,008 hectares in the lagoon basin of the Ports of Malamocco and Chioggia. 28Valle da pesca Total surface area of the valli ha ASAP, 1998Bullo,1940 Boatto, Signora, 1985 576 inactive 65 22 115 310 358 378 40 150inactive inactive inactive 118 30 310 27 inactive 9 inactive inactive inactive inactive 1159 174 860 1.650 141 1215 172 1138 1.688 27 421 1.234 172 1.087 1.685 140 61 350 287 39 146 66 16 111 26 10 108 11 13 300 265 437 386 209 135 142 288 328 156 27 420 455 249 405 224 566 1.581 12.135 Dragojesolo Fosse Grassabo Doga Formenti or Caligo or Lio Mazor Basegia Cavallino or Zampenigo or Della MoraScarsella Paleazza or Spaventosa La Giozza or Falconera Liona or Lio Piccolo Oliviera Olivara Sparesera Mesola or Zallo Saccagnana Lagonovo Sacchetta St. Cristina or Squartuzzo La cura Ca de Riva grande and piccola or Perina Lanzoni Serraglia Averto Contarina Tezze or Torson di sopra Battioro Cornio Zappa Sora Buse del Prete or Panao Figheri o Padovana Pierimpie Val de Bon Barenon or Riola Ghebbo Strorto Morosina Millecampi TOTAL Ca Zane Capanno La Bianca TOTAL corresponds to valli cited only by ASAP, either because they changed name or they derive from the division of other valli. Table 7 Total area in hectares of the marsh fish farms in the Venetian Lagoon area as reported for the years 1940, 1985, and 1999. inactive 9.343 150 87 62 9.462 400 300 353 435 500 353 inactive 790 inactive 372 372 420 501 320 380 433 528 228 561 8.894 29 Fig. 19 Natural and artificial salt marshes, and mars hf ish farms in the Venice lagoon. Simplified extrapolation based on developed data from C.V.N, taken from the website: http:www.istitutoveneto.it C.V.N refers to the Consorzio Venezia Nuova, the sole licensee of the Magistrato alle Acque for the management of the Lagoon environment. The fishing systems used in the marsh fish farms have remained largely unchanged for over 20 years, and therefore the fish yield has remained quite stable also, estimated at 75130 kg per hectare of surface water area Boatto, Signora, 1985; Donati et al., 1999. Considering that the total surface area of the marsh farms extends to 9,343 hectares, then the total production is about 700 to 1,200 tons. The composition of the fish catch hailing from these has undergone an evolution which consisted of a gradual reduction in the presence of the common eel. 60% of the fish reared were mugilids, whilst the more prestigious species such as seabass, seabream and eels accounted for about 35% of the production Provincia Venezia,2000; Donati et al., 1999. The fishing of fish fry for rearing is an activity that has practiced for about 7 centuries in the upper Adriatic. Currently the employees of this sector are less numerous, about 30 to 40, and they are active for less than three months per year Franzoi, Pellizzato, 2002. A working day generally lasts at least 8 hours. Daily production of a company of 30fishermen, which consists of 23 people, is very variable: 1,00030,000 fish fry per day, with an average of approximately 34,000 head per person per day Franzoi, Pellizzato, 2002. Initially, fry fishing was practised to supplement the naturallyoccurring montata, the seasonal migration, into the valli, following which the valli depended almost entirely on this annual resupply of juveniles Bullo, 1940; Rossi, 1981; Boatto, Signora, 1985; Franzoi, Rossi, 1992. The species that are used in the Venice lagoon are: gilthead sea bream Sparus aurata, sea bass Dicentrarchus labrax grey mullets Liza ramada botolo; L. aurata lotregano; L. saliens verzelata; Chelon labrosus bosega. This type of fishing involves small companies, composed of 2 to 3 fishermen with motorboats and seine nets. The net is drawn by hand in the shallow bottom intertidal and subtidal zones and it is never lifted out off the water; the fish fry are collected with a net and put in tubs filled with water which is frequently changed. The captured fish are then putted in pounds, called buse di deposito. The starting date for this activity is fixed each year, but it happens often in the first half of March, and ends usually within the first half of May. In the last three years, the fishing effort has concentrated on gilthead sea fish fry: on average 5 million specimens per year were captured, of which 2.3 million belong to the gilthead sea bream juveniles, 2.1 million of grey mullet juveniles, and less than half million of sea bass juveniles Franzoi, Pellizzato, 2002. In comparison to the past, towards the end of the 1800s, as confirmed by sales data of fish fry in Burano Voltolina, 1898, 1902, the mugilid fry are fished less because they are less profitable compared to seabass and sea bream Franzoi, Pellizzato, 2002. 31 Fig. 23 Map illustrating the location of the main fishing areas of fish fry Franzoi, Pellizzato, 2002. The use of marsh fish arms as areas of seeding and growth is a system of ecologically compatible exploitation Ardizzone et al., 1988; Munford, Laffoley, 1994; Rossi et al., 1999; BarnabeQuet, 2000, but one which must be managed and controlled to maintain fish stocks Rossi, 1981; Rossi et al., 1999; Cataudella et al., 1999, since the fishing of juvenile stages has a negative impact on fish resources. Recommendations for management include the following: establishing a control which starts from the capture of the fish fry and ends at its seeding in the marsh fish farm Franzoi, Pellizzato, 2002; establishing an commencement of activity date which is based on the analysis of environmental conditions and on directed sample observations on the fish fry development stage in order to safeguard those stages which are too immature and too vulnerable to capture and transportation stress Rossi, 1981; fixing the date for the end of the activity in May in order not to interfere with the development of the nektonic species which need lagoon reproduction Franzoi et al., 1989; reserving such activity for fishermen who possess adequate professional ability; and lastly releasing into the sea a predetermined quota of mature specimens, in order to contribute to the maintenance of the parental stocks Cataudella et al., 1999. 32C. Mussel culture Mussel farming in nurseryparks in the Venice Lagoon started in the 1930s and greatly developed in the years 1960 to 1970, reaching an annual production of 25,000 to 30,000 tonnes, and remaining so for about 20 years. For about the last 10 years this practice in the open lagoon has diminished significantly, and today only about 42 hectares of the lagoon surface area are used, which corresponds to 38 permits, and it is estimated that about 220 workers are currently employed. Either environmental or bureaucratic problems have pushed most of the sector operators to establish new plantations in the sea offshore. An integrated management system was then created between the two production sites, the lagoon and the sea, by improving the lagoon production methods, and then transferring the crop to the sea plantations, or using the structures of one plantation for the seed harvest and then transferring it to another one etc  We estimate that the annual production of clams in the lagoon is about 4,000 tons, while the offshore plantations produce about 67,000 tons per year . It would therefore appear that mussel farming in the lagoon has declined considerably: in 1993 22,100 tonnes were estimated, an amount which is five times greater than the current production. The causes of this reduction can be related to several factors. One cause may be the possible reduction of the nutrients in the lagoon; this would have increased the duration of the productive cycle in the lagoon to 18 months versus the 9 months in the sea. Moreover, the bureaucratic route to get a permit in the lagoon is much more complex than is required to start the same activity in the sea. The mussel farming system employed in the lagoon is the socalled Frenchtype nurserypark. Fig. 24 Diagram of a mussel farming nursery. The socks reste are hung with zinc cables stretched between wooden poles which are fixed into the seabed Pellizzato, Da Ros, 1985. 33The raising of the seabed which this farming system requires results in a gradual reduction of the length of the socks reste and a consequent reduction in the surface yield. Production is estimated to be about 80100 kg per square metre in particularly favourablylocated nurseries. Mussel farming is spreading to many other Italian locations and the growth of the national production over 130,000 tonnes per year has kept the average price of the product stable, reducing the earnings of the operators in the Veneto Region Pellizzato, Da Ros, 1983; Da Ros, Pellizzato, 1985. 34D. Clam fishing Tapes philippinarum Tapes philippinarum, called caparozzoli in Veneto, is a rapidly growing species which was introduced to the lagoon in 1983 as a type of experiment carried out by Co.S.P.A.V. However, its use only became widespread at the beginning of the 1990s. Its maximum diffusion coincided with a reduction in the macroalgae areas due to both the availability of larger areas of the lagoon and to the subsequent reduction and disappearance of dystrophic crises associated with growth and degradation of plant matter. Compared to native clams, such as Tapes decussatus, this Asian species T. philippinarum has a faster growth rate, reaches a bigger size, and has a greater tolerance of variations in temperature, salinity, and substrate quality. It lives in a more superficial habitat Breber, 1985, and at least initially, was immune to parasites, viruses, and other diseases which have affected our native species. Over the years the equipment used to harvest Tapes philippinarum has changed considerably and become more sophisticated and automated. To conclude our summary here follows the main characteristics of the equipment used for the harvest of this bivalve Pellizzato, Giorgiutti, 1997: the rasca: a mechanical crate armed with a rake which penetrates 5 to 15 cm into the sediment; the rusca: or rasca da traino: for use on motorised boats, which was subsequently modified by individual fishermen in view of their experiences. It consists of a rectangular metal frame with a Vshaped metal blade which penetrates the ground. The rusca is towed by a motorised boat, and the motor also serves to disrupt the sediment, and thanks to the action of the propeller, channels the molluscs and sediment, into the fishing equipment. Towards the middle of 1998 in the lagoon there were 600 small boats of 5 to 6.5 m in length with main engines of 150200 h.p., in addition to auxiliary engines of 1525 h.p. During the clam harvest, the small boats cover about 750 metres per hour Provincia di Venezia, 2000 and they are capable of penetrating the sediment to a depth of 0.15 m; the hydraulic dredge draga idraulica, or turbosoffiante: during the 1980s, and from 1990 to 1996 this was used illegally in the lagoon. It consists of a parallelepipedal rigid crate with a blade to cut into the sediment and a system to send pressurised water to nozzles located at different points; the vibrating rake draga vibrante: this was introduced in an experimental way, and it was thought that there would be five units of fishermen working each day. In reality, since 1998 the 84 known machines of this type work more or less contemporaneously and for about 150 days of the year. It consists of a crate mounted onto a sleigh, which prevents it from sinking. It is equipped with an electrical vibrating mechanism which results in the breakingup of the collected sediment and its cleaning by the water 35flowing into the crate. This type of equipment allows on average about 15 runs of 100 m each working day. The mechanical action of this type of equipment changes the morphology and composition of the seabeds, modifying the granular gradients and the texture, resuspending large amounts of sediment, rendering the water turbid, and consequently hindering the development of macroalgae. The morphological impact in the lagoon is therefore considerable. At low tide, for example, looking over the sides of the translagoon bridge, it is possible to observe the furrows left behind by the fishing equipment. The furrows reach depths of 15 to 20 cm and form microenvironments which later become stagnation zones where it is possible to observe dystrophy. The geotechnical characteristics of the sediment are so altered that they are prone to erosion. The seabed is continuously remixed, due to both the movement of the fishing equipment itself, as well as the waves caused by motorised boats. This causes the fine sediment fraction, once resuspended, to remain in suspension for long periods of time and to be redistributed in the lagoon by sea currents, carrying away with it both nutrients and pollutants. The mobile material then partly sediments in shallow areas canals, channels, etc. and increases the work required to maintain their navigability. The extent of damage, based on the speed of particle sedimentation which make up the lagoon deposits and the quantity of sediments mobilised by each piece of equipment during one year of use, is high, and is considered to be in the region of 20 billionyear Provincia di Venezia, 2000. Furthermore, at a depth of 20 cm in the sediment, where the hydraulic and mechanical dredgers operate, can be found the greatest concentration of pollutants, accumulated during the postwar period when there was an increase in the industrial activity at Porto Marghera. The resulting release of toxins can create sanitarytoxicological problems due to the consumption of molluscs, even if the high level of tidal water exchange means a rapid dispersion, and therefore reduces the concentration in the areas at most risk. The continuous ploughing up of the sediment, its resuspension, and the continuous resettling, results in a gradual impoverishment at several levels and a simplification of both the flora and of the fauna. Smaller macrophytes, benthic microphytes, and unicellular algae are inhibited from establishing themselves, with the result that the productive capacity of the superficial microflora is reduced and therefore the phytoplankton community that survives in that is impoverished. Phanerogams are eliminated, and these are components of the plant benthic environment that serve both as a nursery for the deep fauna and as a form of protection against the erosion and resuspension of the sea bed. Consequently, there is a breakdown of a habitat of fundamental importance for the development and diversification of the macrofauna, and the maintenance of a degree of stability of the substrate. 36The Province of Venice 2000 cautiously estimated the morphological damage caused by fishermen to be an annual 10 million euro for material to be collected and disposed of, and a further 20 million euro per year for reconstruction works. The harvest of Tapes philippinarum in 2001 as compared to a 1997 survey Provincia di Venezia, 2000 resulted in total losses estimated at approximately 40%. This type of fishing necessitates working for 6 to 8 hours per day for a fishing season of approximately 200 days per year. On average, each fisherman harvests about 150 to 200 kg of clams per day. The ecosystem has evolved towards a gradual depletion of the fish resources: estimated yields are approximately 15 to 20 gm 2 for the Northern Lagoon, 20 to 30 gm 2 for the Central Lagoon, and 25 to 35 gm 2 for the Southern Lagoon. This decrease in yield is explained either by the mortality phenomena which took place in August 2001, or by the increase in the pressure of fishing, which has strengthened in the last years in conjunction with free access for the exploitation of the resources, combined with lack of a regulation which establishes catch limits. 37GLOSSARY ALI WINGS OF THE NET: extreme edge of the net, usually a larger mesh size in order to channel the fish into the net bag. ARTE: fishing tackle, principally nets. As in Inquisitore alle Arti. BENTHIC SPECIES: species that live near the sea bed. FYKE NETS: fishing nets which are lowered vertically, designed to surround or block areas of water in order to catch fish that swim into it. FRAIMA: Autumn. The term is derived from Latin infra hiemes, i.e. below winter. Indicates the period which begins on Rosary Sunday first Sunday of October and finishes on St. Stephens Day. GALLEGGIANTE BUOY: piece of cork, wood, or plastic which keeps the baited hook at a determined depth. GILLES NETS: fyke net left to the actions of the wind and currents. LIMA LINE: rope or cable onto which hooks are attached LINE OF CORK FLOATERS: upper line onto which corks or floaters in general are mounted. LINE OF LEAD WEIGHT SINKERS: a line below the net onto which lead weight sinkers or ballast are attached. MENAIDA: gilles net for small sea fish. MESH: the weave of the lines, varying in size and shape, which make up a net. NET MESH SIZE: the distance between opposite joins of the same mesh completely stretched in the distance yielding the greatest length. PANESELLI: pieces of net kept between two small poles fixed into the sea bed. PELAGIC SPECIES: species that live in the body of the water without a relationship with the sea bed. SPONTERI POLES: for boats they are horizontal poles at the edge of the bow and the stern of a boat onto which are attached the net cables to keep the separate wings open. THE BAG OF A NET: the rear part of the net into which the fish are collected VALLE DA PESCA: a system of canals and lock gates used for semiintensive or extensive aquaculture in lagoon. VALLICOLTURA: fishing management in the valli da pesca. 38ACKNOWLEDGMENTS We wish to thank the CORILA, Consortium for Coordination of Research Activities Concerning the Venice Lagoon System, which partly funded this research. REFERENCES ALEFFI F., CHIOZZOTTO E., GRIM F., OREL G., SCATTOLIN M., 1995a. Ricerche sui popolamenti bentonici animali della Laguna di Venezia. S.IT.E. Atti, 16, 3537. ALEFFI F., CESCHIA C., CURIEL D., GRIM F., OREL G., RISMONDO A., 1995b. Ricerche sui popolamenti bentonici della zona di Campalto Laguna di Venezia. S.IT.E. Atti, 16, 3941. ARDIZZONE G. D., CAUDATELLA S., ROSSI R., 1988. Management of coastal lagoon fisheries and aquaculture in Italy. FAO Fish. Tech. Pap., 293, 103 pp. ASAP, 1999. Cartografia sulla classificazione delle valli da pesca nella laguna di Venezia e Carole. ASSOCIAZIONE CULTURALE EL FUGHERO, SAN PIETRO IN VOLTA VENEZIA, 1985. La pesca in laguna prima della motorizzazione, S. Pietro in Volta, San LazzaroVenezia, TipoLitografia Armena, 127 pag. BARNABE G., BARNABEQUET R., 2000. Ecology and Management of Coastal Waters: the Aquatic Environment. Praxis Publishing Ltd, Chichester, UK. BEVILACQUA P., 1998. Venezia e le acque. Donzelli Editore. BOATTO V., SIGNORA W., 1985. Le valli da pesca nella laguna di Venezia. Padova, 260 pag. BREBER P., 1985. Lintroduzione e lallevamento in Italia dellarsella del Pacifico Tapes semidecussatus Reeve Bivalvia; Veneridae. Oebalia, XI 2, 675680. BRUNELLI G., 1940. La pesca nella laguna. In: Brunelli G., Magrini G., Milani L., Orsi P. eds, La laguna di Venezia, III 6, C. Ferrari, Venezia, 126. BRUNELLI G., 1933. Ricerche sugli stagni litoranei, in R. C. Accad. Lincei, Cl. Sci. Fis. mat. Nat., ser. 6, vol. XVII, 1 sem., fasc. 3, 246249. BULLO G., 1940. Le valli salse da pesca e la vallicoltura. Officine grafiche Carlo Ferrari, Venezia. CARRADA G. C., FRESI E., 1988. Le lagune salmastre costiere. Alcune riflessioni sui problemi e sui metodi. In: Carrada G.C., Cicogna F., Fresi E. eds., Le lagune costiere: ricerca e gestione, Clem, Massa Lubrense Napoli. CATAUDELLA S., FRANZOI P., MAZZOLA A., ROSSI R., 1999. Pesca del novellame da allevamento: valutazione di una attivita e sue prospettive. In La pesca del novellame, Laguna, 6 suppl., 129135. 39C.V.N., 1999. Monitoraggio delle attivita di pesca artigianale e del pescato in laguna aperta. Accordo di Programma Magistrato alle Acque, Provincia di Venezia. Studio C.4.3. Relazione finale. DANCONA U., 1959. The classification of brackish waters with reference to the north Adriatic lagoons. Arch. Oceanogr. Limnol., 15 suppl., 93109. DA ROS L., PELLIZZATO M., 1985. La molluschicoltura italiana. Esperienze produttive e prospettive di sviluppo. Ambiente, Risorse, Salute, 39, 1821. DEN HARTOG C., 1971. De Nederlandse Ruppiasoorten, Gorteria, 5, 710, 148153. DONATI F., VACIAVEO M., ZOPPELLETTO M., 1999. Valutazione dellimpatto socioeconomico della pesca del novellame nel contesto della filiera produttiva delle valli da pesca. In La pesca del novellame, Laguna, 6 suppl., 7993. FRANZOI P., TRISOLINI R., ROSSI R., 1989. Caratteristiche ecologiche del popolamento ittico ripario della Sacca di Scardovari Delta del Po. Nova Thalassia, 10, suppl.1, 399405. FRANZOI P., ROSSI R., 1992. Pesce novello da pesca per lacquacoltura. Oebalia, 17 suppl. 2, 111122. FRANZOI P., PELLIZZATO M., 2002. La pesca del pesce novello da semina in laguna di Venezia nel periodo 19992001. Lavori Soc. Ven. Sc. Nat. 27, 5768. GUELORGET O., PERTHUISOT J. P., 1982. Structure et evolution des peuplements benthiques en milieu paralique. Comparaison entre un modele dessale l Etang du Prevost, France et un model sursale Bahiret el Biban, Tunisie. Conseguences biologiques et geologiques, Journ. Rech. Oceanogr., VII, 2.3.4., 211. GUELORGET O., PERTHUISOT J. P., 1983. Le domaine paralique. Expressions geologiques, biologiques et economiques du confinement, Traveaux du laboratoire de geologie, 16. Presses Ecole Norm. Sup. Paris. LEVIMORENOS D., 1894. Cassa di providenza e sussidio al lavoro per i pescatori. Neptunia, suppl. MARCHESONI V., 1954. Il trofismo della laguna veneta e la vivificazione marina. III ricerca sulle variazioni quantitative del fitoplancton, Archo Oceanogr. Limnol., vol. IX, 3, 151285. MUNFORD J. G., LAFFOLEY D., 1994. The management of lagoons to conserve their naturale heritage. In Falconer R.A. and Goodwin P. eds., Wetland Management. Thomas Telford Services Ltd., London, 270282. NINNI E., 1940. Attrezzi e sistemi di pesca nella laguna. In: Brunelli G., Magrini G., Milani L., Orsi P. eds, La laguna di Venezia, III, 4, C. Ferrari, Venezia. ODUM, E. P., 1988. Basi di Ecologia. Ed. Piccin, Padova. PELLIZZATO M., DA ROS L., 1983. I bivalvi. In: Acquacoltura a cura di E. Ribaldi. Ed. C.L.E.S.A.V., 2148. 40PELLIZZATO M., GIORGIUTTI E., 1997. Attrezzi e sistemi di pesca nella provincia di Venezia. Amministrazione Provinciale di Venezia, A.S.A.P., 190 pag. PERES J. M., PICARD J., 1958. Manuel de bionomie benthique de la Mediterranee. Rec. Trav. Sta. Mar. Endoume, 23. PERES J. M., PICARD J., 1964. Noveau manuel de bionomie benthique de la Mediterranee. Rec. Trav. Sta. Mar. Endoume, 31. PROVINCIA DI VENEZIA, 2000. Piano per la gestione delle risorse alieutiche delle lagune e della provincia di Venezia. RAZZA D.,1897. Le cause delle condizioni misere dei pescatori. Neptunia, 78, 103118. REDEKE H. C., 1922. Zur Biologie der niederlandischer Brackwassertypen Ein Beitrag zur regionalen Limnologie. Bijdr. Dierk., Amsterdam, 22, 329335. REDEKE H. C., 1933. Uber den jetzigen Stand unserer Kenntnisse des Flora u. Fauna des brackwassers. Verh. Int. Ver. Limnol., 6 1, 4661. REMANE A., 1934. Die Brackwasserfauna. Verh. Deutsch. Zool. Ges., 3474. ROSSI R., 1981. La pesca del pesce novello da semina nellarea meridionale del Delta del Po. Quad. Lab. Tecnol. Pesca, 3, 2336. ROSSI R., 1986. Occurence, abudance and growth of fish fry in Scardovari Bay, a nursery ground of the Po River Delta Italy. Archo Oceanogr. Limnol., 20, 259279. ROSSI R., FRANZOI P., CATAUDELLA S., 1999. Pesca del pesce novello per la vallicoltura: una esperienza nordadriatica per la salvaguardia delle zone umide. In: La pesca del novellame, Laguna, 6 suppl., 620. SFRISO A., 1996. Decremento di produzione e cambio nella vegetazione macroalgale nella laguna di Venezia, Inquinamento, 5, 8088. SFRISO A., MARCOMINI A., 1994. Gross primary production and nutrient behaviours in shallow lagoon waters, Bioresource Technology, 45, 5966. SOLAZZI A., OREL G., CHIOZZOTTO E., SCATTOLIN M., CURIEL D., GRIM F., VIO E., ALEFFI F., DEL PERO D., VATTA P., 1991. Le alghe della laguna di Venezia, Arsenale Editrice, vol.1, 119 pag. VATOVA A., 1953. Un triennio di ricerca sulle valli salse da pesca. Nova Thalassia, vol. II, 2, 117. VATOVA A., 1962. Rapporti tra concentrazione di sali nutritivi e produttivita delle acque lagunari. La Ricerca Scientifica, A. 32, S. 2, parte IIB, vol. 2, n.1, 4451. VIANELLO G., 1993. Racconti di un pescatore, la laguna di Venezia prima dellinquinamento, Filippi Ed., Venezia, 128 pag. VOLTOLINA G. B., 1898. Il mercato di Burano. Neptunia, 13. VOLTOLINA G. B., 1902. Il mercato di Burano. Neptunia, 18. ZOLEZZI G., 1941. La pesca nella provincia di Venezia. Bollettino di pesca, pescicoltura, idrobiologia, 3, 429445. ZOLEZZI G., 1944. La pesca nella provincia di Venezia, Bollettino di pesca, pescicoltura, idrobiologia, 231 pag. 41APPENDIX I The type of fishing boats used in the Venice lagoon during the first half of the 1900s Associazione culturale El Fughero, 1985; Brunelli et al., 1940 Tartana or paranza This vessel was used to tow a large trawl net called a tartana, which was kept open by the use of a pole across the opening of the net, or by two long poles, called sponteri, jutting out of the boat. It drifts with the prevailing current; and in the case of a favourable wind a sail was raised, whilst if the vessel was becalmed then the fishermen used their oars. Bragozzo and rete coccia The boat is equipped with two masts and a lugsails, as long as 12 m, and with a tonnage of 4 to 8 t. It had a crew of 2 to 5 depending on the type of fishing practised. It is the most famous boat of the Adriatic, the symbol of the city of Chioggia with its seafaring tradition. The bragozzi were capable of fishing in pairs towing a bagshaped net, as long as 50 m, with side wings called coccia or cocchia. Battelluccio or sardellara This boat was used for sardine fishing in the sea or near to harbours. It was 9 to 11 m in length and had a tonnage of 1 to 3 t. It had a crew of 2 to 3. Before sunrise, or at nighttime when there was a full moon, a long net called a menaide was lowered and sunk vertically to a depth of 4 to 5 m. Caorlina This is a typical boat used by the fishermen of Caorle and Burano and was remarkable in having a both a pointed stern and bow. It is 9 to 11 m in length, with a tonnage of 1 to 2 t, with a crew of 2 to 8. It was suitable for the transport and installation of fyke nets. Bragagna A theemasted fishing boat used in Chioggia , 9 to 11 m in length with a tonnage 1 to 2 t, and crew of 2 to 4 . It fished only in the lagoon with a trawl net bragagna. The three masts with their lugsails allowed the boat to proceed sideways, towing the large net whose edges were fixed to two poles sponteri. In the absence of wind, the boat was pushed by hand, walking on the sea bed or rowed. Topo batelo a pizzo; variants: topo mestieretom 7; topo musso or musseto m 6.80 A boat with a rounded stern and a pointed bow, 7 to 10 m long, a tonnage of 1 to 4 t, and a crew of 1 to 5. The topo was used in support of traditional fishing with parangali also called palangresi and was towed to the fishing grounds by a much bigger boat e.g. a tartana or bragozzo. It was generally used for attaching hooks. Once the topo was used for fishing with a panola a towed line for catching mackerel. Sandolo and pesca a fagia 42A small boat with a pointed bow used in both the basins and in the lagoon itself. It was 6 to 8 m in length, and had tonnage of 0.5 to 1 t. It was crewed by 1 to 3 men. It was called by various names depending on its size and characteristics. Using a strong light directed at, and near to, the water at nighttime, it was possible to act as a decoy pesca a fagia. APPENDIX II This is a description of the events of a typical working day for a fisherman who practised fyke net fishing seragia in the mid1900s Vianello, 1993. Fishing with the fyke net is a tradition that has been passed down through the generations, and every chief padrone of a boat bore a traditional family name. In this way at Pallestrina there was the company of Datti, Fongher, and many others, in Burano there was the famous Strigheta, etc. Such a fishing method was used only in the shallow lagoon waters paludi and required the use of one or more boats, usually caorline, which were equipped with nets. The number of boats, as well as nets, was decided upon by the padrone, the chief, who if he had more fishermen at his disposal, then had more boats and also more nets to use. The crew of each boat comprised of three or more men who would cast about 200 to 250 m of fyke net seragia. Fishing normally took place at nighttime: lengths of the shallow waters were closed off with long nets about one hour before the tide began to recede. This period was chosen because many fish species which normally live in the canals, move to the shallows with the high tide. The fyke net was fixed to the sea bed using suitable pegs at a distance of about two metres from the bank of the canal. When the tide began to recede, the fish tried to reach the canals, and in the attempt they were caught in the nets which surrounded the shallow waters. Following this, the fishermen waited until the water had fullyreceded in order to collect the fish using a net or their hands. The fish were placed into various containers, loaded onto boats ready to be transported to the fish markets of Chioggia or Venice. Sometimes it was necessary to wait a long time for the low tide, and then there was a hard nights work ahead. 43NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.html http:www.ssrn.comlinkfeem.html http:www.repec.org http:agecon.lib.umn.edu NOTE DI LAVORO PUBLISHED IN 2006 1.2006 2.2006 3.2006 4.2006 5.2006 Anna ALBERINI: Determinants and Effects on Property Values of Participation in Voluntary Cleanup Programs: The Case of Colorado Valentina BOSETTI, Carlo CARRARO and Marzio GALEOTTI: Stabilisation Targets, Technical Change and the Macroeconomic Costs of Climate Change Control Roberto ROSON: Introducing Imperfect Competition in CGE Models: Technical Aspects and Implications Sergio VERGALLI: The Role of Community in Migration Dynamics Fabio GRAZI, Jeroen C.J.M. van den BERGH and Piet RIETVELD: Modeling Spatial Sustainability: Spatial Welfare Economics versus Ecological Footprint Olivier DESCHENES and Michael GREENSTONE: The Economic Impacts of Climate Change: Evidence from Agricultural Profits and Random Fluctuations in Weather Michele MORETTO and Paola VALBONESE: Firm Regulation and ProfitSharing: A Real Option Approach Anna ALBERINI and Aline CHIABAI: Discount Rates in Risk v. Money and Money v. Money Tradeoffs Jon X. EGUIA: United We Vote Shao CHIN SUNG and Dinko DIMITRO: A Taxonomy of Myopic Stability Concepts for Hedonic Games Fabio CERINA lxxviii: Tourism Specialization and Sustainability: A LongRun Policy Analysis Valentina BOSETTI, Mariaester CASSINELLI and Alessandro LANZA lxxviii: Benchmarking in Tourism Destination, Keeping in Mind the Sustainable Paradigm Jens HORBACH: Determinants of Environmental Innovation New Evidence from German Panel Data Sources Fabio SABATINI: Social Capital, Public Spending and the Quality of Economic Development: The Case of Italy Fabio SABATINI: The Empirics of Social Capital and Economic Development: A Critical Perspective Giuseppe DI VITA: Corruption, Exogenous Changes in Incentives and Deterrence Rob B. DELLINK and Marjan W. HOFKES: The Timing of National Greenhouse Gas Emission Reductions in the Presence of Other Environmental Policies Philippe QUIRION: Distributional Impacts of EnergyEfficiency Certificates Vs. Taxes and Standards Somdeb LAHIRI: A Weak Bargaining Set for Contract Choice Problems 6.2006 7.2006 8.2006 9.2006 10.2006 11.2006 12.2006 13.2006 14.2006 15.2006 16.2006 17.2006 18.2006 19.2006 20.2006 Massimiliano MAZZANTI and Roberto ZOBOLI: Examining the Factors Influencing Environmental 21.2006 22.2006 Marzio GALEOTTI, Matteo MANERA and Alessandro LANZA: On the Robustness of Robustness Checks of the 23.2006 24.2006 Innovations Y. Hossein FARZIN and KenICHI AKAO: Nonpecuniary Work Incentive and Labor Supply Environmental Kuznets Curve Y. Hossein FARZIN and KenICHI AKAO: When is it Optimal to Exhaust a Resource in a Finite Time? Y. Hossein FARZIN and KenICHI AKAO: Nonpecuniary Value of Employment and Natural Resource Extinction Lucia VERGANO and Paulo A.L.D. NUNES: Analysis and Evaluation of Ecosystem Resilience: An Economic Perspective Danny CAMPBELL, W. George HUTCHINSON and Riccardo SCARPA: Using Discrete Choice Experiments to Derive IndividualSpecific WTP Estimates for Landscape Improvements under AgriEnvironmental Schemes Evidence from the Rural Environment Protection Scheme in Ireland Vincent M. OTTO, Timo KUOSMANEN and Ekko C. van IERLAND: Estimating Feedback Effect in Technical Change: A Frontier Approach Giovanni BELLA: Uniqueness and Indeterminacy of Equilibria in a Model with Polluting Emissions Alessandro COLOGNI and Matteo MANERA: The Asymmetric Effects of Oil Shocks on Output Growth: A MarkovSwitching Analysis for the G7 Countries Fabio SABATINI: Social Capital and Labour Productivity in Italy Andrea GALLICE lxxix: Predicting one Shot Play in 2x 2 Games Using Beliefs Based on Minimax Regret Andrea BIGANO and Paul SHEEHAN: Assessing the Risk of Oil Spills in the Mediterranean: the Case of the Route from the Black Sea to Italy Rinaldo BRAU and Davide CAO lxxviii: Uncovering the Macrostructure of Tourists Preferences. A Choice Experiment Analysis of Tourism Demand to Sardinia Parkash CHANDER and Henry TULKENS: Cooperation, Stability and SelfEnforcement in International Environmental Agreements: A Conceptual Discussion Valeria COSTANTINI and Salvatore MONNI: Environment, Human Development and Economic Growth Ariel RUBINSTEIN lxxix: Instinctive and Cognitive Reasoning: A Study of Response Times SIEV CCMP CCMP KTHC SIEV CCMP PRCG SIEV CTN CTN NRM NRM CCMP KTHC KTHC CSRM CCMP IEM CTN CCMP SIEV CCMP NRM NRM SIEV 25.2006 SIEV 26.2006 KTHC CCMP IEM KTHC ETA IEM NRM CTN IEM ETA 27.2006 28.2006 29.2006 30.2006 31.2006 32.2006 33.2006 34.2006 35.2006 36.2006 ETA ETA ETA CCMP IEM CCMP KTHC CCMP SIEV NRM KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC ETA CTN CTN CTN CTN CTN CTN CTN CTN 37.2006 Maria SALGADO lxxix: Choosing to Have Less Choice 38.2006 39.2006 40.2006 41.2006 42.2006 43.2006 Justina A.V. FISCHER and Benno TORGLER: Does Envy Destroy Social Fundamentals? The Impact of Relative Income Position on Social Capital Benno TORGLER, Sascha L. SCHMIDT and Bruno S. FREY: Relative Income Position and Performance: An Empirical Panel Analysis Alberto GAGO, Xavier LABANDEIRA, Fidel PICOS And Miguel RODRIGUEZ: Taxing Tourism In Spain: Results and Recommendations Karl van BIERVLIET, Dirk Le ROY and Paulo A.L.D. NUNES: An Accidental Oil Spill Along the Belgian Coast: Results from a CV Study Rolf GOLOMBEK and Michael HOEL: Endogenous Technology and Tradable Emission Quotas Giulio CAINELLI and Donato IACOBUCCI: The Role of Agglomeration and Technology in Shaping Firm Strategy and Organization Alvaro CALZADILLA, Francesco PAULI and Roberto ROSON: Climate Change and Extreme Events: An Assessment of Economic Implications 44.2006 45.2006 M.E. KRAGT, P.C. ROEBELING and A. RUIJS: Effects of Great Barrier Reef Degradation on Recreational Demand: A Contingent Behaviour Approach C. GIUPPONI, R. CAMERA, A. FASSIO, A. LASUT, J. MYSIAK and A. SGOBBI: Network Analysis, Creative System Modelling and Decision Support: The Net Sy Mo D Approach 46.2006 47.2006 Walter F. LALICH lxxx: Measurement and Spatial Effects of the Immigrant Created Cultural Diversity in 48.2006 49.2006 Sydney Elena PASPALANOVA lxxx: Cultural Diversity Determining the Memory of a Controversial Social Event Ugo GASPARINO, Barbara DEL CORPO and Dino PINELLI lxxx: Perceived Diversity of Complex Environmental Systems: Multidimensional Measurement and Synthetic Indicators Aleksandra HAUKE lxxx: Impact of Cultural Differences on Knowledge Transfer in British, Hungarian and Polish Enterprises Katherine MARQUAND FORSYTH and Vanja M. K. STENIUS lxxx: The Challenges of Data Comparison and Varied European Concepts of Diversity Gianmarco I.P. OTTAVIANO and Giovanni PERI lxxx: Rethinking the Gains from Immigration: Theory and Evidence from the U.S. 50.2006 51.2006 52.2006 53.2006 Monica BARNI lxxx: From Statistical to Geolinguistic Data: Mapping and Measuring Linguistic Diversity Lucia TAJOLI and Lucia DE BENEDICTIS lxxx: Economic Integration and Similarity in Trade Structures 54.2006 Suzanna CHAN lxxx: Gods Little Acre and Belfast Chinatown: Diversity and Ethnic Place Identity in 55.2006 Belfast Diana PETKOVA lxxx: Cultural Diversity in Peoples Attitudes and Perceptions 56.2006 John J. BETANCUR lxxx: From Outsiders to OnPaper Equals to Cultural Curiosities? The Trajectory of 57.2006 Diversity in the USA Kiflemariam HAMDE lxxx: Cultural Diversity A Glimpse Over the Current Debate in Sweden 58.2006 Emilio GREGORI lxxx: Indicators of Migrants SocioProfessional Integration 59.2006 ChristaMaria LERM HAYES lxxx: Unity in Diversity Through Art? Joseph Beuys Models of Cultural 60.2006 Dialogue Sara VERTOMMEN and Albert MARTENS lxxx: Ethnic Minorities Rewarded: Ethnostratification on the Wage 61.2006 Market in Belgium Nicola GENOVESE and Maria Grazia LA SPADA lxxx: Diversity and Pluralism: An Economists View 62.2006 Carla BAGNA lxxx: Italian Schools and New Linguistic Minorities: Nationality Vs. Plurilingualism. Which 63.2006 Ways and Methodologies for Mapping these Contexts? Vedran OMANOVIC lxxx: Understanding Diversity in Organizations Paradigmatically and Methodologically 64.2006 65.2006 Mila PASPALANOVA lxxx: Identifying and Assessing the Development of Populations of Undocumented 66.2006 67.2006 Monika SEDENKOVA and Jiri HORAK lxxx: Multivariate and Multicriteria Evaluation of Labour Market Situation Dirk JACOBS and Andrea REA lxxx: Construction and Import of Ethnic Categorisations: Allochthones in The Netherlands and Belgium Eric M. USLANER lxxx: Does Diversity Drive Down Trust? Paula MOTA SANTOS and Joao BORGES DE SOUSA lxxx: Visibility Invisibility of Communities in Urban Systems Rinaldo BRAU and Matteo LIPPI BRUNI: Eliciting the Demand for Long Term Care Coverage: A Discrete Choice Modelling Analysis Dinko DIMITROV and ClausJOCHEN HAAKE: Coalition Formation in Simple Games: The Semistrict Core Ottorino CHILLEM, Benedetto GUI and Lorenzo ROCCO: On The Economic Value of Repeated Interactions Under Adverse Selection Sylvain BEAL and Nicolas QUEROU: Bounded Rationality and Repeated Network Formation Sophie BADE, Guillaume HAERINGER and Ludovic RENOU: Bilateral Commitment Andranik TANGIAN: Evaluation of Parties and Coalitions After Parliamentary Elections Rudolf BERGHAMMER, Agnieszka RUSINOWSKA and Harrie de SWART: Applications of Relations and Graphs to Coalition Formation Paolo PIN: Eight Degrees of Separation Roland AMANN and Thomas GALL: How not to Choose Peers in Studying Groups Migrants: The Case of Undocumented Poles and Bulgarians in Brussels Roberto ALZETTA lxxx: Diversities in Diversity: Exploring Moroccan Migrants Livelihood in Genoa 71.2006 72.2006 73.2006 74.2006 75.2006 76.2006 77.2006 78.2006 79.2006 68.2006 69.2006 70.2006 CTN CCMP CSRM CTN PRCG CCMP CCMP KTHC CCMP CCMP SIEV PRCG CCMP CCMP CCMP CCMP CCMP KTHC CCMP PRCG NRM NRM CCMP KTHC SIEV NRM PRCG CCMP NRM PRCG KTHC KTHC IEM SIEV CCMP NRM CCMP CCMP 83.2006 84.2006 85.2006 86.2006 87.2006 88.2006 89.2006 90.2006 91.2006 92.2006 93.2006 94.2006 95.2006 96.2006 97.2006 98.2006 Vincent M. OTTO, Andreas LOSCHEL and John REILLY: Directed Technical Change and Climate Policy Nicoletta FERRO: Riding the Waves of Reforms in Corporate Law, an Overview of Recent Improvements in Italian Corporate Codes of Conduct Siddhartha BANDYOPADHYAY and Mandar OAK: Coalition Governments in a Model of Parliamentary Democracy Raphael SOUBEYRAN: Valence Advantages and Public Goods Consumption: Does a Disadvantaged Candidate Choose an Extremist Position? Eduardo L. GIMENEZ and Miguel RODRIGUEZ: Pigous Dividend versus Ramseys Dividend in the Double Dividend Literature Andrea BIGANO, Jacqueline M. HAMILTON and Richard S.J. TOL: The Impact of Climate Change on Domestic and International Tourism: A Simulation Study Fabio SABATINI: Educational Qualification, Work Status and Entrepreneurship in Italy an Exploratory Analysis Richard S.J. TOL: The Polluter Pays Principle and CostBenefit Analysis of Climate Change: An Application of Fund Philippe TULKENS and Henry TULKENS: The White House and The Kyoto Protocol: Double Standards on Uncertainties and Their Consequences Andrea M. LEITER and Gerald J. PRUCKNER: Proportionality of Willingness to Pay to Small Risk Changes The Impact of Attitudinal Factors in Scope Tests Raphael SOUBEYRAN: When Inertia Generates Political Cycles Alireza NAGHAVI: Can RDInducing Green Tariffs Replace International Environmental Regulations? Xavier PAUTREL: Reconsidering The Impact of Environment on LongRun Growth When Pollution Influences Health and Agents Have FiniteLifetime Corrado Di MARIA and Edwin van der WERF: Carbon Leakage Revisited: Unilateral Climate Policy with Directed Technical Change Paulo A.L.D. NUNES and Chiara M. TRAVISI: Comparing Tax and Tax Reallocations Payments in Financing Rail Noise Abatement Programs: Results from a CE valuation study in Italy Timo KUOSMANEN and Mika KORTELAINEN: Valuing Environmental Factors in CostBenefit Analysis Using Data Envelopment Analysis Dermot LEAHY and Alireza NAGHAVI: Intellectual Property Rights and Entry into a Foreign Market: FDI vs. Joint Ventures Inmaculada MARTINEZZARZOSO, Aurelia BENGOCHEAMORANCHO and Rafael MORALES LAGE: The Impact of Population on CO2 Emissions: Evidence from European Countries Alberto CAVALIERE and Simona SCABROSETTI: Privatization and Efficiency: From Principals and Agents to Political Economy Management in the NOSTRUM Partner Countries of the Mediterranean 99.2006 100.2006 Khaled ABUZEID and Sameh AFIFI: MultiSectoral Uses of Water Approaches to DSS in Water 101.2006 Carlo GIUPPONI, Jaroslav MYSIAK and Jacopo CRIMI: Participatory Approach in Decision Making Processes for Water Resources Management in the Mediterranean Basin Kerstin RONNEBERGER, Maria BERRITTELLA, Francesco BOSELLO and Richard S.J. TOL: KlumGtap: Introducing Biophysical Aspects of LandUse Decisions Into a General Equilibrium Model A Coupling Experiment 102.2006 80.2006 Maria MONTERO: Inequity Aversion May Increase Inequity 81.2006 82.2006 Benefit Exercise Evidence Carbon Dioxide Emissions in the Usa Mediterranean: The Case of Island Regions, 19902002 Differentiation in Work and Giving Behaviors: Experimental Evidence Integrated Evaluation of Impacts of Dams on Regional Development in Morocco 103.2006 Avner BENNER, Brian P. Mc CALL, Massoud STEPHANE, and Hua WANG: Identity and SelfOther 104.2006 Aline CHIABAI and Paulo A.L.D. NUNES: Economic Valuation of Oceanographic Forecasting Services: A Cost105.2006 Paola MINOIA and Anna BRUSAROSCO: Water Infrastructures Facing Sustainable Development Challenges:106.2006 Carmine GUERRIERO: Endogenous Price Mechanisms, Capture and Accountability Rules: Theory and 107.2006 Richard S.J. TOL, Stephen W. PACALA and Robert SOCOLOW: Understanding LongTerm Energy Use and 108.2006 Carles MANERA and Jaume GARAU TABERNER: The Recent Evolution and Impact of Tourism in the 109.2006 Carmine GUERRIERO: Dependent Controllers and Regulation Policies: Theory and Evidence John FOOT lxxx: Mapping Diversity in Milan. Historical Approaches to Urban Immigration 110.2006 111.2006 Donatella CALABI: Foreigners and the City: An Historiographical Exploration for the Early Modern Period 112.2006 Andrea BIGANO, Francesco BOSELLO and Giuseppe MARANO: Energy Demand and Temperature: A 113.2006 Anna ALBERINI, Stefania TONIN, Margherita TURVANI and Aline CHIABAI: Paying for Permanence: Public 114.2006 Vivekananda MUKHERJEE and Dirk T.G. RUBBELKE: Global Climate Change, Technology Transfer and 115.2006 Clive LIPCHIN: A Future for the Dead Sea Basin: Water Culture among Israelis, Palestinians and Jordanians 116.2006 Barbara BUCHNER, Carlo CARRARO and A. Denny ELLERMAN: The Allocation of European Union 117.2006 Richard S.J. TOL: Carbon Dioxide Emission Scenarios for the Usa Allowances: Lessons, Unifying Themes and General Principles Preferences for Contaminated Site Cleanup Trade with Complete Specialization Dynamic Panel Analysis NRM SIEV SIEV CCMP ETA KTHC PRIV SIEV SIEV Market Data: Are the Results Trustworthy? Isabel CORTESJIMENEZ and Manuela PULINA: A further step into the ELGH and TLGH for Spain and Italy 118.2006 119.2006 Beat HINTERMANN, Anna ALBERINI and Anil MARKANDYA: Estimating the Value of Safety with Labor 120.2006 Elena STRUKOVA, Alexander GOLUB and Anil MARKANDYA: Air Pollution Costs in Ukraine 121.2006 Massimiliano MAZZANTI, Antonio MUSOLESI and Roberto ZOBOLI: A Bayesian Approach to the Estimation of Environmental Kuznets Curves for CO2 Emissions JeanMarie GRETHER, Nicole A. MATHYS, and Jaime DE MELO: Unraveling the WorldWide Pollution Haven Effect 122.2006 123.2006 Sergio VERGALLI: Entry and Exit Strategies in Migration Dynamics 124.2006 Bernardo BORTOLOTTI and Valentina MILELLA: Privatization in Western Europe Stylized Facts, Outcomes 125.2006 Pietro CARATTI, Ludovico FERRAGUTO and Chiara RIBOLDI: Sustainable Development Data Availability on 126.2006 S. SILVESTRI, M PELLIZZATO and V. BOATTO: Fishing Across the Centuries: What Prospects for the Venice and Open Issues the Internet Lagoon? lxxviii This paper was presented at the Second International Conference on Tourism and Sustainable Economic Development Macro and Micro Economic Issues jointly organised by CRENo S Universita di Cagliari and Sassari, Italy and Fondazione Eni Enrico Mattei, Italy, and supported by the World Bank, Chia, Italy, 1617 September 2005. lxxix This paper was presented at the International Workshop on Economic Theory and Experimental Economics jointly organised by SET Center for advanced Studies in Economic Theory, University of MilanoBicocca and Fondazione Eni Enrico Mattei, Italy, Milan, 2023 November 2005. The Workshop was cosponsored by CISEPS Center for Interdisciplinary Studies in Economics and Social Sciences, University of MilanBicocca. lxxx This paper was presented at the First EURODIV Conference Understanding diversity: Mapping and measuring, held in Milan on 2627 January 2006 and supported by the Marie Curie Series of Conferences Cultural Diversity in Europe: a Series of Conferences. CCMP SIEV NRM KTHC IEM CSRM PRCG ETA CTN 2006 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Sustainability Indicators and Environmental Valuation Editor: Anna Alberini Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Matteo Manera Corporate Social Responsibility and Sustainable Management Editor: Giulio Sapelli Privatisation Regulation Corporate Governance Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network ", "filename": "NDL2006-126.pdf", "person": ["Silvia Silvestri", "Silvestri, Silvia", "M. Pellizzato", "Pellizzato, M.", "V. Boatto", "Boatto, V."], "date": ["2006"]}