{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74256/1/NDL2007-042.pdf"], "title": ["The Neoliberal Myth in Latin America: The Cases of Mexico and Argentina in the \u009190s"], "plaintext": " The Neoliberal Myth in Latin America: The Cases of Mexico and Argentina in the 90s Veronica Ronchi NOTA DI LAVORO 42.2007 APRIL 2007 PRCG Privatisation, Regulation, Corporate Governance Veronica Ronchi, Universita degli Studi di Milano This paper can be downloaded without charge at: The Fondazione Eni Enrico Mattei Note di Lavoro Series Index: http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection: http:ssrn.comabstract983031 The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Corso Magenta, 63, 20123 Milano I, web site: www.feem.it, email: working.papersfeem.it The Neoliberal Myth in Latin America: The Cases of Mexico and Argentina in the 90s Summary During the 90s most Latin American countries were submitted to neoliberal structural reform policies. Neoliberal policies imposed market supremacy, reduced the States role in the economy and deregulated the markets. This paper aims at describing how these policies affected the most important macroeconomic indexes, with special emphasis on Argentina and Mexico, the two countries that suffered most from the economic crises of the 80s and 90s, and where the neoliberal policies were applied with greater orthodoxy. In spite of a slight improvement in some macroeconomic indexes, in Latin America neoliberalism failed to reduce poverty and unemployment, and was unable to guarantee a fair distribution of the wealth and improve welfare. Keywords: Latin America, Mexico, Argentina, 90s, Neoliberalism JEL Classification: E21, E22, E24, E26, N16, N26, N36, O16 Address for correspondence: Veronica Ronchi Universita degli Studi di Milano Via Festa del Perdono 7 20122 Milano Italy Phone: 39 02503 111 Email: veronica.ronchiunimi.it No puede decirse que hay hoy una historia de America Latina sino una historia del mundo y de sus transformaciones generales que toman una paises latinoamericanos.1 particular forma en los Introduction Starting from the second half of the 80s, the agenda of Latin American governments was dominated by a wave of structural reform policies aimed at the radical transformation of the economic institutions established after World War II. These structural reforms were the result of two parallel developments. The first was the adjustment ajuste process that had been initiated because of the acute economic emergency following the foreign debt crisis. The unsuccessful attempts to correct the macroeconomic problems with shortterm adjustments increased the pressure for stronger and radical solutions. As far as political proposals are concerned, there was growing consensus for the neoliberal position that permeated the dominant economic thought of the international financial institutions and governmental circles of the creditor countries. Neoliberal policies were based on a set of principles such as market supremacy either national or international, depending on the case as the main, if not exclusive, means to redistribute resources, reduce the States role in the economy and deregulate the markets of goods and services, labour and capitals. The debate between political scientists and analysts, that had started in the 90s, ended with positions definitely in favour of neoliberalism. These policies were formally collected in the socalled Washington Consensus: a set of principles and economic policy measures formulated by John Williamson in the early 90s. It relied on the support of the international financial institutions and on the enthusiastic backing of the regions conventional political parties. From this perspective, the macroeconomic imbalances of Latin American countries were caused by the limitations and dysfunctions of the development model oriented towards the internal market and promoted by the State. The Baker Plan 2 of 1986 gave credit to this analysis and defended the 1 Touraine A., Mutaciones de America Latina, in: Revista Sociedad, n. 2, Facultad de Ciencias Sociales UBA, Buenos Aires, May 1993, p. 5 2 The Baker Plan, named after U.S. Treasury Secretary John Baker who launched it in 1985. The plan requested new credits for the countries unable to honour old debts, stating that countries that could not pay in cash could transfer participation shares or properties of resources and enterprises. 2rationalisation and the reduction of State interventionism in the economy, as well as greater integration in the world economy. These proposals the search of solutions fostering economic integration by Latin American governments and the structural adjustment programs recommended by the multilateral credit agencies eventually converged on an urgent issue: the demand and supply of foreign financial aid. The conventional clauses present in the loans granted by the International Monetary Fund and the World Bank thus became a means through which market reforms were added to the governments agendas. One after the other, Latin American countries started to implement deep changes aimed at reducing the States historical role in promoting development and in modifying the conventional balance between the national and foreign market. Although the orientation of the economic changes was quite similar, the extent and pace of their implementation was predictably different, each country having started the change in peculiar economic and political conditions. For this reason this paper is devoted to the description of the macroeconomic trend of the most important countries of South America, with special emphasis on the two economies that suffered most from the financial crises of the 90s: Mexico and Argentina. Mexico, at the end of 1987, and Argentina, in early 1991, adopted strict stabilisation measures aimed at controlling their high inflation rate. The Mexican Pacto de Solidaridad Economica 3 fixed an initial exchange rate followed by adjustment within a range 4, and the Argentine Plan de Convertibilidad, based on a fixed exchange rate, relied on the exchange rate as the main political tool to fight inflation. The Ley de Convertibilidad 5, supported by the new law of the Central Bank, imposed strict limits to the monetary policy and established a 100% international reserves guarantee for the monetary base 6. These stabilisation programs were accompanied or followed by relevant economic reforms. In Mexico trade liberalisation started in 1985 with the cut in the import restrictions of capitals and intermediate goods. It continued in 1998 with the liberalisation of the imports of consumer goods. As of January 1994, the North American Free Trade Agreement with the United States and Canada NAFTA changed the institutional structure of the flows of trade and capital within the North American area. In 1988 Argentina started to gradually reduce the customs tariffs. In the 90s 3 The Pacto de Solidaridad Economica PSE of December 1987 adjusted public expenditure, accelerated privatisations, cut import taxes, implemented the controlled devaluation of the peso and an emergency increase of the minimum salary. 4 Krauze E., La presidencia imperial. Ascenso y caida del sistema politico mexicano 19401996, Tusquets, Mexico D.F., 1997, p. 436 5The Ley de Convertibilidad was applied in Argentina in 1991. A fixed pesoU.S. dollar exchange rate was enforced and the emission of money by the Central Bank of the Republic of Argentina was strictly reduced. 6 Gerchunoff P. e Torre J. C., La politica de liberalizacion economica en la administracion Menem in: Desarrollo economico, vol. 36, n. 143, ottobredicembre 1996, pp. 745746 3Argentina passed from a policy of gradual change to open trade. Tariffs were reduced from an average 26.5% in October 1989 to 9.7% in April 1991. A number of specific taxes and import quantity restrictions were abolished at the same time. Financial trade flows were completely liberalised following the approval of the Ley de Convertibilidad in April 1991. Equality treatment for national and foreign investments was also established 7. Other economic reforms accompanied the stabilisation programs based on trade liberalisation with an appreciation of the exchange rate in the 90s. Mexicos economy was liberalised at a faster rate under the Salinas administration December 1988December 1994 with the privatisation of stateowned banks and enterprises and with the liberalisation of the financial system. In Argentina the Menem administration December 1989December 1999 initiated a radical privatisation program. The process involved a broad range of activities oil, communications, railroad, energy and stateowned airlines and by 1994 most of the stateowned enterprises had been privatised. These reforms generated massive capital flows, especially as financial investments. In Latin America, Mexico and Argentina were amongst the greatest recipients of capital flows between 1990 and 1993. In Mexico, the main recipient, the capital flow was followed in 1994 by an abrupt contraction that led to the devaluation of the peso in December of that same year, followed by a deep crisis. The crisis in Mexico had a strong impact throughout Latin America. In 1995 Argentina experienced a massive flight of capital and a severe financial and economic crisis 8. The macroeconomic policies of the two countries clearly diverged in the second half of the 90s. An initially undervalued peso, under a fluctuating exchange rate regime, predominated in Mexico. In Argentina the Ley de Convertibilidad produced growing appreciation, especially compared to the depreciated currency of its main trade partners, in particular of Brazil at the beginning of 19999. The rapid growth of exports in Mexico until 2001 made a tax pressure increase necessary and contributed to the drop of the debtexports ratio, that had already been greatly reduced for the privatisations of the early 90s 10. The first part of this paper is focused on the critical analysis, from a neoliberal perspective, of other development models implemented in Latin America starting from the 30s shedding light on the principles of neoliberalism, with special emphasis on the desarollista developmentalist model of the 70s. The second part is centred on the conditions of the different Latin American countries in 7 Buscaglia A. E., La economia argentina a fines del siglo XX, in: Marcelo R. Lascano a cura di, La economia argentina hoy, El Ateneo, Buenos Aires, 2001, pp. 5657 8 Sevares J., Por que cayo la Argentina. Imposicion, crisis y reciclaje del orden neoliberal, Grupo Norma, Buenos Aires, 2002, p. 62 9 EggersBrass T., Historia argentina 18062004. Una mirada critica, Maipue, Ituzaingo Buenos Aires, 2004, pp. 673674 10 Casares E. and Sobarzo H. editors, Diez anos del TLCAN en Mexico. Una perspectiva analitica, Fondo de cultura economica, Mexico D.F., 2004, p. 156 4the 90s versus the main macroeconomic indicators and structural reforms. Finally, the conclusive section of this paper will analyse the results of neoliberalism in Latin America, focusing on the economies of Mexico and Argentina as the most virtuous models in the early part of the 90s 19901993, and as the most adversely affected in the years following the 1994 crisis. 1. The first liberal experiments in Cono Sur In Latin America the early 70s marked the decline of the desarrollista approach, characterised by State interventionism as a model of development. The crisis of this strategy, that had led to high inflation levels, had elicited criticism from neoliberal analysts who believed it to be responsible for the economic and social situation of those years. The countries that suffered most from the crisis where those in the Cono Sur area Argentina, Uruguay and Chile, whose GNP between 1945 and 1970 grew by only 3.5% compared to the 6.2% growth in the rest of the subcontinent. The particular economic, political and social situation of these countries, disrupted by revolutionary movements, encouraged the return of inflexible and repressive military dictatorships that enforced the economic and social policies inherent in neoliberal postulates and, in the opinion of Torcuato Di Tella, tailored to the interests of the national and international bourgeoisie. According to neoliberal principles, the poor development of the region had to be attributed to State interventionism in the economy, which had characterised the previous policies. The disastrous effects of the crisis of the 30s in Latin America showed that economic liberalism was unable to solve the severe historical problems of Latin American economies. The policies that could have been useful to deal with the crisis of the 30s which was attributed to a generalised fall in demand were destined to fail when transformed into development strategies, the neoliberals maintained, because in the long run the main negative characteristic of the underdeveloped countries was insufficient productivity rather than lack of demand. The strategy of development towards the internal market or importsubstituting industrialisation ISI model was applied in order to deal with the crisis. This was the main strategy adopted in the area from the late 30s to the early 50s. It was followed by the desarrollista policy promoted by the Comision Economica para la America Latina CEPAL that increased the States participation 5in economic activity as incentive to achieve industrialisation and stop the exports of raw materials, typical of the area.11. While these economic policies succeeded in giving industrialisation a key role in economic growth in the 30s, they led to a decrease in the level of exports and, consequently, foreign currencies, and to the subsequent crisis of the balance of payments. An attempt to solve this problem was the increase of State control over the imports and capital movements. In order to fight inflation the State fixed the prices granting priority to indispensable consumer goods. At that time this strategy represented an attempt to meet the accumulation requirements within the social relations of capitalist production. Based on the analysis of previous development strategies, neoliberalists maintained that the States growing interventionism in the economy had substituted the market as the main mechanism for the redistribution of resources. This disincentive to private initiative had fostered capital accumulation through an expansive monetary policy causing high inflation levels. Moreover, because of its political involvement, the State was an inefficient entrepreneur and its participation had thus slowed down the subcontinents development. In short, the abolition of State participation, the strengthening of the private sector, the restoration of the markets role, the reprivatisation of the economy and the start of an open production, commercial and financial policy were the essential features of the neoliberal strategy to achieve the objectives of monetary and balance of payments stability, excellent resources redistribution, international competitiveness and the cancellation of public deficits 12. Two objectives were priorities in the neoliberal view: the creation of a market friendly scenario and the control of right prices. Trimming the States role is therefore essential. The State should limit its functions to defence, government administration and expenses control for some social programs, but above all it should protect the main rule of the model: the market must be free to function.13. The States management of the economy and of the stateowned enterprises is inefficient. Based on neoliberal principles the private sector, characterised by private firms and personal initiative, is the main agent of production. This means that the economy must be totally privatised. The private sector will also be subjected to a rule: efficiency. The competitive private enterprises will remain on the market, the inefficient ones will be excluded. 11 Coraggio J. L., Territorio en transicion. Critica a la planificacion regional en America Latina, Ciudad, Centro de investigaciones, Quito, 1988, pp. 145152 12 Dos Santos T., Neoliberalismo: doctrina y politica, in Comercio exterior, n. 117, gennaiofebbraio 1999, p. 507 13 Orlansky D., El concepto de desarrollo y las reformas estatales: visiones de los noventa, in: Tercer congreso argentino de administracion publica, Congreso argentino de administracion publica, 24 giugno 2005, San Migule de Tucuman, p. 1518 6The final objective is thus an economic system, regulated by the laws of the market and without the states intervention in the economy, that will promote economic growth based on the efficiency of the private sector. Even though the neoliberal criticism of the previous development models referred to some real events in the Latin American economy, it was selective in terms of the strategic neoliberal interests in economic, political and social issues. During the neoliberal experiments in the Cono Sur area, the abolition of political freedom and the militarisation of the State were necessary to establish a strong State, able to guarantee the economic and social organisation, based on the non intervention of the State and market functioning.14. Moreover, in the 70s the Cono Sur countries were threatened by the possibility of important social changes. The aforementioned efficiency objective was used to achieve not only the transformation of the State but of society as a whole. Here, reference is made to the internal domination mechanisms that were fully expressed in the socalled national security doctrine 15, conceived with the aim of eliminating social demands and limiting as much as possible the forms of democratic expression, not only of the working class but of national capitalists. The steely authoritarian regimes of Argentina and Chile did all they could to change the roots of the productive structure, social composition and predominating values of their national communities, with the hope of generating a capitalist model of development in Latin America. The State had thus acquired absolute political control. It rejected the pressures of society, with the exception of those coming from the sectors in power. An essential function was anyway guaranteed: the functioning of a complex structure of disparities and the control over the disciplinary integration of society 16. The trimming of public expenditure, the decrease of State participation in the control and development of private activities and the privatisation of production activities as a basis for the efficiency of the model, limited the States importance as an economic agent and, consequently, its function as a promoter of development. The free prices game, determined by supply and demand, must be the best way to distribute the available resources in the general interest. The participation of the private sector in the economy must therefore be enhanced and State interventionism reduced. This will lead to the confirmation of the markets role as the driving force of economic growth. 14 Ibidem, p. 522 15 Bustos Ramirez J., Estructura juridica y estado en America Latina, in: Fundacion Pablo Iglesias, Caminos de la democracia en America Latina, Pablo Iglesias, Madrid, 1984, pp. 225228 16 Rapoport M. e collaboratori, Historia economica, politica y social de la Argentina 18802000, Ariel, Buenos Aires, 2006, pp. 616623 7This implies the need to establish open policies in terms of production, trade and finance, and to reprivatise and reorganise the economy for the accumulation and redistribution of the international capital 17. The promoters and supporters of neoliberalism for Latin America have underlined the advantages of the private market, minimising its limits and excluding any shortcomings. This assumption omits the possibility that converging private interests might exclude the satisfaction of basic needs shared by society as a whole, representing the broad range of individual interests of different social classes. This was one of the weaknesses of the doctrine and a high social cost was paid for it 18. 1.2 A liberalised economic system As described above, from the neoliberal perspective, the need to create a strong State capable of applying the rules of the game and ensuring market functioning, was followed by the need to privatise the economy and to enforce an economic policy based on open production, financial and commercial terms. The main objective of price liberalisation was to convert the market into the only instrument for the distribution of resources and increase of production efficiency. The goal was thus to increase the level of efficiency and competitivity by using the competitive advantages of the market. Within the neoliberal strategy, the external sector plays a key role. The State is far too politically involved to promote and identify the strategic areas. For this reason, the competitive advantages of the market represent a decisive reference point for the redistribution of the resources. The reconversion of the productive processs is aimed at achieving these competitive advantages in order to increase the efficiency of the national industry 19. The period following World War II was marked by the application of the Marshall Plan, from 1945 to 1950, and by the Bretton Woods agreements 1944, that established the creation of the International Monetary Fund IMF and the World Bank WB. In accordance with these agreements each country had to maintain the exchange rate of its currency within a fixed value. This system was applied from 1944 to 1971. 17 Cuello R., La decada de los noventa: profundacion en el marco de una recesion estructural, in: Lascano M. R. editor, La economia argentina de hoy, El Ateneo, Buenos Aires, 2001, pp. 119139 18 Grassi E., Politicas y problemas sociales en la sociedad neoliberal. La otra decada infame, Espacio Editorial, Buenos Aires, 2003, pp. 3235 19 Wolfe M., Enfoques del desarrollo: de quien y hacia que? , in: Cincuenta anos de pensamiento en la CEPAL: textos seleccionados, Fondo de Cultura Economica Chile S.A., Santiago del Chile, 1998, pp. 717719 8The strategic importance of foreign currency depends on its role in the national economy in terms of the level and structure of a countrys production, its participation in the external sector and the stability of internal prices. Exchange rate policies therefore play a key role within the framework of economic policy. The main objective of the neoliberal strategy is the control of inflation. Foreign balance is expected to be achieved by applying the monetary approach to the balance of payments 20. The economic policy design therefore contains the tools needed to promote monetary restrictions and to avoid excessive demand, which is in turn the cause of the excess of money, fueled by the high level of public expenditure and salary increases at the expense of productivity. The design of foreign trade policy is characterised by free trade, so that the prices of exportable products international prices are those determined by the fixed national prices and the resources are assigned on the basis of the markets competitive advantages. Free exchange led to a relevant decrease of the customs tariffs, that had been established because of the previous importsubstituting policies. It is worth remembering that in Latin America, shortly after the crisis of the 30s, State control over the financial system was considered a necessary measure to promote development. The fact that control over the capital market was entrusted to the State and not to the market, is one of the reasons that prompted criticism on the previous model from neoliberal supporters. Thus, in order to obtain the trust of the international financial sources and to create an attractive and safe image for private investment, the neoliberal strategy establishes the need for an economy open to the capital market and foreign investment. Financial liberalisation boasts activities such as the cut in the limits to capital entry and exit, the liberalisation of the national interest rate so that it could become the main tool to select the most profitable investment projects, and the extension of special terms for the creation of new banks, new financial brokers and other foreign banks 21. 1.3 The results of the first neoliberal experiences In Latin America from the 50s until today, the priority granted to the growthbalance ratio was one of the main causes of the changes that occurred in that area as a result of the different economic policy designs. In the period included between the 50s and 70s economic growth and structural 20 Sufrimos de ideologia de mercado, interview to Kenneth Galbraith, in Pagina12, 22 August 1990, pp. 1017 21 Redondo Toronjo D., Sistema Productivo. De la edad de oro a la paradoja de los anos noventa, in: Banez P. and Manuela A editors, Economia Mundial: Transito hacia el nuevo milenio, Piramide, Madrid, 1998, pp. 139170 9strategies were privileged. Starting from the 80s the balance became the main objective, mostly because of the criteria imposed by the International Monetary Fund and by the World Bank, according to which the economies had to be balanced prior to any growth process 22. The International Monetary Fund initially pursued simple stabilisation and then the reorientation of the national policies in terms of the productive structure of the economies of the area, within the framework of the socalled structural adjustment policy. A debate was started during the 80s concerning the need to apply macroeconomic adjustment policies. It highlighted fundamental differences on this point. The debate, however, shed light on essential topics such as the need to decrease important marcoeconomic imbalances 23 and on the negative effect of hyperinflation on economic growth. Consensus was reached concerning the need to establish a preemptive order among the policies aimed at adjustment and stabilisation; defining economic policies apt to abolish structural deficiencies and to subsequently deal with stabilisation 24. Finally, these economic policy designs those with a clear monetary fund inspiration and the most heterodox ones aimed at obtaining transformations in the economicproductive structure of the countries of this area. On the other hand, the debt crisis fuelled the structural crisis that had started to emerge in the previous years. In the 70s easy access to foreign credit led to overestimate the capacity of absorbing expenses, jeopardising the possibility of future growth as the regions economy was becoming more and more financially dependent. It is not surprising, therefore, that with the 1982 debt crisis, caused by the abrupt interruption of capital flow towards Latin America, the countries of that area adopted adjustment policies. The countries were compelled to fulfil the obligations they had taken 25. Achieving positive results in foreign trade to pay off debt interests became the main objective of political design and a strong argument to affirm that the policies had to lead to structural changes suitable to guarantee foreign competitivity. During the period under consideration, all the Latin American countries implemented strict internal and external adjustments. A relevant percentage of the trade balance surplus, most of which had been obtained through strong import restrictions rather than through the actual increase of foreign 22 On this topic: O Connor J., Crisis de acumulacion, Penisula, Barcelona, 1987 23 Fernandez Tabales A., Neoliberalismo y territorio. Posibilidades de una nueva politica regional en America Latina, Universidad Internacional de Andalucia, Sevilla, 1999, p. 71 24 Katz J., Reformas estructurales, productividad y conducta tecnologica en America Latina, Fondo de cultura economica and CEPAL, Santiago del Chile, 2000, pp. 4146 25 Coraggio J.L., Territorio en transicion. Critica a la planificacion regional en America Latina, cit., pp. 166167 10competitivity evidence of this is the negative trend of relations in terms of exchange was devoted to paying off debt interests. Deep fiscal adjustments were applied, most of which were caused by the soaring debt. Priority was given to the payment of debt interests, and the percentage of the total expenditure reserved to covering primary expenses was substantially reduced, especially in the 19811984 period. This reduction was mainly influenced by the cuts in public workers salaries and by the rise of unemployment in this sector 26. The policies aimed at curbing demand, that had been developed to stabilise the prices system did not produce the hopedfor results, even though they had been in force for a number of years. Variations in the consumer price index highlights a constant trend towards inflation growth. The recession induced by the stabilisation programs, as a tool to slow down inflation, was unable to curb hyperinflation in the 80s. 2. Latin America in the 80s The adjustment programs enforced in this area as of 1983 enhanced the control of the following indicators: level of international reserves, internal inflation, internal growth level and fiscal deficit. The socalled increase of international competitivity involved the application of a restrictive monetary policy to keep internal inflation under control and to obtain the devaluation of the national currency. Another objective of this process was to eliminate inflationary pressure due to costs inflation. The social cost of this operation, however, was borne by the lowincome groups. The devaluation of the national currency, accompanied by strong salary control, reduced the real salary of the workers. Moreover, public expenditure trimming caused the abolition of state subsidies for basic services and indispensable consumer goods, as well as the fall in public investment, the consequent rise of unemployment and of the informal labour market. Unemployment grew proportionally with the decline of economic activity. Its uncontrolled growth was partially avoided at the expense of employment quality, especially in the urban areas, by the rise of employment in the small and mediumsized enterprises probably encouraged by the cut in real salaries and by the surge of selfemployed workers. In other words, there was a rapid growth of the informal labour market: there was a relative increase in the number of jobs in the sectors presenting the most unstable income levels. 26 BulmerThomas V., La historia economica de America Latina desde la indipendencia, Fondo de cultura economica, Mexico D.F., 1998, p. 455 11During the 19831990 period, the GNP growth rate kept on decreasing with the exception of the years 1986 and 1987. This decreasing tendency was also observed in the GNP growth rate per capita from 1.3% in 1984 to 1,6% in 1990 of the regional average. There was a substantial increase of the growth rate of consumer prices, and the gross global foreign debt grew from 373,400 million dollars in 1984 to 439,100 million dollars in 199027. The Latin American population grew by approximately 2% and it reached approximately 433 millions in 1991, while the percentage of the poor was nearly 41%, for a total of 183 million Latin Americans. These indicators worsened in the informal sector of the small and mediumsized firms, evidence of the deterioration of employment quality in Latin America. The 19861989 period was different, as the annual mean incomes per labour sector were the most affected compared to the severity of the economic crisis 19801983, with the greatest impact on the small enterprises, the informal sector and minimum salaries. The analysis of the urban employment structure in Latin America in the 19831989 period shows that the rise in unemployment was accompanied by the increase of the informal sector: the latter representing the adjustment variable of unemployment. 2.1 Between the 80s and 90s The stabilisation efforts implemented in the 80s were hindered by the economic policys inability to preserve the basic macroeconomic balance. The destabilising shocks caused by fiscal imbalances were thus the main sources of instability observed in most Latin American countries. There are at least three sources of external shocks to which an economic activity can react, provided it has the capacity to do so. The first is the increase of export prices followed by the changes in the international interest rate and, finally, the sharp fluctuations of capital flows, the main cause of economic instability in Latin America during the 70s. From this point of view, the regional situation was the opposite of what it was in the 90s: nearly all the countries succeeded in closing the tax deficit, at least until 1994. This difference can be explained by the changed international financial conditions and their effect on the evolution of the external sector. While Latin American countries experienced capital flights, interest rates dropped 27 Grassi E., Politicas y problemas sociales en la sociedad neoliberal. La otra decada infame, cit., p. 47 12in the early 90s. Access to voluntary financing was once more available and there was a constant flow of funds from abroad. As exports and foreign trade restrictions were reduced, the regional macroeconomic performance improved, since most of the patterns that had enhanced instability in the 80s were neutralised. First of all, foreign funds allowed to expand domestic absorption. On the other hand, the return of capital flows was so high that many countries had an excess of foreign currency due to the rapid growth of the deficits of ongoing transactions with the rest of the world. There was a generalised trend towards the accumulation of reserves and the appreciation of exchange rates 28. While in the 80s the exchange devaluations had opened the doors to rising inflation, in the 90s the drop in inflation was achieved with the support of exchange rate appreciations in most countries between 1990 and 1994 and once again between 1995 and 199729. Some countries faced traumatic failures in their fight against inflation like Mexico or recessions like Mexico and Argentina in 1995. The surge in activities and the revaluation of the exchange rate had a beneficial effect on stability. Revaluation gave a significant contribution to the fall of the inflation rate, it improved the fiscal balance and reduced the real value of the interests on foreign debt. At the same time internal revenues soared as the activities and sales increased. The lower inflation rates contributed to boost the revenues by increasing the real value of the taxes to be paid. They also simplified the application of more effective tax and administrative reforms compared to the past 30. Moreover, in some countries, the tax balance was facilitated by the privatisations which were partially financed by the inflow of foreign capital. Among the changes in the international financial scenario that occurred in the 80s and early 90s, greater emphasis is placed on the flows of capital and on the evolution of the external sector. This does not mean, however, that some structural reforms did not have relevant positive effects. The efforts made to improve the efficiency of public expenditure and tax policies should not be underestimated. It is evident, however, that many reforms could not have been developed and many efforts to achieve greater efficiency could not have been made in an environment similar to that of the 80s, with credit rationing and the obligation to pay off debts to the rest of the world. 2.2 Latin America in the 90s 28 Katz J., Reformas estructurales, productividad y conducta tecnologica en America Latina, cit., pp. 4755 29 FfrenchDavis R., Reformas para America Latina despues del fundamentalismo neoliberal, Siglo XXI editores Argentina, 2005, p. 56 30 Orlansky D., El concepto de desarrollo y las reformas estatales: visiones de los noventa, cit. p. 23 13The regional situation described above had one important exception, i.e. Brazil, at least until mid 1994. The Plan Real 31, a stabilisation plan launched in July of that year, however, put Brazils economy on the same level as those of the other major countries of the area, in terms of both inflation and trade. In spite of this, a few months after Brazils macroeconomy had lined up with that of its neighbours, the economies of Mexico and Argentina once again started to show signs of instability and the need for a new external adjustment. Mexico was the leader of the regional process of stabilisation and structural reforms. It also played a key role in building up the expectations of the international investors on Latin America as a whole. Its growth process in the 90s was considered a stable model of development, with rising international, commercial and financial integration, in particular for the United States. In the early 90s Mexico was perceived as an exemplary case in the subcontinent, and everybody hoped that the other countries would follow suit. Mexico therefore attracted capital flows to Latin America. The crisis of the exemplary case, however, showed that the ongoing modernisation processes were not immune to the return of instability 32. This crisis, moreover, extinguished the sweeping effect that had characterised the regional boom in the early 90s. In this sense, the Mexican crisis is a milestone that marks the end of an extremely favourable period for economic growth, that had started in 1990, when Mexico signed the first Brady Plan 33 for restructuring foreign debt. The substantial multilateral financial help to Mexico and Argentina in 1995 allowed to avoid discontinuity in the trend of payments abroad and a scenario similar to the one of end 1982. This time the financial market remained open for the countries of Latin America, unlike what had happened in the previous crisis. Between 1991 and 1993, the net flows of financial resources to the region amounted to approximately 166,000 million dollars, while the current account deficits were 98,000 millions. The net flow of capitals, however, exceeded the current account deficit, and caused the accumulation of reserves. Of the aforementioned total regional net inflow, 75,000 millions belonged to Mexico, 29,300 millions to Argentina, 19,500 millions to Brazil and 7,700 millions to Chile. These four countries concentrated 80% of the regional inflow between 1991 and 1993, Mexico alone 31 Dated July 1994 , this exchange rate allowed liberalised prices and a fixed rate in constant nominal values. It led to a drop in the inflation rate and reduced trade tariffs. 32 Clavijo F. a cura di, Reformas economicas en Mexico, 19821999, Collecion Lecturas del Trimestre Economico 92, Fondo de Cultura Economica, Mexico D.F., 2000, p. 421 33 Brady Plan 1989 named after the US Treasury Secretary in office at that time. According to this plan bank creditors did not have to aim at obtaining the payment of all the credits granted to the developing countries, but at the maximum amount possible. 14concentrating approximately 45% of the inflow 34. Apart from the countries considered, there was a significant inflow of funds even in Peru and Venezuela. The greatest inflow of capitals in this area was in 1993 with 70,000 million dollars, 29,500 of which went to Mexico and 14,800 to Argentina. During the 90s the revaluation of the exchange rate became a generalised phenomenon that each country handled in a different way. In Mexico one of the countries together with Argentina that experienced the highest appreciation, the stabilisation program was applied in 1987 and the first significant results were observed in 1988, during the early stage of the program. Stabilisation continued at a slower pace until 1990 and picked up speed in 1991. In Argentina the exchange rate, fixed in 1991, had recorded an important real appreciation in 1990. On the other hand, during the same period, Chile and Colombia had relatively depreciated exchange rates and in 1994 they were positioned on the opposite side compared to Mexico and Argentina. Chile revalued less than the rest of the subcontinent, while this process accelerated in Colombia in 1994. There was an important appreciation in Brazil in 1990, as a result of the Plan Collor 35 stabilisation attempt. After its failure, the real exchange rate was continuously depreciated until 1993. Then, in the second semester of 1994, during the first months of the Plan Real, the exchange rate was revalued by approximately 30% in real terms. The different evolution of the real exchange rates is associated with the different macroeconomic policies experimented in the 90s. On the one hand, Mexico and Argentina applied stabilisation policies characterised by a fixed nominal exchange rate and by a more or less passive attitude faced with the consistent capital inflows. On the other hand, the monetary and fiscal exchange rate policies of Colombia, Chile and Brazil aimed at defending the real exchange rate Brazil only until mid 199436. The trade deficit kept on growing and achieved 15,300 million dollars in 1993. The overall Latin American figures, however, covered a range of very different national policies. Between 1991 and 1993 trade surplus in Brazil achieved 39,800 million dollars and 11,300 million in 1994 following an increase in the imports. On the other side of the area, between 1991 and 1993 Medico accumulated a trade deficit of 63,200 million dollars and something similar occurred in Argentina. In both cases the deficits trajectory was essentially determined by the rapid growth of imports. This trend continued in 1994, when the 34Prebisch R., El desarrollo economico de la America Latina y algunos de sus principales problemas, in: Cincuenta anos de pensamiento en la CEPAL: textos seleccionados, Fondo de Cultura Economica Chile S.A., Santiago del Chile, 1998, pp. 9799 35 In Brasil the Plan Collor of 1990 introduced unprecedented liquidity restrictions by freezing bank assets 80%, and prices. At the same time a structural reform program was created. This plan included the privatisation of stateowned enterprises, an administrative reform, trade liberalisation and internal deregulation. 36 Reinhardt N. e Peres W., Latin Americas new economic model: micro reponses and economic restructuring, in: World Development, vol. 28, n. 9, p. 5967 15overall deficit of those two countries achieved approximately 29,000 million dollars. In Chile the trade balance was positive with the exception of 1993. In Colombia, the imports increased rapidly and the trade balance passed from a surplus of 2,300 million dollars in 1991 to a deficit of 2,100 millions in 199437. In the 90s there was a generalised decline in the exports growth rate Brazil was the main exception until 1994 and a strong imports increase. The annual growth rate of imports passed from 10.3%, in the second half of the 80s, to 16.1% in the 90s, while the average variation rate of exports remained unchanged. These regional figures, however, are significantly affected by Brazils commercial performance and by the increase of its exports in the 90s. In Mexico, where the exchange rate was revalued at an earlier date, the rate of imports increase was three times higher than the exports in the second half of the 80s and this ratio continued in the years that followed. In Argentina the imports grew by 5.5% per year between 1991 and 1994, while the exports increased annually by 55.6%38. In 1994 in Latin America there was a generalised improvement, in terms of exchange, with the exception of Argentina, Paraguay and Uruguay. The increase was 2.7% for the region, but much greater in Colombia and Chile where it achieved 12.7 and 7.9%, respectively. In these two countries, the value of the exports thus increased considerably 20.1 and 25%, respectively while the imports trends were similar to those in 1994, and grew by 22% in Colombia and by 7% in Chile. On the other side of this area, Mexico and Argentina experienced an additional decline of their trade balance in 1994, achieving record imbalances in both cases. This happened in spite of the more dynamic role of exports in that year that increased by 18.2% in Mexico and by 25% in Argentina. The aforedescribed performance of foreign trade affected the evolution of the indicators that allowed to characterise the degree of external fragility of the economies considered. The overall ratio of the current accountexports deficit in Latin America was 27.5% in 1993 and slighltly lower in 1994. This average regional indicator is affected by the favourable results of the external Brazilian sector, whose current account was practically balanced. In consideration of the above, the average regional fragility indicator can be used as a standard term of comparison of the national cases. It is worth describing the situation in 1993, because it preceded the 1994 change in capital flow trends described further on. In 1993 the countries external fragility indicators were ordered on the basis of a clear model. On the one hand, the quotients of Chile and Colombia were lower than the 37 BulmerThomas V., La historia economica de America Latina desde la indipendencia, cit., p. 462 38 Kosacoff B. e Ramos A., Reformas de los noventa: estrategias empresariales y el debate sobre crecimineto economico, Boletin Informativo Technit, n. 310, 2003, p. 6768 16regional average. On the other hand, in Mexico and in Argentina, the external fragility indicators doubled the Latin American average. The foreign debtexports ratio shows a similar distribution, although Brazils heavy indebtedness is similar to that of Mexico and Argentina. In 1994, the current accountexports deficit ratio slightly increased in Colombia even though it remained lower than the regional average and decreased in Chile. The current accountexports deficit ratio therefore worsened in Mexico and Argentina and increased by approximately 20% compared to 199339. 2.3 The causes, repercussions and consequences of the Mexican crisis In 1993 the external fragility data of the economies of Mexico and Argentina were the worst of the region. Within this scenario one would expect that keeping up the macroeconomic performance indicators of the early 90s would be a difficult task. In 1994, a long time before the Mexican devaluation of December, new elements emerged and became the initial symptoms of decline. One of these was the change in the trend of international reserves in Argentina and in Mexico. In particular, a perceptible fall of the reserves was observed in Mexico. This change started in February 1994, when the Federal Reserve increased its discount rates. Dating from this decision of the FED, and against conventional forecasts, the prices of longterm bonds dropped and their rates increased at the same pace as those of the shortterm bonds. Moreover, both movements had a more than proportional impact on the prices of Latin American bonds 40. There was a concomitant, generalised increase of the country risk index, especially in Mexico and in Argentina. This event has to be emphasised because it is evidence of the negative general attitude of the international markets towards Latin America in the 90s. The increase of the country risk index did not reflect the overall situation of the region, but is related to the external financial fragility levels of the different countries: it increased less in Chile and Colombia, and more in Mexico and Argentina. The trend of prices of Latin American bonds in the secondary market is symptomatic: prices plummeted in Mexico and Argentina in early 1994, they declined slightly in Brazil, and remained stable in Chile 41. We must ask ourselves what circumstances can explain the aforementioned parallel increase of the country risk index and the interest rates in the US. A plausible explanation is that the international 39 Mouguillansky G. e Bielchowsky R., Reformas economicas e inversion: America Latina en los anos noventa, CEPAL e Fondo de Cultura Economica, Santiago del Chile, 2000, p. 112114 40 Ibidem, p. 118 41 Prebisch R., El desarrollo economico de la America Latina y algunos de sus principales problemas, cit. pp. 107 17investors had perceived an increase in the external financial fragility as a result of the higher rates the debtors had to pay. In spite of this, when they requested greater guarantees for the risk, the attitude of the financial markets underlined the unfavourable impact. Thus, while Mexicos crisis should have induced a coordinated mass reaction towards year end, the change in the Federal Reserves rate discount policy produced this coordinated effect at an earlier date. The crisis in Mexico thus represented a particular event at the end of a period of growing financial tension that had started at the beginning of the year. This crisis had a significant impact on the rest of the region. This sequence of events was a deja vu. It resembled the events observed at the end of the 70s and in the early 80s. In general terms, it can be summed up as a financial boom followed by a period of tension in the financial markets and finally by an unexpected contraction. The change in the capital inflow pattern observed in 1994 in Mexico and Argentina was a generalised trend at the regional level. In that year the total capital inflow in Latin America was 47,000 million dollars compared to an annual average of approximately 55,000 millions between 1991 and 1993 and a maximum of 70,000 millions in 1993. This change is obvious for the two aforementioned countries, especially for Mexico, whose annual net inflow dropped to 10,500 millions. In 1994 capital inflows increased in Brazil and in Colombia, and they were comparable to those of the previous year in the rest of the region 42. The plunge in capital inflow in Mexico and Argentina occurred in both cases when the current account deficit continued to increase. In 1993 the deficits amounted to 23,500 millions in Mexico and 7,500 millions in Argentina, and rose up to 30,600 millions and 11,100 millions, respectively, in 1994. The fall in capital inflow added to the higher current account deficit led to a contraction of the reserves of Mexico and Argentina in 1994, for the first time in the 90s. Mexicos reserves amounted to 29,000 million dollars in February 1994 when the US monetary policy started increasing the interest rate. The reserves dropped to 6,000 millions on 22 December when the Mexican authorities decided to fluctuate the exchange rate, devaluing the peso by an initial 15%. The declines in capital flows and the abovementioned increase of the country risk index occurred in the countries with the most unfavourable external fragility indexes and when the interest rate in the US started to increase. These were the same countries that had received the greatest amount of capital until 1993. In 1995 the Latin American countries reacted to the new conditions of international financing in different ways according to their different external situations. For a while, the initial turbulence generated by Mexicos devaluation hit all Latin America, even the farthest emerging markets. Once 42 BulmerThomas V., La historia economica de America Latina desde la indipendencia, cit., p. 478 18this relatively short crisis was over, the economies of Chile and Colombia did not experience additional jolts. Brazils economy had overcome the high inflation process that had distinguished it from the rest of the countries analysed in this paper, and it enjoyed a period of greater stability starting from the implementation of the Plan Real in July 1994. The immediate outcome of the stabilisation plan on the balance of payments, however, was the fragility of the economys external situation. In the first semester of 1995 the first capital flights were observed. In spite of all this, when this period was over, Brazil managed, with some difficulties, to control its inflation and to finance its huge current account deficit. In 1995 Brazil absorbed enormous foreign capital inflows, and its situation became similar to Mexicos up to 199343. On the contrary, in 1995 the economies of Mexico and Argentina suffered once again the destabilising consequences of external adjustments. Both countries lost private capital throughout the year, compensated by a strong increase of foreign debt. Inflation picked up pace in Mexico and both economies were hit by recession. In 1995 there was a 6.6% drop of the GNP in Mexico, and of 4.6% in Argentina. The recession triggered by external adjustments highlighted the discontinuity of the growth process, as well as a change in the pattern of the process. Employment conditions became increasingly worse. In Argentina, investments dropped by 16% in 1995 and in Mexico by 29%. In both countries, the unemployment rate in 1995 doubled the rate in 199344. 2.4 Macroeconomic policies and structural reforms: effects on growth, competitivity and employment There were important differences in the longterm growth patterns observed in the various countries of Latin America. As previously described, growth restrictions, external ones in particular, which were prevalent in the 90s, were gradually reduced in most of the area. However, growth did not evolve in the same way in all the countries. The domestic market expanded, but the countries had different consumption and investment policies. The domestic savings rate stabilised in some countries and decreased in others. In some countries investments focused on non commercial activities. The economic policies of that period the specific national combinations of stabilising 43 Mirando J.C., Reestructuracion industrial en un contexto de instabilidad macroeconomica. El caso de Brasil, in : Katz J., Estabilizacion macroeconomica, reforma estructural y comportamiento industrial; estructura y funcionamiento del sector manifacturero latinoamericano en lo anos 90, Alianza Editoria, Buneos Aires, 1996, p. 3134 44 Cuello R., La decada de los noventa: profundacion en el marco de una recesion estructural, cit., pp. 103105 19reform policies, applied to the new context, were an important explanation of these differences. It is worth underlining some of the different effects on competitiveness and employment. Another important change of the 90s, besides the abovedescribed transformation of the international situation, was the extension of the structural reforms. In general, this process followed the recommendations of the socalled Washington Consensus, fostering the growing deregulation of the markets and trimming the role of the public sector in the economy. Ambitious trade liberalisation plans were applied in nearly all the countries of the area. Capital flows were liberalised and the domestic financial markets deregulated. Privatisations were carried out especially in Chile, Argentina and Messico. Although the Washington Consensus program is well defined, the key aspects of the reform were handled ambiguously in terms of their practical application, or simply ignored. The first issue is the sequence of the reforms. In general, the program disregards the complex transition process, but is firm on two points: the first step of the sequence is stabilisation and the last is the liberalisation of capital movements, which should never occur before or at the same time as the liberalisation of foreign trade. The second point is the possibility that the reforms in themselves, or the integration of a number of reforms, may produce unexpected macroeconomic events or adversely affect preexisting imbalances. It implicitly states that when stability is attained, the subsequent reforms will not damage it in any case 45. The sequence of policies has been frequently determined by shortterm economic and political needs, rather than by an analysis based on the lessons learnt. It is worth observing that foreign trade was liberalised when the capital account and the domestic financial market were liberalised. As mentioned above, the sudden increase of capital investment led to the appreciation of the exchange rate. The trade liberalisation of the 90s occurred when the exchange rate was appreciated, like the liberalisation experiences of the Cono Sur area at the end of the 70s. The surge in the trade deficit is one of the visible consequences of this process. In addition to the aforedescribed sustainability problems, this situation had other consequences on the savings trend, on investments, on the way investments are assigned and on the efficiency with which resources are handled. First of all, the joint effects of trade liberalisation, the cut in customs tariffs and the increase of liquidity and credit induced a strong rise of intermediate and consumer goods imports. A decline in in the savings rate of families, which was obvious in all the countries considered with the exception of Chile, was also observed. Secondly, the revalued exchange rate, added to the effects of the trade liberalisation, made some domestic activities competitive on an international level this is possible with a longterm exchange 45 Marcaida E. V. a cura di, Estudios de historia economica y social. De la revolucion industrial a la globalizacion neoliberal, Biblos, Buenos Aires, 2002, pp. 218219 20rate. The effect on the export activities and the effect of cheap imports on the local production of tradable goods at the international level contributed to curbing the growth rate, increasing unemployment and adversely affecting the regional and sectoral income distribution. The damage inflicted upon the firms and physical and human capital having reached irreversible levels, these effects persist. The process of deindustrialisation and substitution of manufactured imports involves the broad adaptation of the economic structure to a transitory model of relative prices and capital flows. The longer the duration of the appreciated exchange rate, the greater the effects of dislocationdisplacement on the structure of the economy. Among the countries considered, Mexico and Argentina are the most obvious examples of the effects of dislocation and its consequences. In Mexico poor growth results were evident . In Argentina these effects were evident until 1993 together with a strong boom of aggregate demand induced by capital entries. In this case, the most obvious expression of these effects is the increase of unemployment. In the period of rapid expansion, between 1991 and mid 1994, the unemployment rate increased from 6.5% to 12%. In 1995, with ongoing recession, the urban unemployment rate achieved 18.6%46. Third, during the exchange rate revaluation period the relative prices had additional longlasting effects on the structure of the economy, because they provided misleading information for the assignment of investments in commercial and non commercial activities. Fourth, while the expansion of the deregulated and open financial system was encouraged to attract capital entry, it was not aimed at solving the traditional problem of poor longterm financing, and it thus caused new problems. Although inflation decreased, the attitude towards shortterm deposits and credits persisted. A substantial part of the new credit was directed to finance consumption, constructions and real estate investments. This determined the appearance of a systemic risk associated with the evolution of exchange rate parity, in that most of the credit was directed to non commercial activities. Also, in many cases the increase of financial indicators was concomitant with the decrease in the savings rate. The segmentation of the credit market continued to be a typical characteristic of the financial systems. In general, the credit for small and mediumsized firms was expensive and scarce. In the 90s, in Mexico and in Argentina, as in other smaller economies such as Bolivia and Peru, the stylised characteristics of the evolution of the financial systems, are similar to those observed in the Cono Sur area at the end of the 70s. In some cases these was a firm tendency to the dollarisation of the financial system 47. 46 Sanchez M. A., Privatizaciones y extranjerizacion de la economia argentina, in : Realidad Economica, n. 166, p. 4345 47 Rofman A., El Plan de Convertibilidad y su impacto regresivo sobre los mercados de trabajo regionales. Argentina 19911994, Seminario Internaconal sobre impactos territoriales de los procesos de reestructuracion, Pontificia universidad catolica del Chile, Santiago del Chile, 1995, pp. 910 21 2.5 Latin America during the neoliberal governments: Mexico and Argentina as emblematic cases in the region The stabilisation programs implemented in Mexico and Argentina, accompanied by the liberalisation of trade and the appreciation of the real exchange rate, were the macroeconomic scenario within which the economies of both countries grew during the early 90s up to 1994 and, in the case of Argentina, throughout that decade. As in other trade liberalisation experiences with real exchange rate appreciation, the tradable goods sectors adapted to the shock by boosting labour productivity 48. The result of this acceleration was the delay in growth, or the contraction of employment in the tradable goods sectors. From 1990 to 1994 the employment rate in the manufacturing sector declined in both countries, although to a greater extent in Argentina. In Mexico the decrease was not significant. After the 1995 recession, that had been associated with the 1994 crisis of the balance of payments in Mexico and with its tequila effect on Argentina, the employment rate started increasing in Mexico. This did not happen in Argentina, where in 2001 the employment rate was only two thirds of the level it boasted in 1990. The trend of the real salaries and GNP growth rate throughout that decade are considerably similar in both economies with an annual GNP growth rate of approximately 1.3% between 19902001. Moreover, from 1990 to 1994, the 1.1% 6.4% between 1990 and 1995 drop in the industrial employment rate in Mexico is comparable with the 11% rate in Argentina 16.3% for the years 19901995. So, in the first part of this decade 19901994, GNP growth was more rapid in Argentina 7.6% versus 3.6% per year in Mexico, while in the second part of the decade, following the 1995 recession, employment grew at a faster rate in Mexico, where even the GNP increased more than in Argentina. As a matter of fact, from 1996 to 2001, employment in Argentina continued to decrease at an annual rate of 4.7%, while it rose in Mexico at an annual rate of 5.7% 19962000. In this period, Mexico achieved a GNP growth rate of 4.3% from 1996 to 2001 compared to 0.6% in Argentina. One of the factors that contributes to explain the different pattern of employment growth in Mexico and Argentina is the expansion of the US economy in the 90s, especially during the second half of this decade. Starting from the second half of the 80s and in particular with the enforcement of the NAFTA agreement in 1994, the Mexican trade cycle was increasingly synchronised with that of the 48 Katz J., Reformas estructurales, productividad y conducta tecnologica en America Latina, cit., pp. 8386 22US economy: demand strongly contributed to employment expansion in the Mexican maquila sector 49. In Latin America, Argentina and Mexico represent two different models of trade specialisation. An important part of Mexican exports is increasingly oriented towards manufactured products the maquiladoras and non maquiladoras representing approximately 80% of the total exports in 2000, while those in Argentina are dominated by natural resources, primary and agricultural products, amounting to approximately 70% during the 90s. These differences in the trade models had important effects on the evolution of employment in the tradable goods sectors. It is important to analyse the evolution of employment and labour productivity in two of Mexicos manufacturing sectors: the export maquiladora industry which includes a large part of the manufacturing sector producing exportable goods and the non maquiladora industry, mainly grouping the importable goods activities. During the overvaluation period that accompanied trade liberalisation, the employment level in the non maquiladora industry declined 7.4%, compared to the 11% drop in all the Argentine manufacturing sector. The rise in employment in the maquiladoras industry compensated the significant decline of employment in the manufacturing sector between 1990 and 1994, which partially explains the contrast with the Argentine experience. In general, there was an important restructuring of the Mexican manufacturing sector in that decade, with rapid employment growth in the maquiladoras industries, whose participation in that sectors employment grew from 14% to 30% between 1990 and 2000. This growth continued at a rapid pace after the devaluation at the end of 1994. It contributed to increasing the employment levels per unit of production in the manufacturing sector. Labour productivity in the maquiladoras industry did not grow rapidly after the trade reform. This is no surprise: the maquiladoras were established under a free trade regime. They did not have to adapt to the new conditions created by trade liberalisation. The Argentine experience does not diverge from the Mexican non maquiladora manufacturing sector during the first half of the 90s, although employment contraction was significantly more important than in Mexico. The key difference is that no manufacturing subsector in Argentina played a shockabsorber role similar to that of the Mexican maquiladoras 50. The Argentine manufacturing sector experienced profound restructuring in the 90s. From 1991 onwards, this sectors employment rate continued to decrease, while production per worker and per 49 Buitelaar R., Padilla R. e Urrutia R., Centroamerica Mexico y Republica Dominicana: maquila y tranformacion productiva, Cuadernos de la CEPAL, n. 85, CEPAL, Santiago del Chile, 2000, p. 4347 50 Ibidem, pp. 5055 23working hour continued to rise. Employment in the manufacturing sector dropped by 37% during the 19902001 period 51. The different patterns followed by the manufacturing industries are mainly due to the competitivity conditions prevailing at the end of the 80s. Faced with lower customs tariffs, an appreciated exchange rate and a strong increase of internal demand, the industries with the most competitive exports were those whose relative competitivity was already high before the shocks, i.e. the natural resources processing industries and the industrial commodities. As in Mexico, the forces that operated during the first part of the 90s were affected by the strengthening and consolidation of the relative competitivity conditions present at the end of the 80s. As previously mentioned, however, in Argentina no manufacturing subsector played the role of the maquiladora industry in Mexico, absorbing part of the labour force shift that followed the imports increase and labour decrease per production unit in the rest of the manufacturing sector. The entire manufacturing sector had trimmed the labour force. The generalised cut in the labour per production unit was mainly induced by the introduction of technologies and organisational changes aimed at saving labour. It also included changes in the production profile e.g. a basket of less diversified goods. Effects similar to trade opening on the average productivity and employment can be observed on a smaller scale in Brazil, where the opening process started in 1990. In the 90s, the industrial product fluctuated following the aggregate demand cycle, while employment in the manufacturing sector tended to systematically decrease. In Brazil the situation started to improve in mid 1992, and was reflected in the 19% growth of the industrial product in two years and in unemployment decrease. Thus, in Mexico and in Argentina, and to a smaller extent in Brazil, trade opening seemed associated with the increase of the average productivity per employed worker and with a decline in the unemployment rate. On the contrary, the model observed in Chile in the 90s is completely different. In this country trade opening dates back to the 70s. Starting from the second half of the 80s the growth of the industry led to the expansion of the textile and engineering industries, a process that some authors have labelled a new phase of importsubstitution 52. In 1993 manufactured products had increased much more than in Mexico and Argentina, i.e. 37% higher than the average of the second half of the 80s. Moreover, unlike Mexico and Argentina, the manufacturing sector created new employment opportunities: in 1993 manufacturing employment was 28% higher than the average of the second half of the 80s. The average productivity per employed person increased by 7% in that period. 51 Katz J., Reformas estructurales, productividad y conducta tecnologica en America Latina, cit., p. 87 52 Ibidem, pp. 8690 243. The decline of the neoliberal experience The reforms of the 90s are usually considered painful but unavoidable initiatives for the definite start of Latin American growth; this path towards growth had been abandoned by Latin American countries when they had adhered to the importsubstitution model. Based on the annual GNP growth rate, the results were not the ones expected. The area grew by 4.9% per year in the 50s, it rose to 5.5% in the following decade and it continued growing by 5.1% in the 19731980 period 53. The lost decade of the 80s, that opened the doors to the debt crisis, meant a meagre 1.6% growth rate for Latin America. The macroeconomy of Latin American countries was significantly affected by the changes in capital flows over the last three decades. There was a huge offer of funds in the 70s, followed by funds scarcity in the 80s when it became an exporting region. Between 1991 and 1994 it was once again the recipient of substantial amounts of funds and later suffered a sharp decrease in some of the main flows between end 1994 and early 1995. Funds started flowing once again in 1996 and 1997, but external financing reached an abrupt end in the 199899 period. The debt crisis of the 80s highlighted the structural shortcomings of some Latin American economies. It had severe effects, and the income per capita dropped by an average 0.7% per year between 1981 and 1989. The 19902004 period is associated with intense economic reforms implemented as a result of the Washington Consensus. Although the outcome was better than that of the 80s, with a 0.9% growth per capita, it remained unsatisfactory: in the 195080 period expansion was much lower than 2.6%, lower than worldwide growth 1.1% and growth in the developed world USA with 1.8%54. Severe and reiterated financial crises in the 80s and 90s and an unfavourable placement of Latin American economies in the international arena were two surprising consequences of the implemented policies. Systemic signs show that the emerging economies were unable to handle the abundance of capital to avoid monetary and financial crises. The consequences were severe in terms of growth and equity. A number of crises were caused by irresponsible or populist public deficit policies. Successful and apparently healthy emerging economies, however, have frequently suffered severe imbalances due to flows of volatile capital. At the height of foreign financing, the new resources flowed towards the share market and private consumption, generating price bubbles, overpricing the exchange rate and inducing a non sustainable growth of the aggregate demand. The consequences 53 BulmerThomas V., La historia economica de America Latina desde la indipendencia, cit., p. 359 54 Kosacoff B. e Ramos A., Reformas de los noventa: estrategias empresariales y el debate sobre crecimineto economico, cit., p. 72 25were trade deficits and soaring indebtedness especially in the private sector, that stemmed from capital entries. The inappropriate policies that led to this vulnerability were fostered by the international capital markets: an example is the enthusiastic abundance in Argentina until 1998 and in Mexico in the early 90s 55. It is also worth observing that the financing of the capital accumulation process in Latin America continued. It depended to a large extent on the trade surplus of the primary sector of the economy. In this sense, although the neoliberal model succeeded in recreating natural competitive advantages, no relevant integration in the value chains was observed, and the exports continued to focus on the generation of commodities. Prices fluctuation and the poor dynamics of these products within the protectionist policies of the developed countries represented a source of restrictions and, in the worst cases, of uncertainty in the financial economic outlook 56. A number of factors linked to these restrictions were enhanced by the financial opening implemented by the model. The capitals thus entered and exited the financial markets following a procyclic pattern, and the periods of growth were reinforced by shortterm capital entry, while the recessions were aggravated by their flight. The foreign indebtedness of transnational firms, however, was not reduced. The situation was extremely critical: dealing with foreign debt became an increasingly complex matter. The combination of internal policies and external restrictions produced an unsustainable growth. The growth cycles were shorter and shorter, and they were followed each time by increasingly severe recessions. The combination of real and financial shocks led to recessive adjustments since the growth of exports and the expansion of the internal market could not take place at the same time 57. The failure of neoliberal policies is also explained by the fact that one of the pending problems, i.e. financial dependence, became increasingly worse: an area grows only when the funds it receives from abroad are greater than those it remits. Upheld as the synonym and symbol of modernity, neoliberalism had negative effects on the regions processes of scientific and technological innovation. The resources invested in innovation and development were dangerously low. Brazil, Argentina, Chile and Uruguay invested slightly less than 1% of the GNP in the early 90s and this level remained unchanged until the end of the decade 58. 55 FfrenchDavis R., Reformas para America Latina despues del fundamentalismo neoliberal, cit., pp. 287288 56 Grassi E., Politicas y problemas sociales en la sociedad neoliberal. La otra decada infame, cit., p. 58 57 Coraggio J.L., Territorio en transicion. Critica a la planificacion regional en America Latina, cit., p. 191 58 Cortes R. e Marshall A., Estrategia economica, instituciones y negociacion politica en la reforma social de los noventa, Desarrollo Economico, Instituto de desarrollo economico y social, vol. 39, n. 154 lugliosettembre 1999, pp. 201207 26This approach had severe consequences when compared with that of other emerging countries e.g. the South Eastern countries where the funds destined to this purpose increased. The technological divide that separates Latin American countries from both the developed and developing countries of the region, consequently increased. Starting from the mid 80s, Latin America experienced a significant exports increase, associated with the devaluation of the local currencies for the debt crisis and by an intense trade opening. Its exports soared and grew by over 7% between 1990 and 2004. In spite of the exports success, the global economic performance was unsatisfactory, with an average 2.6% GNP growth in the same period. Over these fifteen years, trade reforms adversely affected the importsubstituting sectors and contributed to the costly external imbalances that caused the crisis. On the other hand, the intensity and quality of the exports policy and its bonds with the rest of the economy are very different from those observed in Asia. Latin America keeps a basket of exportable products that consists mainly of natural resources with poor aggregate value. After this unilateral liberalisation stage, the region started a new cycle of interregional integration development, characterised by the enforcement of free or preferential trade agreements. This socalled open regionalism strategy improved the opening process of Latin American countries, because it was a mutual exchange as opposed to a unilateral opening, and it expanded the markets. In turn, greater interregional integration stimulated a change in the basket of exportable products and encouraged the participation of non conventional exportable products, manufactured goods in particular. While tax restrictions and antiindustrial public policy distortions limited the States action in the field of innovation and development, there were no private investments in the areas abandoned by the State. It was not only a question of resources. The macroeconomic scenario was a strong incentive for the purchase of foreign items as sources of technical change to the detriment of endogenous efforts and development. The financial system based its credit decisions on the economic solvency of the applicant and not on the evaluation of the projects. The neglect of sectoral policies did not limit the competitive production processes, especially the foreign ones. Moreover, in accordance with InterAmerican Development Bank statistics for the 19981999 period, the wealthiest 5% of the population received 25% of the income, while the poorest 30% received only 7%59, in a directly proportional relationship between growth and poverty. As far as the international role of Latin America is concerned, neoliberalism enhanced the export of primary goods. In the 19852000 period, while the exports of primary products worldwide grew by 59 BID, Desarrollo mas alla de la economia. Progreso economico y social de America Latina, InterAmerican Development Bank, Washington D.C., 2000, p. 183 27an average annual rate of 3.7%, the rate of the manufactured products exports grew twice as much, i.e. by 9.1%. Taking a closer look at the process, while the manufactures based on natural resources grew by an annual rate of 6.6%, low and medium technology products rose by over 8% and high technology products by 13.2%. The different evolution of the various types of exports determined the contribution of each type of product to the total percentage of exported products. It is worth observing that the overall percentage of primary goods exported dropped from 23 to 12.4 % of the total, while the percentage of manufactured products increased; interestingly, the 10 percentage points gained represent high technology goods. Making matters even worse, Latin America dropped behind other less developed countries. The participation of Latin America in the trade of manufactures from developed countries decreased excluding Mexico whose situation was described above for its special bond with the United States, while the manufactures from South East Asian countries increased. The percentage dropped from 17 to 9% of the total, impacting on the participation of medium, hightechnology exports. At the end of the decade, the exports of goods incorporating medium technology coming from Latin America versus the total exports from developing countries dropped from 17.5 to 10%, while the exports of high technology products dropped from 6.6 to 2.1%60. In essence, neoliberal policies enhanced the regions role in the global market as a supplier of primary and manufactured goods based on natural resources and low technology. It is therefore a limited primary specialisation compared to the policies adopted by the developed countries, the natural recipients of the exported goods. One of the most severe consequences of the Washington Consensus was the poor investment rate level. Latin America needs longterm funding, access to technology and capacity to absorb it, trained human resources and infrastructures complementary to the investment in production. As discussed above, neoliberalism is based on the assumption that liberalisations and privatisations obviously increase the supply of these ingredients required for the potential product. This supply, however, does not often always appear spontaneously or at the appropriate time. Addressing this problem is one of the challenges of reforms and public policies. This is what we call completing factor markets. Incomplete or underdeveloped markets cannot function properly. Sometimes they do not even supply the items required for the aggregate production function. Incompleteness is an 60 Ibidem, p. 192 28intrinsic characteristic of underdevelopment, and denotes the lack of productive capacity or systemic competitivity 61. While the policies failed in their attempt or lack of attempt to integrate the value chains by incorporating aggregate value in the form of qualified labour and technology, the positive contribution of natural resources as a competitive advantage, did not help the development of Latin American countries. Among the structural reforms adopted within the globalisation framework, the setting up of subsidiaries of multinational enterprises of developed countries in underdeveloped countries is explained by the need to reduce costs and maximise capitals. The creation of the product, the research and development processes, as well as their innovation and management, are carried out by the corporations at their headquarters located in the first world. The production process is transferred abroad to take advantage of the availability of raw materials, low labour cost or the proximity of the target consumers market 62. Within this scenario, the protection of foreign investments is necessary for the new global order. On the one hand these investments will have to be regulated by the same measures and policies as national investments a principle knows as the national treatment, for which a discriminatory treatment is forbidden. It is also useful to remember that the protection of foreign investments is ensured by bilateral and multilateral agreements. In Latin America the process of neoliberal modernisation has apparently reached its conclusion. At the beginning of the new millenium, the political parties that had defended the principles of neoliberalism abandoned their position in order to maintain electoral support, while the research centres, the intellectuals and the communicators that had postulated neoliberal principles have lost the electorates support and no longer hold a leading position in the debate on these ideas. The governments that had committed themselves to neoliberal proposals were removed from power by elections, social upheavals or a combination of both. Two obvious examples are Mexico and Argentina. The international financial institutions announced a review of their policies and promised self criticism. As for the neoliberal reforms, the most relevant point is that the productive, financial, technological and social results shed light on the limits and lack of satisfactory responses of the neoliberal proposals faced with the great expectations and needs of Latin American countries. 61 FfrenchDavis R., Reformas para America Latina despues del fundamentalismo neoliberal, cit., p. 32 62 Katz J., Reformas estructurales, productividad y conducta tecnologica en America Latina, cit., pp. 190194 29Today the new progressist governments win over popular trust through the discontent of the people, by exposing the shortcomings of neoliberal policies and by promising a new social pact and greater attention for the needs of the people. However, although neoliberal policies did not fulfil their promise of substantially improving the social situation of the masses and of starting a new age of sustainable growth, they were successful in reshaping the organisation of Latin American production, increasing the exports of primary products and consolidating the new shape and structure of the State. At the economic and financial level, this inheritance is difficult to handle, while within the current political debate no clearly designed alternative project seems to emerge from the ashes of the neoliberal discourse. For the governments of today the challenge is to look ahead, past the calamitous state of Latin America and the rise in poverty, to discuss feasible alternatives independent of the old establishment, and to apply them in concrete projects. 30 Bibliography BID, Desarrollo mas alla de la economia. Progreso economico y social de America Latina, InterAmerican Development Bank, Washington D.C., 2000 Buitelaar R., Padilla R. e Urrutia R., Centroamerica Mexico y Republica Dominicana: maquila y tranformacion productiva, Cuadernos de la CEPAL, n. 85, CEPAL, Santiago del Chile, 2000 BulmerThomas V., La historia economica de America Latina desde la indipendencia, Fondo de cultura economica, Mexico D.F., 1998 Buscaglia A. E., La economia argentina a fines del siglo XX, in: Marcelo R. Lascano a cura di, La economia argentina hoy, El Ateneo, Buenos Aires, 2001 Bustos Ramirez J., Estructura juridica y estado en America Latina, in: Fundacion Pablo Iglesias, Caminos de la democracia en America Latina, Pablo Iglesias, Madrid, 1984 Casares E. e Sobarzo H. a cura di, Diez anos del TLCAN en Mexico. Una perspectiva analitica, Fondo de cultura economica, Mexico D.F., 2004 Clavijo F. a cura di, Reformas economicas en Mexico, 19821999, Collecion Lecturas del Trimestre Economico 92, Fondo de Cultura Economica, Mexico D.F., 2000 Coraggio J. L., Territorio en transicion. Critica a la planificacion regional en America Latina, Ciudad, Centro de investigaciones, Quito, 1988 Cortes R. e Marshall A., Estrategia economica, instituciones y negociacion politica en la reforma social de los noventa, Desarrollo Economico, Instituto de desarrollo economico y social, vol. 39, n. 154 lugliosettembre 1999 Cuello R., La decada de los noventa: profundacion en el marco de una recesion estructural, in:Lascano M. R. a cura di, La economia argentina de hoy, El Ateneo, Buenos Aires, 2001 Dos Santos T., Neoliberalismo: doctrina y politica, in Comercio exterior, n. 117, gennaiofebbraio 1999 EggersBrass T., Historia argentina 18062004. Una mirada critica, Maipue, Ituzaingo Buenos Aires, 2004 Fernandez Tabales A., Neoliberalismo y territorio. Posibilidades de una nueva politica regional en America Latina, Universidad Internacional de Andalucia, Sevilla, 1999 FfrenchDavis R., Reformas para America Latina despues del fundamentalismo neoliberal, Siglo XXI editores Argentina, 2005 Gerchunoff P. e Torre J. C., La politica de liberalizacion economica en la administracion Menem in: Desarrollo economico, vol. 36, n. 143, ottobredicembre 1996 Grassi E., Politicas y problemas sociales en la sociedad neoliberal. La otra decada infame, Espacio Editorial, Buenos Aires, 2003 Katz J., Reformas estructurales, productividad y conducta tecnologica en America Latina, Fondo de cultura economica e CEPAL, Santiago del Chile, 2000 Kosacoff B. e Ramos A., Reformas de los noventa: estrategias empresariales y el debate sobre crecimineto economico, Boletin Informativo Technit, n. 310, 2003 Krauze E., La presidencia imperial. Ascenso y caida del sistema politico mexicano 19401996, Tusquets, Mexico D.F., 1997 Marcaida E. V. a cura di, Estudios de historia economica y social. De la revolucion industrial a la globalizacion neoliberal, Biblos, Buenos Aires, 2002 Mirando J.C., Reestructuracion industrial en un contexto de instabilidad macroeconomica. El caso de Brasil, in : Katz J., Estabilizacion macroeconomica, reforma estructural y comportamiento industrial; estructura y funcionamiento del sector manifacturero latinoamericano en lo anos 90, Alianza Editoria, Buneos Aires, 1996 Mouguillansky G. e Bielchowsky R., Reformas economicas e inversion: America Latina en los anos noventa, CEPAL e Fondo de Cultura Economica, Santiago del Chile, 2000 31O Connor J., Crisis de acumulacion, Penisula, Barcellona, 1987 Orlansky D., El concepto de desarrollo y las reformas estatales: visiones de los noventa, in: Tercer congreso argentino de administracion publica, Congreso argentino de administracion publica, 24 giugno 2005, San Migule de Tucuman Prebisch R., El desarrollo economico de la America Latina y algunos de sus principales problemas, in: Cincuenta anos de pensamiento en la CEPAL: textos seleccionados, Fondo de Cultura Economica Chile S.A., Santiago del Chile, 1998 Rapoport M. e collaboratori, Historia economica, politica y social de la Argentina 18802000, Ariel, Buenos Aires, 2006 Redondo Toronjo D., Sistema Productivo. De la edad de oro a la paradoja de los anos noventa, in: Banez P. e Manuela A a cura di, Economia Mundial: Transito hacia el nuevo milenio, Piramide, Madrid, 1998 Reinhardt N. e Peres W., Latin Americas new economic model: micro reponses and economic restructuring, in: World Development, vol. 28, n. 9 Rofman A., El Plan de Convertibilidad y su impacto regresivo sobre los mercados de trabajo regionales. Argentina 19911994, Seminario Internaconal sobre impactos territoriales de los procesos de reestructuracion, Pontificia universidad catolica del Chile, Santiago del Chile, 1995 Sanchez M. A., Privatizaciones y extranjerizacion de la economia argentina, in : Realidad Economica, n. 166 Sevares J., Por que cayo la Argentina. Imposicion, crisis y reciclaje del orden neoliberal, Grupo Norma, Buenos Aires, 2002 Sufrimos de ideologia de mercado, intervista a Kenneth Galbraith, in Pagina12, 22 agosto 1990 Touraine A., Mutaciones de America Latina, in: Revista Sociedad, n. 2, Facultad de Ciencias Sociales UBA, Buenos Aires, maggio 1993 Wolfe M., Enfoques del desarrollo: de quien y hacia que? , in: Cincuenta anos de pensamiento en la CEPAL: textos seleccionados, Fondo de Cultura Economica Chile S.A., Santiago del Chile, 1998 32NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.htm http:www.ssrn.comlinkfeem.html http:www.repec.org http:agecon.lib.umn.edu http:www.bepress.comfeem NOTE DI LAVORO PUBLISHED IN 2007 1.2007 5.2007 2.2007 3.2007 4.2007 Rinaldo Brau, Alessandro Lanza, and Francesco Pigliaru: How Fast are Small Tourism Countries Growing? The 19802003 Evidence C.V. Fiorio, M. Florio, S. Salini and P. Ferrari: Consumers Attitudes on Services of General Interest in the EU: Accessibility, Price and Quality 20002004 Cesare Dosi and Michele Moretto: Concession Bidding Rules and Investment Time Flexibility Chiara Longo, Matteo Manera, Anil Markandya and Elisa Scarpa: Evaluating the Empirical Performance of Alternative Econometric Models for Oil Price Forecasting Bernardo Bortolotti, William Megginson and Scott B. Smart: The Rise of Accelerated Seasoned Equity Underwritings Valentina Bosetti and Massimo Tavoni: Uncertain RD, Backstop Technology and GHGs Stabilization Robert Kuster, Ingo Ellersdorfer, Ulrich Fahl lxxxi: A CGEAnalysis of Energy Policies Considering Labor Market Imperfections and Technology Specifications Monica Serrano lxxxi: The Production and Consumption Accounting Principles as a Guideline for Designing Environmental Tax Policy Erwin L. Corong lxxxi: Economic and Poverty Impacts of a Voluntary Carbon Reduction for a Small Liberalized Developing Economy: The Case of the Philippines Valentina Bosetti, Emanuele Massetti, and Massimo Tavoni: The WITCH Model. Structure, Baseline, Solutions 10.2007 11.2007 Margherita Turvani, Aline Chiabai, Anna Alberini and Stefania Tonin: Public Policies for Contaminated Site 6.2007 7.2007 8.2007 9.2007 Cleanup: The Opinions of the Italian Public 12.2007 M. Berrittella, A. Certa, M. Enea and P. Zito: An Analytic Hierarchy Process for The Evaluation of Transport Policies to Reduce Climate Change Impacts Francesco Bosello, Barbara Buchner, Jacopo Crimi, Carlo Giupponi and Andrea Povellato: The Kyoto Protocol and the Effect of Existing and Planned Measures in the Agricultural and Forestry Sector in the EU25 Francesco Bosello, Carlo Giupponi and Andrea Povellato: A Review of Recent Studies on Cost Effectiveness of GHG Mitigation Measures in the European AgroForestry Sector 15.2007 Massimo Tavoni, Brent Sohngen, and Valentina Bosetti: Forestry and the Carbon Market Response to Stabilize Climate Erik Ansink and Arjan Ruijs: Climate Change and the Stability of Water Allocation Agreements Francois Gusdorf and Stephane Hallegatte: Compact or SpreadOut Cities: Urban Planning, Taxation, and the Vulnerability to Transportation Shocks Giovanni Bella: A Bugs Life: Competition Among Species Towards the Environment Valeria Termini and Laura Cavallo: Spot, Bilateral and Futures Trading in Electricity Markets. Implications for Stability Stephane Hallegatte and Michael Ghil: Endogenous Business Cycles and the Economic Response to Exogenous Shocks Thierry Brechet, Francois Gerard and Henry Tulkens: Climate Coalitions: A Theoretical and Computational Appraisal Claudia Kettner, Angela Koppl, Stefan P. Schleicher and Gregor Thenius: Stringency and Distribution in the EU Emissions Trading Scheme The 2005 Evidence Hongyu Ding, Arjan Ruijs and Ekko C. van Ierland: Designing a Decision Support System for Marine Reserves Management: An Economic Analysis for the Dutch North Sea Hypothesis New Evidence Using NAMEA and Provincial Panel Data for Italy Joan Canton: Redealing the Cards: How the Presence of an EcoIndustry Modifies the Political Economy of Environmental Policies Joan Canton: Environmental Taxation and International EcoIndustries Oscar Cacho and Leslie Lipper lxxxii: Abatement and Transaction Costs of CarbonSink Projects Involving Smallholders A. Caparros, E. Cerda, P. Ovando and P. Campos lxxxii: Carbon Sequestration with Reforestations and BiodiversityScenic Values Georg E. Kindermann, Michael Obersteiner, Ewald Rametsteiner and Ian Mc Callcum lxxxii: Predicting the Deforestation Trend Under Different Carbon Prices 24.2007 Massimiliano Mazzanti, Anna Montini and Roberto Zoboli: Economic Dynamics, Emission Trends and the EKC NRM PRCG PRCG IEM PRCG CCMP CCMP CCMP CCMP CCMP SIEV CCMP NRM NRM CCMP ETA ETA NRM IEM ETA CTN NRM CCMP ETA ETA CCMP CCMP CCMP 13.2007 14.2007 16.2007 17.2007 18.2007 19.2007 20.2007 21.2007 23.2007 25.2007 26.2007 27.2007 28.2007 29.2007 CCMP 22.2007 CCMP 30.2007 Raul PonceHernandez lxxxii: A Modelling Framework for Addressing the Synergies between Global Conventions through Land Use Changes: Carbon Sequestration, Biodiversity Conservation, Prevention of Land Degradation and Food Security in Agricultural and Forested Lands in Developing Countries 31.2007 Michele Moretto and Gianpaolo Rossini: Are Workers Enterprises Entry Policies Conventional 32.2007 33.2007 34.2007 35.2007 Giacomo Degli Antoni: Do Social Relations Affect Economic Welfare? A Microeconomic Empirical Analysis Reyer Gerlagh and Onno Kuik: Carbon Leakage with International Technology Spillovers Richard S.J. Tol: The Impact of a Carbon Tax on International Tourism Reyer Gerlagh, Snorre Kverndokk and Knut Einar Rosendahl: Optimal Timing of Environmental Policy; Interaction Between Environmental Taxes and Innovation Externalitie Anna Alberini and Alberto Longo: Valuing the Cultural Monuments of Armenia: Bayesian Updating of Prior Beliefs in Contingent Valuation Roeland Bracke, Tom Verbeke and Veerle Dejonckheere: What Distinguishes EMAS Participants? An Exploration of Company Characteristics E. Tzouvelekas, D. Vouvaki and A. Xepapadeas: Total Factor Productivity Growth and the Environment: A Case for Green Growth Accounting Klaus Keller, Louise I. Miltich, Alexander Robinson and Richard S.J. Tol: How Overconfident are Current Projections of Anthropogenic Carbon Dioxide Emissions? 36.2007 37.2007 38.2007 39.2007 40.2007 Massimiliano Mazzantiand Roberto Zoboli: Environmental Efficiency, Emission Trends and Labour 41.2007 42.2007 Productivity: TradeOff or Joint Dynamics? Empirical Evidence Using NAMEA Panel Data Veronica Ronchi: Populism and Neopopulism in Latin America: Clientelism, Trade Union Organisation and Electoral Support in Mexico and Argentina in the 90s Veronica Ronchi: The Neoliberal Myth in Latin America: The Cases of Mexico and Argentina in the 90s ETA KTHC CCMP CCMP CCMP SIEV CCMP CCMP CCMP CCMP PRCG PRCG lxxxi This paper was presented at the EAEREFEEMVIU Summer School on Computable General Equilibrium Modeling in Environmental and Resource Economics, held in Venice from June 25th to July 1st, 2006 and supported by the Marie Curie Series of Conferences European Summer School in Resource and Environmental Economics. lxxxii This paper was presented at the Workshop on Climate Mitigation Measures in the AgroForestry Sector and Biodiversity Futures, Trieste, 1617 October 2006 and jointly organised by The Ecological and Environmental Economics EEE Programme, The Abdus Salam International Centre for Theoretical Physics ICTP, UNESCO Man and the Biosphere Programme MAB, and The International Institute for Applied Systems Analysis IIASA. CCMP SIEV NRM KTHC IEM CSRM PRCG ETA CTN 2007 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Sustainability Indicators and Environmental Valuation Editor: Anil Markandya Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Matteo Manera Corporate Social Responsibility and Sustainable Management Editor: Giulio Sapelli Privatisation Regulation Corporate Governance Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network ", "filename": "NDL2007-042.pdf", "person": ["Veronica Ronchi", "Ronchi, Veronica"], "date": ["2007"]}