{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/117969/1/NDL2004-092.pdf"], "title": ["Cities and Cultures"], "plaintext": "Cities and Cultures Gianmarco I.P. Ottaviano and Giovanni Peri NOTA DI LAVORO 92.2004MAY 2004KTHC Knowledge, Technology, Human Capital Gianmarco I.P. Ottaviano, Universita di Bologna, Fondazione Eni Enrico Mattei and CEPRGiovanni Peri, UC Davis and CESifo This paper can be downloaded without charge at:The Fondazione Eni Enrico Mattei Note di Lavoro Series Index:http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection:http:ssrn.comabstract556243The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico MatteiCities and Cultures Summary We investigate the existence of wage premium due to cultural diversity across UScities. Using census data from 1970 to 1990, we find that at the urban level richerdiversity is systematically associated with higher average nominal wages for white USborn males. We measure cultural diversity in a city using the variety of languagesspoken by cityresidents. While the positive correlation between wages and diversitysurvives a battery of robustness checks, it seems to be larger once foreign cultureshave been assimilated. Finally, instrumental variable estimation hints at causationgoing from diversity to wages. Comparing real and nominal wages across cities, weinterpret these results as evidence that diversity enhances productivity.Keywords: Cultural diversity, Productivity, Wages, Metropolitan areas JEL Classification: O4, R0, F1We are grateful to Alberto Alesina, Ed Glaeser, Eliana La Ferrara, Dino Pinelli,Vernon Henderson, and workshop participants at FEEM Milan and UBC Vancouverfor helpful discussions. We thank Elena Bellini for outstanding research assistance.Financial support from Bocconi University and FEEM is gratefully acknowledged.Address for correspondence:Gianmarco I.P. Ottaviano Department of Economics University of Bologna Strada Maggiore 4540126 Bologna Italy Phone: 39 051 2092602Email: ottavianeconomia.unibo.it1 Introduction Global civilization could never be anything other than the coalition at global levels of cultures, each of them retaining its originality. Claude L eviStraussRecent world developments are bringing the issue of cultural diversity to the forefront. Indeed, as arguedby Alesina and La Ferrara 2003: In a more integrated world, the question of how different people canpeacefully interact is the critical problem for the next many decades p.29.From the economic point of view, the question is whether a culturally homogeneous society is moreefficient than a culturally diversified one. The answer is not obvious. On the one hand, cultural diversitygenerates potential costs as it may entail conflicts of preferences, not to mention racism and prejudices,leading to a suboptimal provision of private and public goods Alesina, Baqir, and Easterly, 1999; Alesina,Baqir, and Hoxby, 2004. On the other hand, cultural diversity creates potential benefits by increasing thevariety of goods, services and skills available for consumption and production Lazear, 1999a,b; OReilly,Williams and Barsade, 1998. By bringing together complementary skills and alternative approaches toproblem solving, it may also boost innovation Berliant and Fujita, 2003.The aim of the present article is to investigate the impact of cultural diversity on the economic life of US cities. Specifically, we tackle the following questions: Is there such a thing as a diversity wage premiumin US cities? Do identical workers earn higher or lower wages in urban environments that are identical toothers in all respects except their richer cultural diversity? Is the diversity premium associated with differentproductivity or different consumption amenities?In so doing, we use data from 160 metropolitan areas for three census years, 1970, 1980 and 1990. USmetropolitan areas represent a natural laboratory to investigate cultural diversity under many respects.First, the US have a long standing tradition as a favorite immigrant destination from both developed anddeveloping countries. During the period of observation most immigrants have targeted urban rather thanrural areas. This has made US cities a melting pot of different cultures within a rather homogeneousinstitutional framework. Second, the US is arguably the most advanced market economy and the largestfully integrated marketplace. In the US prices reflect preferences and costs better than in any other place.In particular, in the US people are quite mobile. For instance, census data reveal that 36 per cent of thepopulation moved from one state to another between 1985 and 1990. As people respond to changes inthe local working and living environment, we may expect them to vote with their feet thus seizing andrevealing consumption and wage gains wherever they arise Blanchard and Katz, 1992. Last but not least,the availability and quality of data are better in the US than anywhere else.We focus on linguistic groups as carriers of cultural identity and on USborn white individuals as our 2reference group. In other words, we investigate whether and how linguistic diversity affects the wage of USborn white males aged between 40 and 50 years. This has two advantages. First, it avoids composition effectsin our dependent variable. Second, it highlights the effects of immigrants on the wellbeing of the dominantand most integrated group of natives. We choose linguistic diversity as our central explanatory variablebecause it captures not only the place of birth but also its associated traditions. In addition, language allowsus to capture cultural identity beyond the first generation of immigrants. Other dimensions of diversity, suchas race and skills, are used as controls.The effect of diversity on aggregate economic performance has been mainly studied by means of growthregressions using racial fragmentation as the key explanatory variable. At the cross country level, Easterlyand Levine 1997 find that, ceteris paribus, in countries characterized by more racial fragmentation incomegrows less than in more homogeneous ones. Collier and Gunning 1999 explain such behavior in terms ofmutual distrust among ethnic groups, which makes it difficult to build social capital and to share productivepublic goods. However, when comparing countries, institutions do play a role. Collier 2001 finds thatdemocracies are better at coping with ethnic diversity. More generally, Easterly 2001 stresses the importance of good institutions in mitigating the negative impact of diversity on growth. Growth regressions havealso been used at the city level, using population growth rather than income growth as dependent variable.The reason is that people are much more mobile across cities in the same country than across countriesso that migration tends to arbitrage out income differences. This approach is due to Glaeser, Scheinkmanand Shleifer 1995 who find that racial fragmentation has a positive impact on population growth onlywhen matched by segregation. According to Alesina and La Ferrara 2003, that may be due to the factthat segregation makes it possible to enjoy the benefits of diversity in production without paying its costsin terms of social conflicts over public goods provision. Florida 2002a,b argues that segregation is notthe only way to fence off social unrest as a consequence of diversity. He shows that tolerant cities, wheretolerance is instrumented by the presence of artists, bohemians, and other creative people, are the mostactive in human capital accumulation and innovation. Finally, several contributions focus on the issue ofnew immigrants into the US and their effect on native workers see, e.g. Borjas, 1994 and 1995; Card, 1990and 2001 analyze the effects of new immigrants on the locations and wages of native workers. These worksreveal a small negative impact of new immigrants on the wages of lowskilled natives.A different empirical approach to the study of diversity in cities is adopted by Ottaviano and Peri 2004.Following Roback 1982, they develop a model of a multicultural system of open cities that allows them touse the observed variations of wages and rents of USborn workers to identify the nature of the externalitiesassociated with cultural diversity. Their main finding is that, on average, USborn citizens attribute adominant production amenity value to cultural diversity. The present paper complements our previous work 3under two respects. First, we propose a more detailed model of the production side of the economy. Inso doing, we adapt the setup by Alesina, Spolaore, and Wacziarg 2000 to design a theoretical modelof aggregate production where mobile workers belonging to different cultural groups contribute differentservices but exchanges among them are hampered by cultural diversity. We find that in such model totalfactor productivity is positively related to cultural diversity and negatively on the average cultural distancebetween groups. Thus, differently from Alesina and La Ferrara 2003, we stress the costs of communicationamong different groups rather than suboptimal public goods provision as the main cost of diversity. Second,we follow Glaeser and Mare 2001 in netting out and interpreting the impact of diversity on wages in thepresence of mobile and heterogeneous workers.We find evidence in favour of a diversity wage premium: richer diversity is associated with higher whitewages, while keeping other factors such as average schooling and employment constant. This association,which is both economically and statistically significant, can be interpreted in terms of higher productivity.As such finding seem to clash with the literature cited above, we investigate in greater detail such superficialincompatibility. This allows us to qualify our results under two respects. On the one hand, we emphasize thedifferent effects of diversity on the private and the public sectors, by showing that the impact of diversity onthe provision of public goods is indeed negative as in Alesina, Baqir, and Easterly 1999 as well as Alesina,Baqir, and Hoxby 2004. On the other hand, we highlight the importance of the adoption of a core ofshared norms assimilation for fruitful multicultural interactions, by showing that the impact of recentimmigrants on productivity is negative as in Borjas 1994, 1995, while overall diversity has a positive effect.The paper is organized in five sections after the introduction. Section 2 presents the dataset and somedescriptive statistics. Section 3 derives the theoretical model that will be used to guide the empirical analysis.This is implemented in section 4, which describes the main regression and a battery of robustness checks.Section 5 compares our findings with related studies focusing on the provision of public goods and the impactof recent immigrants. Section 6 concludes.2 Descriptive Statistics: Cultures in US Cities We start our analysis of the effect of cultural diversity on wages in US cities by presenting the dataset andsome descriptive statistics.2.1 Data on US Cities Our unit of observation is the Standard Metropolitan Statistical Area SMSA. Data at SMSA level for the US are available from different sources. We use mostly the Census Public Use Microdata Sample PUMS4data 1971, 1981 and 1991 that allow for the most detailed analysis when calculating average values andshares across groups. We also include data from the County and City Data Book from several years inorder to obtain some aggregate variables such as employment, income, population, spending for local publicgoods, and some indices of cultural composition. We consider 160 SMSAs that are identified in each of thethree census years considered. We have around 1,200,000 individual observations for 1991, 900,000 for 1981,and 500,000 for 1971. We use them to construct aggregate variables and indices at the SMSA level. Thereason for focusing on SMSAs is twofold. First, SMSAs constitute closely connected economic units withinwhich interactions are intense. Thus, they seem to fit the theoretical model presented in section 3 in whichlocal services are used to produce the final output. Second, they exhibit a higher degree of linguistic diversitythan the rest of the country as new immigrants and their offsprings traditionally settle down in larger cities.We measure average labor productivity as hourly wage. This is calculated as yearly salary divided byweeks worked in the year, and then by hours worked in the week. Such measure is not contaminated by thevariations in labor supply such as the length of the working week. We select working individuals between 16and 65 years of age as our universe. In order to identify an average cityspecific level of wage and estimate itsdependence on cultural diversity, we try to minimize the composition effects. Accordingly, we consider a largeand homogeneous group within each city, namely the one consisting of white USborn male nonagriculturalworkers aged between 40 and 50 who are heads of households. The average hourly wage constructed usingthis procedure for city c, call it wc with c 1,  , 160, is neither affected by composition effects nor distortedby potential discriminatory factors across cultures. In particular, the construction of wc is not affected bythe degree of diversity of a city, as it considers only the wage of one the largest group.Cultural diversity is a multidimensional concept. It could stem from different ethnic or linguistic groupsbut also from different skills or US regional origins. Nonetheless, cultural diversity as it is commonly referredto, mostly involves ethnolinguistic differences. Ethnicity and language, together with religion as a possiblethird candidate, are probably the most important characteristics for the identification of a subgroup orsubculture within the US. Indeed, especially in the US, most debates about diversity are strongly relatedto issues such as the Latino identity or the ChineseAmerican Community i.e., linguistic grouping. Forthese reasons we choose measures of linguistic diversity as our favorite empirical correlates of the broaderconcept of cultural diversity. Measures of diversity in skills, race and regional origins will be used as controlsin order to verify the robustness of our results.The theoretical model of Section 3 suggests a specific index of diversity, stemming from the taste ofvariety embedded in the aggregate production function 6: the sum of the population shares of the differentgroups raised to the power of . Since in 6 represents the labor share of aggregate income, we followcommon practice by setting 0.66 for the US economy. Formally, we define the our own index of linguistic 5diversity of city c in year t as:div Langct Xjlcj0.66t1where Lang labels the the variable language and lcjt is the share of the group speaking language j athome in the total population of workers of city c in year t. The index has its minimum value at 1, if all cityresidents are from the same linguistic group. The more equal the distribution of citizens across groups, thelarger is the index.In order to check that our results do not depend too strongly on the particular form chosen for thediversity indices, however, we also consider a more standard measure of diversity, namely, the so calledindex of fractionalization. Such index, popularized in crosscountry studies by Mauro 1995 and largelyused thereafter, captures the probability that two individuals, taken at random from a universe made ofdifferent groups, belong to the same group. The index of fractionalization is calculated as 1 minus the Herfindal index of concentration across groups. Formally, we define the fractionalization index of linguisticdiversity. of city c in year t as:f racLangc,t 1 Xjlcj2t2This index reaches its maximum value 1 when each individual is in a different group, and its minimumvalue 0 when all individuals belong to the same group. In addition to its usefulness for robustness checks,fractionalization also allows us to get a feeling of the extent of diversity of US cities by comparing theirlinguistic diversity with those calculated in crosscountry studies. Note that the correlation between the twoindices, div Langct and fracLangc,t, across the 160 SMSAs is about 0.85, which confirms that the twoindices are indeed capturing the same features of linguistic diversity across cities.2.2 Diversity in US Cities Table 1 reports the summary statistics on the shares of the five main linguistic groups after merging allother groups together. Column 1 and 3 report the averages in 1970 and 1990 for each share across the 160 metropolitan areas, column 2 and 4 report the standard deviation in 1970 and 1990. A linguisticgroup is defined as speaking prevalently a certain language at home. For parsimony, the table includes onlyvery few specific linguistic groups even though other groups are important especially in some cities. Thefractionalization index reported in the last row of the table is calculated, instead, using all the 29 groupsthat are listed in the Data Appendix. Besides English speakers we report the average shares of German,Spanish, and Italian speakers corresponding to the most largely represented European languages, as well as Chinese speakers. Table 1 displays a tendency of linguistic diversity to decrease between 1970 and 1990: the 6index of fractionalization decreases significantly. In particular, while the share of English speakers remainsstable, other European Languages become less relevant, while Spanish turns into the second linguistic groupin the country. The share of Chinese speakers slightly increases as well. The diversity of European languages,still present to a certain extent in 1970, gave way to a single large Spanish speaking minority in 1990.Table 2 reports the fractionalization index of some representative SMSAs in 1990. The two largestmetropolis, New York and Los Angeles, are the most diverse cities along the linguistic dimension. Bothcities have a very large Spanish speaking community in L.A. it represents 30% of the population, while in N.Y it reaches 17% and a non negligible Chinese speaking group. The third most diverse city in our groupis San Francisco. Cities in the midwest such as Cincinnati and Indianapolis rank very low in diversity. Thefact that, in general, larger cities are associated with more diversity implies that we will have to controlfor some measure of city size when analyzing the impact of diversity on productivity. To put into contextthe extent of diversity in US cities, their linguistic fractionalization can be compared with the crosscountryvalues reported by the Atlas Narodov Mira and published in Taylor and Hudson 1972 for year 1960. Thosevalues have been largely used in the growth literature see, e.g., Easterly and Levine, 1997, and Collier,2001. A diversified city such as San Francisco has a linguistic fractionalization equal to 0.62, which is thelevel of Malawi or Pakistan. Afghanistan, well known for hosting many different ethnicities, reaches a valueof 0.66 that is only slightly higher. More homogenous cities such as Cincinnati and Pittsburgh have a levelof fractionalization equal to 0.08, which is the same as that of very homogenous Sweden. Between theseextremes US cities span a range of linguistic diversity that is about two thirds of the range spanned bycountries in the world.Finally, Figure 1 presents a partial scatterplot of the nominal average wage for year 1990 against the indexof linguistic diversity, div Langc 1990 . We use the zeromean residuals of nominal wages after controllingfor population in the city as citydensity could be correlated both with wages and diversity. Figure 1 revealsthe presence of a diversity premium: nominal wages are higher in more diverse cities. In particular, theestimated slope of the fitted line is both positive equal to 5.5 and significant with a tstatistic of 4.4. Tocheck the robustness of such correlation and to understand its determinants is the objective of the followingsections.3 A Model of Multicultural Production We consider an open system of a large number C of nonoverlapping cities, indexed by c 1,  , C. Thereis one factor of production, labor. There are L workers and they are perfectly mobile between and withincities and we call Lc the number of workers located in city c. We assume that intercity commuting costs 7are prohibitive so that for any worker the cities of work and residence coincide. We also ignore intracitycommuting costs, which allows us to focus on the intercity allocations of workers. Workers are differentiatedby culture across M groups with Lci measuring the number of residents of city c in group i 1,  , M .Following Glaeser and Mare 2001, workers belonging to different groups may also differ in terms of theirendowments of efficiency units of labor.3.1 Labor Supply Workers utility is homothetic and defined over the consumption of a freely tradable good Y as well as overa set of nontradables produced under constant returns to scale and perfect competition using land as theironly input. Landowners are absentee. Since workers are freely mobile, in equilibrium each of them expectsto earn the same real wage wherever located:wci P c wc 0i P c 0, c, c 0 1,  , C3where wci is the nominal wage of a typical worker of group i in city c, and P c is the local price index inclusiveof traded and nontraded goods.Groups may differ in terms of efficiency units and we call ci the endowment of efficiency units of a typicalworker of group i in city c. Accordingly, the average wage in city c may reflect two effects: a groupwisecomposition effect and a costofliving effect. Indeed, if one defines W ci as the wage per efficiency unit ofgroup i in city c, i.e. wci W ci ci , the average of the nominal wage can be decomposed as:cewc f W c ewhere ewc PMi1 ln wci Lc is a geometric mean. Similar definitions apply to the other variables in 4.Noticing that 3 also implies the equalization of real wages per efficiency unit allows us to write:45which, together with 4, gives:f W c f W c 0 lnec 0cewc ewc 0 e P c P c 0 ln P c P c 0for all c, c 0 1,  , C. Thus, the free mobility of workers implies that differences in nominal wages acrosscities are driven by different compositions across groups or different costs of living or both.To check the relative importance of these two effects we compare the scatterplot of nominal wages in 8Figure 1 with the analogous plot of real wages in Figure 2.In each city the corresponding real wageis calculated as the ratio of the nominal wage to the cost of living in 1990, as published quarterly by the American Chamber of Commerce Research Association ACCRA. As mentioned above, Figure 1 reveals thepresence of a diversity premium: nominal wages are higher in more diverse cities. Figure 2, however, showsthat, once we control for the local cost of living, the wage premium disappears: nominal wage differences areexactly matched by local price differences. In fact, a slightly non significant negative correlation appears.Then 5 implies that compositional differences are negligible: the diversity premium is likely not to bethe result of omitted ability bias. In what follows, we use this result to simplify the model by neglectingcrossgroup differences in efficiency units. In particular, we normalize the number of efficiency units perworker to one.3.2 Labor Demand The production side is modeled by adapting the multiregional trade model by Alesina, Spolaore, and Wacziarg 2000. The tradable good Y is produced using an array of differentiated intermediate inputs X. Both are produced under perfect competition. Each group i 1,  , M supplies one and only oneintermediate input using its groupspecific endowment of labor culture. Due to our normalization ofefficiency units, each group member contributes one unit of labor and the igroups resource yields Li unitsof the corresponding intermediate good. Thus, M is also the number of intermediate inputs servicesavailable and Li is both the amount of intermediate input supplied by and the number of workers belongingto group i.Final production by group i in city c is given by:Y ci A Kci 1SXj1Xcji, 0 16where Xcji denotes the amount of intermediate input produced by group j and used by group i, Kci is physicalcapital used by group i and A is total factor productivity. Capital is freely mobile within and between citiesat rental rate r. Notice that 6 exhibits love of variety in terms of intermediates: it is more productiveto spread a given total amount of intermediate consumption across all available inputs than to concentratethat same amount on a single input. The more so the lower the value of i.e. the lower the elasticity ofsubstitution between intermediates 11 .The final good is freely traded both within and between cities. Intermediates are only traded within citiesand such trade incurs iceberg transaction costs. Of one unit shipped between groups only a fraction 1 creaches destination. This can be widely interpreted as the resource cost of interaction communication9between groups. These costs may depend on the exact identities of the groups living in the city: interactionsare likely to be more difficult when the groups of citizens are very different e.g., Japanese and Italians thanwhen they are rather homogenous e.g., Italians and Spanish. The costs of interaction may also depend onthe time from arrival of the different cohorts of immigrants: interactions are likely to be easier when groupshave had enough time to assimilate a common set of norms and habits from the host society. We will comeback to these points in the empirical analysis.Let PY be the price of the final good and let this good be the numeraire hence PY 1. Call P cjithe price per unit shipped mill price of an intermediate produced by group j and sold to group i in cityc. Recalling that, when Zcji units are shipped, only 1 cZcthe amount of intermediate available for final production is Xcji units arrive at destination, we have thatji 1 cZcji. Then, given 6, pricing atmarginal cost implies that the mill price of one unit of intermediate shipped from group j to group i in cityc is:A Kc AKci 1 1 cZcj 11 cZcji 1jj 1 P cji for i 6 j P cjj for i j78Since the mill price of an intermediate has to be the same whatever the buyer, we have P cji P cjj. Thus,by 7 and 8, the ratio of withingroup to betweengroup shipments can be written as:Zcji ZcjjKci Kcj This result can be used to substitute for Zcji in the resource constraint for group js specific resource:Zcji Lcj MXi1which can then be solved for withingroup shipments:Zcjj Lcj Kcj Kc91011where Kc PMare then:i1 Kci is the total capital stock in the city. By 9, the associated betweengroups shipments Zcji Lcj Kci Kc12Recalling that Xcji 1 cZcji and plugging 11 as well as 12 into 6 yields the group is final 10output:Y ci Kci A1 c KcBy summing up across all groups, we get the total output of the city Y c PMj1 Y cj :Y c A1 c Kc1MXj1Lcj MXj1Lcj Profit maximization then implies that the average wage in city c equals:where wc PScan be taken in logarithm to yield:j1 wjcjc and j Lcwc A1 1 c1 jPMj1 Lc 1 r 1 1j MXj1c1314j is the share of citizens belonging to group j. Equation 14Note that PMj1cjln wc constant ln1 c 1ln MXj1cj15This is our estimating equation, which implies that, due to love of variety in final production, the wageshould be higher in cities that, ceteris paribus, have: i a more balanced distribution across groups; iilower costs of interaction.is the theoretical measure of diversity underpinning the use of 1 as explanatoryvariable. As pointed out by Ottaviano and Peri 2004 in the wake of Roback 1982, the sign of its estimatedcoefficient in singleequation regressions such as 15 should be interpreted with great care. The reason isthat a positive coefficient is compatible with two very different stories. On the one hand, it could reflect apositive impact of diversity on productivity: workers are more productive in multicultural environments.On the other hand, it could reflect a negative impact of diversity on utility: workers dislike multiculturalenvironments, so they ask for monetary compensation if they have to cope. Nonetheless, Figure 1 and 2make us favor the first story. The reason is that the variations in the ACCRA cost of living across citiesare essentially driven by the price differentials of nontrade goods, most notably land rents. Figure 1 showsthat nominal wages are higher in more diverse cities. Figure 2 shows that the costs of living are equallyhigher in more diverse cities. Higher wages and higher prices of nontradables are compatible with a positivecorrelation between diversity and productivity but incompatible with a negative correlation between diversityand utility: nobody would ever pay more in order to reside in a place she happens to dislike. Hence, whenestimating various versions of 15, we will interpret the eventual finding of positive and significant coefficients 11for our diversity measures as evidence of positive association between diversity and urban productivity.4 Effects of Diversity in US Cities We now turn to the estimation of the effects of diversity on cities average wages using panel regressiontechniques. In so doing, we will address several econometric issues. In particular, we will check that ourresults are robust to potential omitted variable bias as well as to potential endogeneity bias. Finally we willqualify and compare our findings with reference to the existing literature.4.1 Basic Regressions Our basic regression analyzes the impact of diversity on the average wage using a panel of the 160 SMSAsin three census years 1970, 1980 and 1990. We control for 160 city fixed effects, c, and for year dummies,t. Therefore, we identify the effect of diversity on productivity by exploiting only the withincity variationover time. In each specification we also control for the average level of schooling of workers, the share of White, and the share of collegeeducated workers in the city. Based on the theoretical model presented insection 3, our basic estimating equation is:lnwc,t c t 1 sc,t 2 whitec,t 3collegec,t164Lang diversityc,twhere, on the left hand side, the dependent variable lnwc,t is the log of the average hourly wage of white US born males between 40 and 50 years of age see Section 2.1 for details. On the right hand side, sc,tis average schooling of white US born males 40 to 50 years old in city c in year t, whitec,t and collegec,tare the share of white workers and the share of collegeeducated workers in the city, Lang diversityc,t isthe index of linguistic diversity measured as either 1 or 2. The city fixed effects control for permanentdifferences across cities such as size, location, proximity to the coast and to the US borders, while the timeeffects control for common national trends. The average years of schooling, sc,t, control for returns to humancapital while the shares of white and collegeeducated workers control for composition characteristics of thecity.We estimate few variations of equation 16. The results are reported in Table 3. Columns I to IIIreport the results obtaining by using the diversity index div Langct as the measure of linguistic diversity;Column IV to VI report the results of otherwise identical specifications that uses the fractionalization index 12f racLangc,t instead. Our very first specification Column I shows the estimates from a pooled OLSregression without city fixed effects. This specification simply shows that, even after controlling for averageschooling, for the share of white workers, and for the share of college graduates, the average wage levels ofwhite USborn workers are still positively correlated with linguistic diversity across cities. The coefficient isboth significant and large. As the standard deviation of the linguistic diversity index is 0.30, the estimatedcoefficient implies that two cities with a difference of one standard deviation in their linguistic diversity havea 15 per cent difference in their average wages. Controlling for city fixed effects, in Column II, and forcitysize, as captured by logemployment, in Column III, does not change much the estimated coefficient,which remains close to 0.4. Similarly, using the linguistic fractionalization index as measure of linguisticdiversity, we still get a positive and significant coefficient. As the standard deviation of f racLangc,t inthe sample is about 0.20, the quantitative effect of increasing fractionalization by one standard deviation isalso a 15to20 per cent increase in the average wage of our reference group. The other variables includedhave the expected impacts. Returns to schooling are estimated around 6 per cent and the share of whitepopulation has a positive and significant effect. Nevertheless, once we control for average schooling, theshare of collegegraduates does not have any significant effect on the average wage.4.2 Other forms of Diversity The regressions in Table 4 test the robustness of the effect of linguistic diversity when other measures ofdiversity are introduced. Cultural diversity may simply be a proxy of skill diversity, or may be correlatedwith diversity of races so that the correlation found above may be the result of an omitted variable.To test that linguistic diversity has a direct correlation to average wages, we control for fractionalizationalong the dimensions of skills, state of birth, and race. Columns I and IV include a fractionalization indexcalculated on four skill groups identified in terms of schooling achievements. The groups are high schooldropouts, high school graduates, college dropouts and college graduates. While skill diversity seem to have anegative impact on the wage, the impact of linguistic diversity is still positive and significant. The negativeimpact of skills dispersion after controlling for average schooling can be interpreted as a sign of decreasingreturns to skills: it is better to have workers at the mean level of skills than dispersed skill levels around it.Columns II and V add a measure of fractionalization based on the state of birth of urban workers. Ifthe benefit to productivity simply came from having workers from different origins, or if it were caused by areverse connection between high productivity and immigration in the city from other states, the coefficient ofstateofbirth fractionalization should be positive. However, it turns out to be insignificant and very small.Finally, we add an index of racial fractionalization in Columns III and VI.1 This index is introduced 1The index is constructed including the following ethnic groups: White, Black, Native American, Japanese, Chinese,13mainly to check whether cities actually benefit from cultural diversity per se rather than from some sort ofgeneric tolerance for diversity. This last hypothesis is advanced in a series of paper by Florida 2002 a,band focuses on cultural tolerance as a catalyst for innovation and creativity. While linguistic diversity isstill significant after including racial diversity, this last variable has itself a positive impact on the wage.Recall, however, that we are controlling for the share of white people, so higher diversity essentially meansa smaller black community relative to the other minorities. Therefore, the positive effect of racial diversitymay be simply capturing the negative effect of a larger share of black citizens. For our purposes, however,what matters is that the effect of linguistic diversity remains significant and positive also after adding thiscontrol.4.3 Robustness Checks Table 5 presents several robustness check of our previous results. The table includes only the estimatedcoefficients on linguistic diversity in several possible specifications. To ease comparison, specification 1reports the coefficient estimate on diversity in the basic regression. Specification 2 uses total income percapita, rather than wages, as dependent variable. The reason is that our theoretical model implies that theaggregate output of a city Y c, and not only its average wage, should positively depend on diversity. Usingpersonal income, the impact of diversity, while somewhat smaller, is still positive and significant. This couldbe due to the fact that personal income is a noisier measure of local economic conditions as it also includescapital income possibly earned from investment anywhere in the country.Specification 3 considers a larger definition of cultural identity obtained by grouping the languagesassociated with similar cultures. This generates the following classification: NeoLatin, Slavic, AngloSaxon,SouthAsian, EastAsian, African, and Native languages. The objective is to capture the fact that, say,Spanish and Chinese are two cultures that are more different than Spanish and Italian. Thus, diversitybetween the former pair may bring higher benefits from diversity as well as higher communication costs.The estimated coefficient for linguistic diversity measured using the above large groups is both positive andhighly significant. The exact value 0.53 is somewhat higher than the one in the basic specification: diversityacross large groups seem to matter more.Specification 4 controls for a weaker form of cultural belonging, that is, the ancestry of individuals.People may have different relevant characteristics not only because they are from different countries but alsobecause their ancestors and traditions are. Including the ancestry control does not change the impact oflinguistic diversity. Moreover, the ancestral diversity coefficient not reported is not significant. Specification5 simply controls for city population rather than employment as a better measure of density. No relevant Filipino, Hawaiian, Korean, Others.14differences arise.The last Specification 6 in Table 5 addresses the issue of the potential endogeneity of linguistic diversity:richer linguistic diversity may be the consequence rather than the cause of higher average wage. Indeed, fastgrowing cities may attract more people from outside, among them more foreignborn, so they end up withlarger linguistic diversity. Short of a randomized experiment, it is hard to rule out this channel completely.One way to reduce the endogeneity bias is to resort to instrumental variable estimation. Specifically, weconsider growth in wages as our dependent variable and growth in linguistic diversity as our key explanatoryvariable. Then we instrument the latter using the distance of each city from the international borders, fromthe coast, as well as from New York and Los Angeles as the main ports of entry into the US. The underlyingidea is that, during the period from 1970 to 1990, the US have experienced a large increase in immigrantsfor reasons that are exogenous to any particular city characteristics. Just for a geographic accident, citiescloser to the coast, the border or the main ports of entries have received a larger inflow of those immigrants.Presumably, these distances have no direct impact on productivity. Being exogenous to the productivityshocks of the period of observation, they can be used as instrumental variables. The full set of instrumentsexplains about 20 per cent of the variation in linguistic diversity. Specification 6 shows that the positivecorrelation between linguistic diversity and wages survives the IV procedure.To sum up, the positive correlation between wages and diversity across US cities survives a whole batteryof robustness checks. Instrumental variable estimation support the view that the direction of causation goesfrom diversity to wages. The theoretical model allows us to describe such effect as cultural diversity boostingproductivity.5 Public Goods and Recent Immigrants The last two subsections of this empirical analysis are devoted to clarifying and qualifying our previousresults.In particular, we begin by reconciling our findings of a positive effect of linguistic diversity onproductivity with previous studies that found a negative association of ethnic diversity with other measuresof economic performance such as the provision of public goods. We then show that our findings are notincompatible with studies that identify a small negative impact of new immigrants on the wages of natives.5.1 Public Goods A recently developed strand of research analyzes the effect of racial heterogeneity on local policies, particularly policies that involve redistribution see, e.g., Alesina and La Ferrara, 2003, for a survey. The ideais that communities with a higher degree of ethnic fragmentation are less willing to pool their resources 15for public goods provision. Intuitively, in the presence of higher fragmentation each ethnic group cares lessabout the benefit to the other ethnic groups. Such problem materializes in the underprovision of publicgoods because individuals do not pay the marginal cost of a service. In the case of well defined markets,where people pay the marginal cost of the service they use, there is no harm in having heterogeneous agents.This is why we did not consider such an effect in our model. Here, however, we want to make sure that ourdata are consistent with previous works showing ethnic fragmentation to be harmful for the local provisionof public goods, especially education see, Alesina, Baqir, and Easterly, 1999; Alesina, Baqir, and Hoxby,2004.Table 6 considers whether the racial diversity of a city reduces its per capita spending for local publicservices after we controlling for the local level of income, the local level of education, and the city size. Again,we consider a panel estimation with city and time fixedeffects. Column I shows the impacts of linguisticand racial diversities on local spending per capita. Consistently with the existing literature, racial diversityhas a negative impact. Linguistic diversity, however, has no impact whatsoever. Column II and III reportthe impacts of diversity on the provision of local public goods. In particular, they show that racial diversitydecreases the expenditures in public education, thus confirming the findings of Alesina, Baqir, and Easterly1999. Racial diversity also increases the expenditures in police and security, which supports the idea thatethnic diversity may generate social unrest and more need for policing. As to linguistic diversity, its effect onboth variables is not significant. Thus, linguistic diversity seems to maintain its overall positive productiveimpact with no discernible effect on public good provision.5.2 Recent Immigrants Our study reveals a positive effect of linguistic diversity on the average wage at the city level. However,existing studies on immigration to the US find a moderate negative effect of inflows of immigrants on thewages of the natives Borjas, 1994 and 1995. Such studies mostly concentrate on lowskilled wages, whereaswe consider the average wage of US born workers. Nevertheless, our positive effect may seem at odds withthis literature.Those apparently conflicting findings can be reconciled. Our definition of linguistic diversity is basedon the language people speak at home. That may comprise not only new immigrants but also longtimeforeignborn residents and second generation immigrants as long as linguistic identity is maintained whichis quite common for some groups. Under this respect, our theoretical model can be used to explain thedifferent results one gets when only new immigrants are considered. In particular, as discussed in Section 3,interactions are likely to be easier when groups have had enough time to assimilate a common set of norms 16and habits from the host society. This implies that the costs of interaction between the groups of citydwellers may depend on the arrival time of the different cohorts of immigrants. Accordingly, in each citythe gradual assimilation of old cohorts and the arrival of new ones change its through time, which is notcaptured by the city fixed effects. If such an assimilation effect were relevant, we should observe a negativeimpact of the share of new immigrants in a city on its average wage, while linguistic diversity due to bothfirst and older generation of immigrants should maintain its positive impact.In each year we define as new immigrants the foreignborn immigrated into the US within the previousfive years, the reason being that the census PUMS in 1970 and 1990 report the place of residence of individualsfive years earlier. The share of new immigrants in each city is then included in our regressions as additionalcontrol. The corresponding results are reported in Table 7. Column I shows the OLS estimates in differences19701990 whereas Columns II and III report the instrumental variable estimates. As in the previoussection, our instruments are the distances to the border, to the coast, and to N.Y. and L.A  We use themas proxies of the changes in both new immigrants and linguistic diversity. Since we consider a twentyyearinterval, the changes in linguistic diversity not controlled for by the changes in new immigrants are dueto the changes in the number of old immigrants i.e. those who have entered the US for more than fiveyears earlier. While linguistic diversity has still a significant and positive effect on wages, the share of newimmigrants has an insignificant almost significant in one instrumental variable estimation negative effecton wages. Overall, our findings support the assimilation effect hypothesis. Cities may face some initialcosts in coping with cultural diversity: the effect of new immigrants on local wages is small and possiblyslightly negative. However, once the initial costs of assimilation are incurred, the benefits of diversity forproductivity materialize.6 Conclusions We have investigated whether immigrants into the US contribute to the economic prosperity of their hostcities through the cultural diversity they bring. In particular, we have studied the effect of cultural diversityon the wages of the native population. We started with no obvious a priori. On the production side, ifdifferent cultures contribute different skills and expertise in producing goods and services, cultural diversitymay enhance productivity. However, difficulties in integration and communication across different groupsof citizens may harm aggregate productivity. On the consumption side, cultural diversity may increase thevariety of available goods and services. At the same time, however, heterogenous preferences may triggersocial conflicts on the provision of public goods.By studying 160 US SMAs in the period 19701990, we have found a significant and robust positive 17correlation between cultural diversity increases and the wages of white USborn workers. By comparing thedistributions of wages and costs of living across US cities, we have argued that such correlation is compatible only with a dominant positive correlation between productivity and diversity. Moreover, instrumentalvariable estimation supports the idea of causation going from the latter to the former. To the best of ourknowledge, these results are new.We have finally qualified our findings under two respects. First, our data agree with previous studies inthat ethnic diversity is found to be bad for the provision of local public goods as more diverse societies areless willing to pool resources for collective purposes. Second, our analysis points out that the benefits fromimmigrants who have integrated i.e. have been in the US for a longer period of time are larger than thosefrom new immigrants. This suggests that integration and assimilation may be prerequisites for reaping thegains of cultural diversity.18References1 Alesina and La Ferrara 2003 Ethnic Diversity and Economic Performance, Harvard University, Department of Economics, mimeo.2 Alesina A., Baqir R. and W. Easterly 1999 Public Goods and Ethnic Divisions, Quarterly Journal of Economics 114, 1243843 Alesina A., Baqir R. and C. Hoxby 2004 Political Jurisdictions in Heterogenous Communities, Journalof Political Economy, forthcoming.4 Alesina, A., Spolaore E. and R. Wacziarg 2000 Economic Integration and Political Disintegration,American Economic Review 90, 127696.5 Berliant, M. and M. Fujita 2003 Knowledge creation as a square dance on the Hilbert Cube, Washington University, Department of Economics, mimeo.6 Blanchard O. and L. Katz 1992 Regional Evolutions, Brookings Papers on Economic Activity 1, 176.7 Borjas G. 1994 The Economics of Immigration, Journal of Economic Literature 32, 16671717.8 Borjas G. 1995 The Economic Benefits of Immigration, Journal of Economic Perspectives 9, 322.9 Card D. 1990 The Impact of the Mariel Boatlift on the Miami labor market, Industrial and Labor Relations Review 43, 245257.10 Card D. 2001 Immigrant inflows, native outflows and the local labor market impacts of higher immigration, Journal of Labor Economics 19, 2261.11 Collier P. 2001 Implications of ethnic diversity, Economic Policy: a European Forum 0, 12755.12 Collier P. and J. Gunning 1999 Explaining African Economic Performance, Journal of Economic Literature 37, 64111.13 Easterly W. 2001 Can Institutions Resolve Ethnic Conflict?, Economic Development and Cultural Change 49, 687706.14 Easterly W. and R. Levine 1997 Africas growth tragedy: Policies and ethnic division, Quarterly Journal of Economics 112, 12031250.15 Florida R. 2002a Bohemia and Economic Geography, Journal of Economic Geography 2, 5571.1916 Florida R. 2002b The Economic Geography of Talent, Annals of the Association of Economic Geographers 92, 743755.17 Glaeser E. and D. Mar e 2001 Cities and skills, Journal of Labor Economics 19, 316342.18 Glaeser E., J. Scheinkman and A. Shleifer 1995 Economic Growth in a Cross Section of Cities, Journalof Monetary Economics 36, 117143.19 Lazear E. 1999a Globalization and the Market for TeamMates, Economic Journal 109, C15C40.20 Lazear E. 1999b Culture and language, Journal of Political Economy, Supplement, 95125.21 Mauro P. 1995 Corruption and Growth, Quarterly Journal of Economics 110, 681712.22 OReilly C., K. Williams and S. Barsade 1998 Group Demography and Innovation: Does Diversity Help?, in Research on Managing Groups and Teams, D. Gruenfeld et al. editors, JAI Press.23 Ottaviano G.I.P. and G. Peri 2004 The Value of Cultural Diversity: Evidence from US cities, Centrefor Economic Policy Research, Discussion Paper n.4233.24 Roback J. 1982 Wages, rents and the quality of life, Journal of Political Economy 90, 125778.207Data Appendix The data on ethnic and linguistic composition of Cities have been obtained from the 19701990 Public Use Microdata Sample of the US Census. We selected all people in working age 1665 in each year and weidentified the city where they lived using the SMSA code for 1980 and 1990, while in 1970 we used the countygroup code to identify the metropolitan area. We used the variable Language Spoken in the Home in orderto identify the linguistic identity of the person. We construct groups that can be kept homogenous acrosscensus years. The linguistic groups that we identify are the following: English, Scandinavian, Dutch, French,Celtic, German, Polish, Czech, Slovac, African language, Russian, Rumanian, IndoEuropean, Hungarian,Yiddish, Greek, Italian, Spanish, Portuguese, Chinese, Arabic, Albanian, Persian, Hindi, Hebrew, EastSoutheast Asian, Filipino, American Indian, Other languages. Once we have grouped people in racial we usethe shares of each group within a city in our sample as measure of the share of the population in that citybelonging to that group. In Table 4 we use the following racial groups to construct racial fractionalization:white, black, native American, Japanese, Chinese, Filipino, Hawaiian, Korean, others. In table 5 we use thefollowing 15 groups of Ancestry for white people: Dutch, English, French, German, Greek, Hungarian, Irish,Italian, Norwegian, Polish, Portuguese, Russian, Scottish, Swedish, Ukrainian.We use the Variable Salary and Wage to measure the yearly wage income and we divide that by thenumber of weeks worked in a year and then by the number of hours worker in a week in order to obtain thehourly wage. We transform the wage in real terms by deflating it for the GDP deflator. The data on totalcity employment are from the County and City Databook and measure the total nonfarm employment inthe metropolitan area.The list of metropolitan areas used in our study is reported in the following table.21Abilene, TX Akron, OH AlbanySchenectadyTroy, NY Albuquerque, NM AllentownBethlehemEaston, PA Altoona, PA Amarillo, TX AppletonOshkoshNeenah, WI Atlanta, GA AtlanticCape May, NJ AugustaAiken, GASC AustinSan Marcos, TX Bakersfield, CA Baltimore, MD Baton Rouge, LA BeaumontPort Arthur, TX Billings, MT BiloxiGulfportPascagoula, MS Binghamton, NY Birmingham, AL BloomingtonNormal, IL Boise City, ID BrownsvilleHarlingenSan Benito, TX BuffaloNiagara Falls, NY CantonMassillon, OH Name and state of the cities used DaytonSpringfield, OH Decatur, IL Denver, CO Lexington, KY Lima, OH Lincoln, NE Rockford, IL Sacramento, CA SaginawBay CityMidland, MI Des Moines, IA Detroit, MI Little RockNorth Little Rock, AR Los AngelesLong Beach, CA Salem, OR St. Louis, MOIL DuluthSuperior, MNWI El Paso, TX Erie, PA Louisville, KYIN Lubbock, TX Macon, GA Salinas, CA Salt Lake CityOgden, UT San Antonio, TX EugeneSpringfield, OR Fayetteville, NC Flint, MI Fort Lauderdale, FL Fort Wayne, IN Fresno, CA Gainesville, FL Gary, IN Grand RapidsMuskegonHolland, MI Green Bay, WI GreensboroWinstonSalemHigh Point, NC GreenvilleSpartanburgAnderson, SC HamiltonMiddletown, OH HarrisburgLebanonCarlisle, PA Honolulu, HI Houston, TX HuntingtonAshland, WVKYOH Indianapolis, IN Jackson, MI Jackson, MS Madison, WI Mansfield, OH Memphis, TNARMS Miami, FL San Diego, CA San Francisco, CA San Jose, CA Santa BarbaraSanta MariaLompoc, CA Santa Rosa, CA MilwaukeeWaukesha, WI MinneapolisSt. Paul, MNWI SeattleBellevueEverett, WA Modesto, CA Monroe, LA Montgomery, AL ShreveportBossier City, LA South Bend, IN Spokane, WA Muncie, IN Springfield, MO Nashville, TN StocktonLodi, CA New Orleans, LA Syracuse, NY New York, NY Newark, NJ NorfolkVirginia BeachNewport News, VANC OdessaMidland, TX Oklahoma City, OK Omaha, NEIA Orlando, FL Pensacola, FL Tacoma, WA TampaSt. PetersburgClearwater, FL Terre Haute, IN Toledo, OH Trenton, NJ Tucson, AZ Tulsa, OK Tuscaloosa, AL PeoriaPekin, IL Tyler, TX Cedar Rapids, IA ChampaignUrbana, IL CharlestonNorth Charleston, SC CharlotteGastoniaRock Hill, NCSC Chattanooga, TNGA Chicago, IL Cincinnati, OHKYIN ClevelandLorainElyria, OH Kansas City, MOKS Colorado Springs, CO Jacksonville, FL Kenosha, WI Columbia, MO Knoxville, TN Jersey City, NJ Johnstown, PA KalamazooBattle Creek, MI Pittsburgh, PA Philadelphia, PANJ PhoenixMesa, AZ UticaRome, NY VallejoFairfieldNapa, CA Waco, TX PortlandVancouver, ORWA Washington, DCMDVAWV RaleighDurhamChapel Hill, NC Reading, PA WaterlooCedar Falls, IA West Palm BeachBoca Raton, FL Wichita, KS WilmingtonNewark, DEMD Wilmington, NC York, PA YoungstownWarren, OH Columbia, SC Columbus, OH Corpus Christi, TX Dallas, TX DavenportMolineRock Island, IAIL Lafayette, LA Lafayette, IN Lancaster, PA LansingEast Lansing, MI Las Vegas, NVAZ Reno, NV RichmondPetersburg, VA RiversideSan Bernardino, CA Roanoke, VA Rochester, NY 22Tables and Figures Main Linguistic Shares in 160 U.S. Metropolitan areas Table 1 language shares English German Italian Spanish Chinese Other Fractionalization Index of Language Average 1970 Std. Deviation 1970 Average 1990 Std. Deviation 1990 0.800 0.033 0.017 0.039 0.001 0.129 0.333 0.123 0.032 0.024 0.091 0.013 0.071 0.150 0.789 0.006 0.006 0.132 0.015 0.052 0.180 0.120 0.004 0.004 0.110 0.010 0.020 0.133 Linguistic Shares in some Metropolitan areas, 1990.Table 2 city Atlanta, GA Chicago, IL Cincinnati, OHKYIN Dallas, TX El Paso, TX Indianapolis, IN Los Angeles, CA New York, NY Philadelphia, PANJ Pittsburgh, PA San Francisco, CA Washington, DCMDVAWV English German 0.005 0.009 0.008 0.004 0.009 0.005 0.005 0.007 0.007 0.005 0.009 0.007 0.934 0.804 0.962 0.850 0.322 0.963 0.570 0.645 0.922 0.958 0.679 0.857 Italian 0.001 0.008 0.002 0.001 0.001 0.001 0.003 0.028 0.009 0.008 0.006 0.003 Spanish Chinese Other Fractionalization 0.026 0.094 0.009 0.112 0.656 0.014 0.300 0.177 0.026 0.008 0.107 0.053 0.004 0.006 0.001 0.005 0.002 0.001 0.025 0.032 0.003 0.002 0.087 0.009 0.030 0.079 0.018 0.029 0.011 0.016 0.097 0.111 0.034 0.020 0.112 0.071 0.137 0.355 0.080 0.265 0.473 0.070 0.591 0.550 0.148 0.080 0.620 0.278 23 Table 3 Basic Panel Estimation Specification Index of Linguistic Diversity Used Average Schooling Share of White 0.06 0.01 0.36 0.06 0.28 0.27 Linguistic Diversity 0.54 0.04 lnEmployment Share of College City Effects R2 Observations No 0.97 480 I Pooled OLS II Fixed Effects DivLangc,t III Fixed Effects IV Pooled OLS V Fixed Effects Frac Langc,t VI Fixed Effects 0.06 0.01 0.49 0.20 0.14 0.20 0.38 0.10 Yes 0.99 480 0.06 0.01 0.57 0.20 0.14 0.20 0.36 0.10 0.06 0.04 Yes 0.99 480 0.07 0.01 0.30 0.06 0.25 0.20 0.74 0.11 No 0.97 480 0.06 0.01 0.57 0.20 0.10 0.20 1.00 0.17 Yes 0.99 480 0.06 0.01 0.52 0.20 0.05 0.20 0.95 0.17 0.04 0.03 Yes 0.99 480 jcljcl 66.0t 66.0t Dependent Variable: natural logarithm of average hourly wage of white males 4050 years in 1990 U.S. . All Regressions include time dummies, in parenthesis HeteroskedasticityRobust Standard Errors significant at 5% Specification I: Basic Specification, Method of Estimation, Pooled OLS, including fixed time effects. Diversity Index used: Div Lang j Specification II: Basic Specification, Method of Estimation, Panel estimation with Fixed Effects, including fixed time effects. Diversity Index used: Div Lang j Specification III: Basic Specification, Method of Estimation, Panel estimation with Fixed Effects, including fixed time effects and lnEmployment as controls. Diversity Index used: Div Lang j Specification IV: Basic Specification, Method of Estimation, Pooled OLS, including fixed time effects. Diversity Index used: Frac Lang Specification V: Basic Specification, Method of Estimation, Panel estimation with Fixed Effects, including fixed time effects. Diversity Index used: Frac Lang Specification VI: Basic Specification, Method of Estimation, Panel estimation with Fixed Effects, including fixed time effects and lnEmployment as controls. Diversity Index used Frac Lang 66.0tjcl 2tjcl 2tjcljcl 2t j 111j j 24Adding Measures of Diversity as Controls Table 4 I II III DivLangc,t IV V Frac Langc,t VI Specification Index of Linguistic Diversity Used Average Schooling Share of White 0.06 0.01 0.63 0.31 Share of College 0.49 0.34 0.33 0.10 0.71 0.38 Linguistic Diversity Skills Fractionalization State of Birth Fractionalization Racial Fractionalization lnEmployment 0.06 City Effects R2 Observations 0.04 Yes 0.99 480 0.06 0.01 0.63 0.31 0.49 0.34 0.34 0.10 0.72 0.38 0.005 0.01 0.07 0.04 Yes 0.99 480 0.06 0.01 0.56 0.19 0.77 0.33 0.49 0.11 1.11 0.38 0.004 0.01 0.50 0.13 0.03 0.04 Yes 0.99 480 0.06 0.01 0.63 0.31 0.49 0.34 0.94 0.18 0.83 0.36 0.06 0.04 Yes 0.99 480 0.06 0.01 0.63 0.31 0.49 0.34 0.94 0.18 0.84 0.33 0.003 0.01 0.06 0.04 Yes 0.99 480 0.06 0.01 0.32 0.33 0.59 0.32 0.95 0.18 0.90 0.37 0.002 0.01 0.26 0.12 0.03 0.04 Yes 0.99 480 Dependent Variable: natural logarithm of average hourly wage of white males 4050 years in 1990 U.S. . All Regressions include time dummies, in parenthesis HeteroskedasticityRobust Standard Errors significant at 5% Specification I: Method of Estimation, Pooled OLS, including fixed time effects and fractionalization index for education groups. We use four education groups High School Dropout, High School Graduates, College Dropouts and College Graduates as skill groups. Specification II: Method of Estimation, Pooled OLS, including fixed time effects and fractionalization index for education groups and State of birth. We use the fifty state of births as groups. Specification III: Method of Estimation, Pooled OLS, including fixed time effects and fractionalization index for education groups, State of birth and Race. We use white, black, native American, Japanese, Chinese, Filipino, Hawaiian, Korean, others as racial groups. Specification IV : As specification I, using Frac Lang j Specification V: As specification II, using Frac Lang jcl Specification VI: As specification III, using Frac Lang as index of linguistic diversity as index of linguistic diversity as index of linguistic diversity 2jclt 2tjcl 2tjj 111 25 Table 5 Robustness Checks Coefficient of Linguistic Diversity: DivLangc,t Specification 1 Basic 2 Personal Income as Dependent Variable 3 Large Linguistic Groups 4 Controlling for Ancestry Diversity 1970 dropped 5 Controlling for Population 6 Instrumental Variables Estimation IV: Distance from Ports of Entry 0.36 0.10 0.28 0.06 0.53 0.14 0.50 0.22 0.37 0.10 0.50 0.11 All Regressions include time dummies, city fixed effects average schooling, share of whites, share of college graduates and lnEmployment as controls. Dependent Variable : ln average hourly wage of white males 4050 years in 1990 U.S. . Reported is the coefficient on the Diversity index DivLang. In parenthesis HeteroskedasticityRobust Standard Errors significant at 5%. 1 Basic Regression, as in Column III of Table 3 2 Using lnpersonal income in 1990 US as dependent variable rather than lnwage 3 Grouping linguistic groups into larger cultural groups based on the proximity of the countries of origin of the language. Groups are listed in the Appendix 4 Including the diversity of origin of ancestors parents. This variable is available for 1980 and 1990 only 5 Including lnPopulation as a control, rather than lnEmployment. 6 Using instrumental variable for linguistic diversity. The instruments used are distance from the coast, distance from the border and distance from New York and Los Angeles, the largest port of entries in the U.S. In the first stage regression not reported the IV explain 20% of the variance of linguistic diversity 26 Table 6 Effects of Ethnic and Linguistic Diversity on the Provision of Public Goods Specification LnIncome I Total Local Spending per Capita 0.44 0.06 Linguistic Diversity 0.14 Racial Diversity LnEmployment 0.10 0.22 0.11 0.10 0.04 Yes 0.98 480 II Local Spending in Education 0.56 0.12 0.04 0.09 0.19 0.10 0.16 0.05 Yes 0.97 480 III Local Spending in PoliceSecurity 0.57 0.13 0.01 0.11 0.34 0.14 0.21 0.05 Yes 0.98 480 City Effects R2 Observations Dependent Variable: natural logarithm of real public spending per capita of local administration in 1990 U.S. . Regressions include time dummies and city fixed effects significant at 5%, significant at 10% Specification I: Dependent Variable is natural logarithm of real total public spending per capita of local administration in 1990 U.S. . Method of estimation is OLS. Specification II: Dependent Variable is natural logarithm of real public spending per capita of local administration for School and Education in 1990 U.S. . Method of estimation is OLS. Specification III: Dependent Variable is natural logarithm of real public spending per capita of local administration for Police and Security in 1990 U.S. . Method of estimation is OLS. 27 Table 7 Cultural Diversity and New Immigrants Specification I OLS on 7090 differences Average Schooling Linguistic Diversity DivLang Share of New Immigrants 5 years LnEmployment R2 Observations 0.05 0.01 0.15 0.04 0.25 0.52 0.04 0.02 0.15 160 II Instrumental Variables Estimation a 0.05 0.01 0.33 0.12 0.31 1.02 III Instrumental Variables Estimation b 0.05 0.02 0.57 0.13 2.03 1.10 0.01 0.02 0.10 160 0.01 0.02 0.11 160 Dependent Variable: natural logarithm of average hourly wage of white males 4050 years in 1990 U.S. . All Regressions include time dummies, in parenthesis HeteroskedasticityRobust Standard Errors significant at 5% Specification I: OLS estimates on differenced variables 19701990. Differencing eliminates the fixed level effect and the coefficients are identified on 160 changes. Specification II: Instrumental Variables estimation on differenced variables 19701990.Endogenous Variables are DivLang and Share of New Immigrants Instruments are: Distance from Coast, Distance from Border, Distance from Los Angeles and Distance from New York. They explain 18% of the variation of Linguistic diversity and 16% of the variation of share of new immigrants. Specification Instrumental Variables estimation on differenced variables 19701990.Endogenous Variables are DivLang and Share of New Immigrants Instruments are: Distance from Coast, Distance from Border. They explain 16% of the variation of Linguistic diversity and 10% of the variation of share of new immigrants. III: 28 10.6672egaw lianmon Figure 1 Nominal Wages and Diversity in US Cities, 1990 Partial Correlation between Nominal Wage and Diversity in 1990West Pal Trenton Reno Atlantic Santa Ba Santa Ro SeattleWashingt Honolulu Fort Lau San Fran Newark San Jose Wilmingt Reading Cedar Ra Roanoke Blooming Des Moin Richmond Madison Muncie Lima Lancaste Decatur Green Ba York Billings Kenosha Minneapo Rockford PeoriaPTyler Harrisbu Columbia Wichita Lincoln RaleighDavenpor OdessaMAppleton Boise Ci Waterloo Omaha Fort Way South Be Hamilton Amarillo Lexingto Indianap SaginawSt. Loui Columbia Jackson Kalamazo Wilmingt Montgome Kansas CGreensbo Charlott Nashvill Akron Toledo Louisvil Jacksonv Erie Cincinna LansingMansfiel Flint CantonMAugustaSpokane Tulsa EugeneSBirmingh Memphis Columbus DaytonSTuscaloo Terre Ha DuluthSUticaRo Pittsbur Salem Little RBeaumont Grand Ra Knoxvill Waco Johnstow Baton Ro Youngsto Jackson Monroe Pensacol Shrevepo Oklahoma Huntingt Macon Altoona Springfi Chattano Greenvil Charlest Baltimor Rocheste Binghamt Milwauke Abilene Atlanta Lafayett Syracuse Colorado Lubbock Tacoma Gary BuffaloDenver AlbanySAllentow Champaig Dallas Philadel Gainesvi Portland Clevelan Detroit Orlando TampaSt Bakersfi AustinSPhoenixCorpus CNorfolkNew Orle BiloxiGFayettev Lafayett Salt Lak San Anto San Dieg Houston Modesto Stockton Miami Albuquer Tucson Fresno Riversid VallejoLas Vega Sacramen Salinas Chicago New York Jersey CLos Ange7.096421.14492Brownsvi El Pasoslope: 5.5 s.e. 1.2 tstat 4.4 linguistic diversity index 1.91263 Figure 2 Real Wages and Diversity in US Cities, 1990 Partial Correlation between Real Wage and Diversity in 19901.16332West Pal Trenton Reno San Fran Newarkegaw laer Roanoke Richmond Denver Reading Wilmingt Baltimor Milwauke Rocheste Binghamt BuffaloAlbanySOdessaMRockford Decatur York Davenpor Green Ba Cedar Ra PeoriaPBlooming Des Moin Harrisbu Lancaste St. Loui Greensbo Billings Appleton Madison Wichita Louisvil Indianap Waterloo Pittsbur Cincinna Fort W ay Charlott Lincoln Erie Omaha Birmingh Kansas CColumbia Boise Ci Tyler Muncie Nashvill CantonMColumbus Tulsa Toledo SaginawKnoxvill Chattano Memphis Mansfiel Montgome Spokane Columbia Springfi AugustaAmarillo Lexingto DaytonSJackson Hamilton Beaumont Little RKalamazo Flint DuluthSGrand Ra Greenvil Baton Ro Terre Ha Wilmingt EugeneSPensacol RaleighMinneapo Akron South Be Youngsto UticaRo LansingOklahoma Salem Tuscaloo Jackson Lima Johnstow Macon Altoona Charlest Waco Shrevepo Huntingt Monroe Jacksonv Kenosha Atlanta Gary Syracuse Abilene Colorado Lubbock Tacoma Lafayett NorfolkNew Orle Corpus CBiloxiGFayettev SeattleAtlantic Clevelan Washingt Fort Lau Houston Santa Ba Honolulu VallejoLas Vega Sacramen Santa Ro Detroit Portland Philadel Allentow Dallas Gainesvi Champaig TampaSt Orlando Salt Lak San Anto Bakersfi Lafayett AustinSPhoenixTucson Albuquer Modesto San Dieg Fresno Stockton Chicago San Jose New York Salinas Jersey CRiversid Miami Los Ange El Paso1.04347Brownsvi 1.14492slope: 1.15 s.e. 1.14 tstat 1.04 linguistic diversity index 1.91263 29 NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.html http:www.ssrn.comlinkfeem.html PRIV PRIV PRIV CLIM KNOW ETA SIEV NRM CLIM KNOW CLIM 1.2003 2.2003 3.2003 4.2003 5.2003 6.2003 7.2003 8.2003 9.2003 NOTE DI LAVORO PUBLISHED IN 2003 Gabriella CHIESA and Giovanna NICODANO: Privatization and Financial Market Development: Theoretical Issues Ibolya SCHINDELE: Theory of Privatization in Eastern Europe: Literature Review Wietze LISE, Claudia KEMFERT and Richard S.J. TOL: Strategic Action in the Liberalised German Electricity Market Laura MARSILIANI and Thomas I. RENSTROM: Environmental Policy and Capital Movements: The Role of Government Commitment Reyer GERLAGH: Induced Technological Change under Technological Competition Efrem CASTELNUOVO: Squeezing the Interest Rate Smoothing Weight with a Hybrid Expectations Model Anna ALBERINI, Alberto LONGO, Stefania TONIN, Francesco TROMBETTA and Margherita TURVANI: The Role of Liability, Regulation and Economic Incentives in Brownfield Remediation and Redevelopment: Evidence from Surveys of Developers Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources: A Blessing or a Curse? A. CAPARROS, J.C. PEREAU and T. TAZDAIT: NorthSouth Climate Change Negotiations: a Sequential Game with Asymmetric Information 10.2003 Giorgio BRUNELLO and Daniele CHECCHI: School Quality and Family Background in Italy 11.2003 Efrem CASTELNUOVO and Marzio GALEOTTI: Learning By Doing vs Learning By Researching in a Model of Climate Change Policy Analysis Carole MAIGNAN, Gianmarco OTTAVIANO and Dino PINELLI eds.: Economic Growth, Innovation, Cultural Diversity: What are we all talking about? A critical survey of the stateoftheart Carole MAIGNAN, Gianmarco OTTAVIANO, Dino PINELLI and Francesco RULLANI lix: BioEcological Diversity vs. SocioEconomic Diversity. A Comparison of Existing Measures 14.2003 Maddy JANSSENS and Chris STEYAERT lix: Theories of Diversity within Organisation Studies: Debates and KNOW 12.2003 KNOW 13.2003 KNOW KNOW 15.2003 KNOW 16.2003 17.2003 18.2003 Future Trajectories Tuzin BAYCAN LEVENT, Enno MASUREL and Peter NIJKAMP lix: Diversity in Entrepreneurship: Ethnic and Female Roles in Urban Economic Life Alexandra BITUSIKOVA lix: PostCommunist City on its Way from Grey to Colourful: The Case Study from Slovakia Billy E. VAUGHN and Katarina MLEKOV lix: A Stage Model of Developing an Inclusive Community Selma van LONDEN and Arie de RUIJTER lix: Managing Diversity in a Glocalizing World KNOW KNOW Coalition Theory Network PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV PRIV ETA KNOW PRIV KNOW 19.2003 Sergio CURRARINI: On the Stability of Hierarchies in Games with Externalities 20.2003 Giacomo CALZOLARI and Alessandro PAVAN lx: Monopoly with Resale 21.2003 Claudio MEZZETTI lx: Auction Design with Interdependent Valuations: The Generalized Revelation Principle, Efficiency, Full Surplus Extraction and Information Acquisition 22.2003 Marco Li Calzi and Alessandro PAVAN lx: Tilting the Supply Schedule to Enhance Competition in UniformPrice Auctions 23.2003 David ETTINGER lx: Bidding among Friends and Enemies 24.2003 Hannu VARTIAINEN lx: Auction Design without Commitment 25.2003 Matti KELOHARJU, Kjell G. NYBORG and Kristian RYDQVIST lx: Strategic Behavior and Underpricing in 26.2003 27.2003 28.2003 Uniform Price Auctions: Evidence from Finnish Treasury Auctions Christine A. PARLOUR and Uday RAJAN lx: Rationing in IPOs Kjell G. NYBORG and Ilya A. STREBULAEV lx: Multiple Unit Auctions and Short Squeezes Anders LUNANDER and JanEric NILSSON lx: Taking the Lab to the Field: Experimental Tests of Alternative Mechanisms to Procure Multiple Contracts Tanga Mc DANIEL and Karsten NEUHOFF lx: Use of Longterm Auctions for Network Investment Emiel MAASLAND and Sander ONDERSTAL lx: Auctions with Financial Externalities 29.2003 30.2003 31.2003 Michael FINUS and Bianca RUNDSHAGEN: A Noncooperative Foundation of CoreStability in Positive Externality NTUCoalition Games 32.2003 Michele MORETTO: Competition and Irreversible Investments under Uncertainty_ 33.2003 34.2003 Giuseppe MEDA, Claudio PIGA and Donald SIEGEL: On the Relationship between RD and Productivity: A Philippe QUIRION: Relative Quotas: Correct Answer to Uncertainty or Case of Regulatory Capture? Treatment Effect Analysis Alessandra DEL BOCA, Marzio GALEOTTI and Paola ROTA: Nonconvexities in the Adjustment of Different Capital Inputs: A Firmlevel Investigation ETA 35.2003 GG PRIV CLIM KNOW CTN KNOW KNOW ETA CLIM PRIV SIEV ETA CLIM CLIM CTN CTN CTN CTN CTN CTN CTN CTN KNOW ETA CLIM GG SIEV CLIM SIEV SIEV SIEV CLIM KNOW KNOW KNOW KNOW KNOW KNOW KNOW KNOW KNOW KNOW ETA KNOW 58.2003 KNOW 73.2003 36.2003 Matthieu GLACHANT: Voluntary Agreements under Endogenous Legislative Threats 37.2003 Narjess BOUBAKRI, JeanClaude COSSET and Omrane GUEDHAMI: Postprivatization Corporate Governance: the Role of Ownership Structure and Investor Protection Rolf GOLOMBEK and Michael HOEL: Climate Policy under Technology Spillovers Slim BEN YOUSSEF: Transboundary Pollution, RD Spillovers and International Trade Carlo CARRARO and Carmen MARCHIORI: Endogenous Strategic Issue Linkage in International Negotiations Sonia OREFFICE: Abortion and Female Power in the Household: Evidence from Labor Supply Timo GOESCHL and Timothy SWANSON: On Biology and Technology: The Economics of Managing Biotechnologies 38.2003 39.2003 40.2003 41.2003 42.2003 43.2003 Giorgio BUSETTI and Matteo MANERA: STARGARCH Models for Stock Market Interactions in the Pacific 44.2003 45.2003 46.2003 47.2003 48.2003 49.2003 50.2003 Basin Region, Japan and US Katrin MILLOCK and Celine NAUGES: The French Tax on Air Pollution: Some Preliminary Results on its Effectiveness Bernardo BORTOLOTTI and Paolo PINOTTI: The Political Economy of Privatization Elbert DIJKGRAAF and Herman R.J. VOLLEBERGH: Burn or Bury? A Social Cost Comparison of Final Waste Disposal Methods Jens HORBACH: Employment and Innovations in the Environmental Sector: Determinants and Econometrical Results for Germany Lori SNYDER, Nolan MILLER and Robert STAVINS: The Effects of Environmental Regulation on Technology Diffusion: The Case of Chlorine Manufacturing Lori SNYDER, Robert STAVINS and Alexander F. WAGNER: Private Options to Use Public Goods. Exploiting Revealed Preferences to Estimate Environmental Benefits Laszlo A. KOCZY and Luc LAUWERS lxi: The Minimal Dominant Set is a NonEmpty CoreExtension Ana MAULEON and Vincent VANNETELBOSCH lxi: Farsightedness and Cautiousness in Coalition Formation Fernando VEGAREDONDO lxi: Building Up Social Capital in a Changing World: a network approach 51.2003 Matthew O. JACKSON lxi:Allocation Rules for Network Games 52.2003 53.2003 54.2003 Matthew HAAG and Roger LAGUNOFF lxi: On the Size and Structure of Group Cooperation 55.2003 56.2003 Halis Murat YILDIZ lxi: National Versus International Mergers and Trade Liberalization 57.2003 Santiago RUBIO and Alistair ULPH lxi: An InfiniteHorizon Model of Dynamic Membership of International Environmental Agreements Carole MAIGNAN, Dino PINELLI and Gianmarco I.P. OTTAVIANO: ICT, Clusters and Regional Cohesion: A Summary of Theoretical and Empirical Research Taiji FURUSAWA and Hideo KONISHI lxi: Free Trade Networks 59.2003 Giorgio BELLETTINI and Gianmarco I.P. OTTAVIANO: Special Interests and Technological Change 60.2003 61.2003 Michael FINUS, Ekko van IERLAND and Robert DELLINK: Stability of Climate Coalitions in a Cartel Ronnie SCHOB: The Double Dividend Hypothesis of Environmental Taxes: A Survey Formation Game 62.2003 Michael FINUS and Bianca RUNDSHAGEN: How the Rules of Coalition Formation Affect Stability of 63.2003 64.2003 65.2003 66.2003 67.2003 68.2003 International Environmental Agreements Alberto PETRUCCI: Taxing Land Rent in an Open Economy Joseph E. ALDY, Scott BARRETT and Robert N. STAVINS: Thirteen Plus One: A Comparison of Global Climate Policy Architectures Edi DEFRANCESCO: The Beginning of Organic Fish Farming in Italy Klaus CONRAD: Price Competition and Product Differentiation when Consumers Care for the Environment Paulo A.L.D. NUNES, Luca ROSSETTO, Arianne DE BLAEIJ: Monetary Value Assessment of Clam Fishing Management Practices in the Venice Lagoon: Results from a Stated Choice Exercise Zhong Xiang ZHANG: Open Trade with the U.S. Without Compromising Canadas Ability to Comply with its Kyoto Target 69.2003 David FRANTZ lix: Lorenzo Market between Diversity and Mutation 70.2003 71.2003 72.2003 Ercole SORI lix: Mapping Diversity in Social History Ljiljana DERU SIMIC lxii: What is Specific about ArtCultural Projects? Natalya V. TARANOVA lxii:The Role of the City in Fostering Intergroup Communication in a Multicultural Environment: SaintPetersburgs Case Kristine CRANE lxii: The City as an Arena for the Expression of Multiple Identities in the Age of Globalisation and Migration Kazuma MATOBA lxii: Glocal Dialogue Transformation through Transcultural Communication Catarina REIS OLIVEIRA lxii: Immigrants Entrepreneurial Opportunities: The Case of the Chinese in Portugal Sandra WALLMAN lxii: The Diversity of Diversity towards a typology of urban systems Richard PEARCE lxii: A Biologists View of Individual Cultural Identity for the Study of Cities Vincent MERK lxii: Communication Across Cultures: from Cultural Awareness to Reconciliation of the Dilemmas 74.2003 75.2003 76.2003 77.2003 78.2003 79.2003 Giorgio BELLETTINI, Carlotta BERTI CERONI and Gianmarco I.P.OTTAVIANO: Child Labor and Resistance 80.2003 Michele MORETTO, Paolo M. PANTEGHINI and Carlo SCARPA: Investment Size and Firms Value under to Change Profit Sharing Regulation KNOW 86.2003 KNOW 98.2003 IEM CLIM CLIM CLIM NRM SIEV CLIM CLIM CLIM CLIM IEM ETA CTN IEM IEM CTN KNOW KNOW KNOW KNOW CLIM CLIM CLIM NRM NRM SIEV SIEV NRM NRM ETA CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN CTN 81.2003 82.2003 Alessandro LANZA, Matteo MANERA and Massimo GIOVANNINI: Oil and Product Dynamics in International Petroleum Markets Y. Hossein FARZIN and Jinhua ZHAO: Pollution Abatement Investment When Firms Lobby Against Environmental Regulation 83.2003 Giuseppe DI VITA: Is the Discount Rate Relevant in Explaining the Environmental Kuznets Curve? 84.2003 85.2003 Reyer GERLAGH and Wietze LISE: Induced Technological Change Under Carbon Taxes Rinaldo BRAU, Alessandro LANZA and Francesco PIGLIARU: How Fast are the Tourism Countries Growing? The crosscountry evidence Elena BELLINI, Gianmarco I.P. OTTAVIANO and Dino PINELLI: The ICT Revolution: opportunities and risks for the Mezzogiorno Lucas BRETSCGHER and Sjak SMULDERS: Sustainability and Substitution of Exhaustible Natural Resources. How resource prices affect longterm RD investments Johan EYCKMANS and Michael FINUS: New Roads to International Environmental Agreements: The Case of Global Warming 87.2003 88.2003 89.2003 Marzio GALEOTTI: Economic Development and Environmental Protection 90.2003 Marzio GALEOTTI: Environment and Economic Growth: Is Technical Change the Key to Decoupling? 91.2003 Marzio GALEOTTI and Barbara BUCHNER: Climate Policy and Economic Growth in Developing Countries A. MARKANDYA, A. GOLUB and E. STRUKOVA: The Influence of Climate Change Considerations on Energy 92.2003 Policy: The Case of Russia Andrea BELTRATTI: Socially Responsible Investment in General Equilibrium Parkash CHANDER: The Core and Coalition Formation 93.2003 94.2003 95.2003 Matteo MANERA and Angelo MARZULLO: Modelling the Load Curve of Aggregate Electricity Consumption 96.2003 97.2003 Using Principal Components Alessandro LANZA, Matteo MANERA, Margherita GRASSO and Massimo GIOVANNINI: Longrun Models of Oil Stock Prices Steven J. BRAMS, Michael A. JONES, and D. Marc KILGOUR: Forming Stable Coalitions: The Process Matters John CROWLEY, MarieCecile NAVES lxiii: AntiRacist Policies in France. From Ideological and Historical Schemes to SocioPolitical Realities Richard THOMPSON FORD lxiii: Cultural Rights and Civic Virtue 99.2003 100.2003 Alaknanda PATEL lxiii: Cultural Diversity and Conflict in Multicultural Cities 101.2003 David MAY lxiii: The Struggle of Becoming Established in a Deprived InnerCity Neighbourhood 102.2003 Sebastien ARCAND, Danielle JUTEAU, Sirma BILGE, and Francine LEMIRE lxiii : Municipal Reform on the Island of Montreal: Tensions Between Two Majority Groups in a Multicultural City 103.2003 Barbara BUCHNER and Carlo CARRARO: China and the Evolution of the Present Climate Regime 104.2003 Barbara BUCHNER and Carlo CARRARO: Emissions Trading Regimes and Incentives to Participate in International Climate Agreements 105.2003 Anil MARKANDYA and Dirk T.G. RUBBELKE: Ancillary Benefits of Climate Policy 106.2003 Anne Sophie CREPIN lxiv: Management Challenges for MultipleSpecies Boreal Forests 107.2003 Anne Sophie CREPIN lxiv: Threshold Effects in Coral Reef Fisheries 108.2003 Sara ANIYAR lxiv: Estimating the Value of Oil Capital in a Small Open Economy: The Venezuelas Example 109.2003 Kenneth ARROW, Partha DASGUPTA and KarlGoran MALERlxiv: Evaluating Projects and Assessing Sustainable Development in Imperfect Economies 110.2003 Anastasios XEPAPADEAS and Catarina ROSETAPALMAlxiv: Instabilities and Robust Control in Fisheries 111.2003 Charles PERRINGS and Brian WALKER lxiv: Conservation and Optimal Use of Rangelands 112.2003 113.2003 Carlo CARRARO, Carmen MARCHIORI and Sonia OREFFICE: Endogenous Minimum Participation in Jack GOODY lxiv: Globalisation, Population and Ecology International Environmental Treaties 114.2003 Guillaume HAERINGER and Myrna WOODERS: Decentralized Job Matching 115.2003 Hideo KONISHI and M. Utku UNVER: Credible Group Stability in MultiPartner Matching Problems 116.2003 Somdeb LAHIRI: Stable Matchings for the RoomMates Problem 117.2003 Somdeb LAHIRI: Stable Matchings for a Generalized Marriage Problem 118.2003 Marita LAUKKANEN: Transboundary Fisheries Management under Implementation Uncertainty 119.2003 Edward CARTWRIGHT and Myrna WOODERS: Social Conformity and Bounded Rationality in Arbitrary Games with Incomplete Information: Some First Results 120.2003 Gianluigi VERNASCA: Dynamic Price Competition with Price Adjustment Costs and Product Differentiation 121.2003 Myrna WOODERS, Edward CARTWRIGHT and Reinhard SELTEN: Social Conformity in Games with Many Players 122.2003 Edward CARTWRIGHT and Myrna WOODERS: On Equilibrium in Pure Strategies in Games with Many Players 123.2003 Edward CARTWRIGHT and Myrna WOODERS: Conformity and Bounded Rationality in Games with Many 1000 Players Carlo CARRARO, Alessandro LANZA and Valeria PAPPONETTI: One Thousand Working Papers IEM ETA PRA ETA ETA CCMP PRA PRA PRA PRA PRA PRA PRA PRA PRA PRA CCMP NRM SIEV NRM NRM NRM NRM NRM NRM NRM NRM CSRM NRM NRM CCMP CCMP CTN KTHC KTHC KTHC KTHC KTHC ETA PRA CCMP 1.2004 2.2004 3.2004 4.2004 5.2004 6.2004 7.2004 8.2004 9.2004 10.2004 11.2004 NOTE DI LAVORO PUBLISHED IN 2004 Anil MARKANDYA, Suzette PEDROSO and Alexander GOLUB: Empirical Analysis of National Income and So 2 Emissions in Selected European Countries Masahisa FUJITA and Shlomo WEBER: Strategic Immigration Policies and Welfare in Heterogeneous Countries Adolfo DI CARLUCCIO, Giovanni FERRI, Cecilia FRALE and Ottavio RICCHI: Do Privatizations Boost Household Shareholding? Evidence from Italy Victor GINSBURGH and Shlomo WEBER: Languages Disenfranchisement in the European Union Romano PIRAS: Growth, Congestion of Public Goods, and SecondBest Optimal Policy Herman R.J. VOLLEBERGH: Lessons from the Polder: Is Dutch CO2Taxation Optimal Sandro BRUSCO, Giuseppe LOPOMO and S. VISWANATHAN lxv: Merger Mechanisms Wolfgang AUSSENEGG, Pegaret PICHLER and Alex STOMPER lxv: IPO Pricing with Bookbuilding, and a WhenIssued Market Pegaret PICHLER and Alex STOMPER lxv: Primary Market Design: Direct Mechanisms and Markets Florian ENGLMAIER, Pablo GUILLEN, Loreto LLORENTE, Sander ONDERSTAL and Rupert SAUSGRUBER lxv: The Chopstick Auction: A Study of the Exposure Problem in MultiUnit Auctions Bjarne BRENDSTRUP and Harry J. PAARSCH lxv: Nonparametric Identification and Estimation of MultiUnit, Sequential, Oral, AscendingPrice Auctions With Asymmetric Bidders 12.2004 Ohad KADAN lxv: Equilibrium in the Two Player, kDouble Auction with Affiliated Private Values 13.2004 Maarten C.W. JANSSEN lxv: Auctions as Coordination Devices 14.2004 Gadi FIBICH, Arieh GAVIOUS and Aner SELA lxv: AllPay Auctions with Weakly RiskAverse Buyers 15.2004 Orly SADE, Charles SCHNITZLEIN and Jaime F. ZENDER lxv: Competition and Cooperation in Divisible Good Auctions: An Experimental Examination 16.2004 Marta STRYSZOWSKA lxv: Late and Multiple Bidding in Competing Second Price Internet Auctions 17.2004 18.2004 Slim Ben YOUSSEF: RD in Cleaner Technology and International Trade Angelo ANTOCI, Simone BORGHESI and Paolo RUSSU lxvi: Biodiversity and Economic Growth: Stabilization Versus Preservation of the Ecological Dynamics Anna ALBERINI, Paolo ROSATO, Alberto LONGO and Valentina ZANATTA: Information and Willingness to Pay in a Contingent Valuation Study: The Value of S. Erasmo in the Lagoon of Venice 19.2004 20.2004 Guido CANDELA and Roberto CELLINI lxvii: Investment in Tourism Market: A Dynamic Model of 21.2004 22.2004 23.2004 24.2004 25.2004 26.2004 Differentiated Oligopoly Jacqueline M. HAMILTON lxvii: Climate and the Destination Choice of German Tourists Javier ReyMAQUIEIRA PALMER, Javier LOZANO IBANEZ and Carlos Mario GOMEZ GOMEZ lxvii: Land, Environmental Externalities and Tourism Development Pius ODUNGA and Henk FOLMER lxvii: Profiling Tourists for Balanced Utilization of TourismBased Resources in Kenya JeanJacques NOWAK, Mondher SAHLI and Pasquale M. SGRO lxvii:Tourism, Trade and Domestic Welfare Riaz SHAREEF lxvii: Country Risk Ratings of Small Island Tourism Economies Juan Luis EUGENIOMARTIN, Noelia MARTIN MORALES and Riccardo SCARPA lxvii: Tourism and Economic Growth in Latin American Countries: A Panel Data Approach Raul Hernandez MARTIN lxvii: Impact of Tourism Consumption on GDP. The Role of Imports Nicoletta FERRO: CrossCountry Ethical Dilemmas in Business: A Descriptive Framework 27.2004 28.2004 29.2004 Marian WEBER lxvi: Assessing the Effectiveness of Tradable Landuse Rights for Biodiversity Conservation: 30.2004 an Application to Canadas Boreal Mixedwood Forest Trond BJORNDAL, Phoebe KOUNDOURI and Sean PASCOE lxvi: Output Substitution in MultiSpecies Trawl Fisheries: Implications for Quota Setting 31.2004 Marzio GALEOTTI, Alessandra GORIA, Paolo MOMBRINI and Evi SPANTIDAKI: Weather Impacts on Natural, Social and Economic Systems WISE Part I: Sectoral Analysis of Climate Impacts in Italy 32.2004 Marzio GALEOTTI, Alessandra GORIA ,Paolo MOMBRINI and Evi SPANTIDAKI: Weather Impacts on Natural, Social and Economic Systems WISE Part II: Individual Perception of Climate Extremes in Italy 33.2004 Wilson PEREZ: Divide and Conquer: Noisy Communication in Networks, Power, and Wealth Distribution 34.2004 Gianmarco I.P. OTTAVIANO and Giovanni PERI lxviii: The Economic Value of Cultural Diversity: Evidence 35.2004 36.2004 37.2004 38.2004 39.2004 40.2004 from US Cities Linda CHAIB lxviii: Immigration and Local Urban Participatory Democracy: A BostonParis Comparison Franca ECKERT COEN and Claudio ROSSI lxviii: Foreigners, Immigrants, Host Cities: The Policies of MultiEthnicity in Rome. Reading Governance in a Local Context Kristine CRANE lxviii: Governing Migration: Immigrant Groups Strategies in Three Italian Cities Rome, Naples and Bari Kiflemariam HAMDE lxviii: Mind in Africa, Body in Europe: The Struggle for Maintaining and Transforming Cultural Identity A Note from the Experience of Eritrean Immigrants in Stockholm Alberto CAVALIERE: Price Competition with Information Disparities in a Vertically Differentiated Duopoly Andrea BIGANO and Stef PROOST: The Opening of the European Electricity Market and Environmental Policy: Does the Degree of Competition Matter? 41.2004 Micheal FINUS lxix: International Cooperation to Resolve International Pollution Problems Francesco CRESPI: Notes on the Determinants of Innovation: A MultiPerspective Analysis Sergio CURRARINI and Marco MARINI: Coalition Formation in Games without Synergies 42.2004 43.2004 44.2004 Marc ESCRIHUELAVILLAR: Cartel Sustainability and Cartel Stability 45.2004 Sebastian BERVOETS and Nicolas GRAVEL lxvi: Appraising Diversity with an Ordinal Notion of Similarity: An Axiomatic Approach Signe ANTHON and Bo JELLESMARK THORSEN lxvi: Optimal Afforestation Contracts with Asymmetric Information on Private Environmental Benefits John MBURU lxvi: Wildlife Conservation and Management in Kenya: Towards a Comanagement Approach Ekin BIROL, Agnes GYOVAI and Melinda SMALE lxvi: Using a Choice Experiment to Value Agricultural Biodiversity on Hungarian Small Farms: AgriEnvironmental Policies in a Transition al Economy 46.2004 47.2004 48.2004 49.2004 Gernot KLEPPER and Sonja PETERSON: The EU Emissions Trading Scheme. Allowance Prices, Trade Flows, Competitiveness Effects Scott BARRETT and Michael HOEL: Optimal Disease Eradication 50.2004 51.2004 Dinko DIMITROV, Peter BORM, Ruud HENDRICKX and Shao CHIN SUNG: Simple Priorities and Core 52.2004 53.2004 54.2004 55.2004 56.2004 57.2004 58.2004 59.2004 60.2004 Stability in Hedonic Games Francesco RICCI: Channels of Transmission of Environmental Policy to Economic Growth: A Survey of the Theory Anna ALBERINI, Maureen CROPPER, Alan KRUPNICK and Nathalie B. SIMON: Willingness to Pay for Mortality Risk Reductions: Does Latency Matter? Ingo BRAUER and Rainer MARGGRAF lxvi: Valuation of Ecosystem Services Provided by Biodiversity Conservation: An Integrated Hydrological and Economic Model to Value the Enhanced Nitrogen Retention in Renaturated Streams Timo GOESCHL and Tun LIN lxvi: Biodiversity Conservation on Private Lands: Information Problems and Regulatory Choices Tom DEDEURWAERDERE lxvi: Bioprospection: From the Economics of Contracts to Reflexive Governance Katrin REHDANZ and David MADDISON: The Amenity Value of Climate to German Households Koen SMEKENS and Bob VAN DER ZWAAN: Environmental Externalities of Geological Carbon Sequestration Effects on Energy Scenarios Valentina BOSETTI, Mariaester CASSINELLI and Alessandro LANZA lxvii: Using Data Envelopment Analysis to Evaluate Environmentally Conscious Tourism Management Timo GOESCHL and Danilo CAMARGO IGLIORI lxvi:Property Rights Conservation and Development: An Analysis of Extractive Reserves in the Brazilian Amazon Barbara BUCHNER and Carlo CARRARO: Economic and Environmental Effectiveness of a Technologybased Climate Protocol Elissaios PAPYRAKIS and Reyer GERLAGH: ResourceAbundance and Economic Growth in the U.S. KTHC CTN CTN NRM NRM NRM NRM CCMP GG CTN SIEV SIEV NRM NRM NRM CCMP CCMP NRM NRM NRM NRM NRM NRM ETA GG GG NRM CTN IEM IEM SIEV CCMP 61.2004 62.2004 63.2004 Gyorgyi BELA, Gyorgy PATAKI, Melinda SMALE and Mariann HAJDU lxvi: Conserving Crop Genetic 64.2004 65.2004 Resources on Smallholder Farms in Hungary: Institutional Analysis E.C.M. RUIJGROK and E.E.M. NILLESEN lxvi: The SocioEconomic Value of Natural Riverbanks in the Netherlands E.C.M. RUIJGROK lxvi: Reducing Acidification: The Benefits of Increased Nature Quality. Investigating the Possibilities of the Contingent Valuation Method 66.2004 Giannis VARDAS and Anastasios XEPAPADEAS: Uncertainty Aversion, Robust Control and Asset Holdings Anastasios XEPAPADEAS and Constadina PASSA: Participation in and Compliance with Public Voluntary 67.2004 Environmental Programs: An Evolutionary Approach 68.2004 Michael FINUS: Modesty Pays: Sometimes! 69.2004 Trond BJRNDAL and Ana BRASAO: The Northern Atlantic Bluefin Tuna Fisheries: Management and Policy Implications Alejandro CAPARROS, Abdelhakim HAMMOUDI and Tarik TAZDAIT: On Coalition Formation with Heterogeneous Agents 71.2004 Massimo GIOVANNINI, Margherita GRASSO, Alessandro LANZA and Matteo MANERA: Conditional Correlations in the Returns on Oil Companies Stock Prices and Their Determinants Alessandro LANZA, Matteo MANERA and Michael MCALEER: Modelling Dynamic Conditional Correlations in WTI Oil Forward and Futures Returns 73.2004 Margarita GENIUS and Elisabetta STRAZZERA: The Copula Approach to Sample Selection Modelling: 70.2004 72.2004 CCMP 74.2004 ETA CTN CTN CTN 75.2004 76.2004 77.2004 78.2004 An Application to the Recreational Value of Forests Rob DELLINK and Ekko van IERLAND: Pollution Abatement in the Netherlands: A Dynamic Applied General Equilibrium Assessment Rosella LEVAGGI and Michele MORETTO: Investment in Hospital Care Technology under Different Purchasing Rules: A Real Option Approach Salvador BARBERA and Matthew O. JACKSON lxx: On the Weights of Nations: Assigning Voting Weights ina Heterogeneous Union Alex ARENAS, Antonio CABRALES, Albert DIAZGUILERA, Roger GUIMERA and Fernando VEGAREDONDO lxx: Optimal Information Transmission in Organizations: Search and Congestion Francis BLOCH and Armando GOMES lxx: Contracting with Externalities and Outside Options 79.2004 CTN CTN CTN CTN CTN CTN CTN IEM KTHC CCMP IEM GG PRA KTHC Rabah AMIR, Effrosyni DIAMANTOUDI and Licun XUE lxx: Merger Performance under Uncertain Efficiency Gains Francis BLOCH and Matthew O. JACKSON lxx: The Formation of Networks with Transfers among Players 80.2004 81.2004 Daniel DIERMEIER, Hulya ERASLAN and Antonio MERLO lxx: Bicameralism and Government Formation 82.2004 Rod GARRATT, James E. PARCO, ChengZHONG QIN and Amnon RAPOPORT lxx: Potential Maximization and Coalition Government Formation Kfir ELIAZ, Debraj RAY and Ronny RAZIN lxx: Group DecisionMaking in the Shadow of Disagreement Sanjeev GOYAL, Marco van der LEIJ and Jose Luis MORAGAGONZALEZ lxx: Economics: An Emerging Small World? Edward CARTWRIGHT lxx: Learning to Play Approximate Nash Equilibria in Games with Many Players Finn R. FRSUND and Michael HOEL: Properties of a NonCompetitive Electricity Market Dominated by Hydroelectric Power Elissaios PAPYRAKIS and Reyer GERLAGH: Natural Resources, Investment and LongTerm Income 83.2004 84.2004 85.2004 86.2004 87.2004 88.2004 Marzio GALEOTTI and Claudia KEMFERT: Interactions between Climate and Trade Policies: A Survey 89.2004 A. MARKANDYA, S. PEDROSO and D. STREIMIKIENE: Energy Efficiency in Transition Economies: Is There Convergence Towards the EU Average? Rolf GOLOMBEK and Michael HOEL : Climate Agreements and Technology Policy Sergei IZMALKOV: MultiUnit Open Ascending Price Efficient Auction 90.2004 91.2004 92.2004 Gianmarco I.P. OTTAVIANO and Giovanni PERI: Cities and Cultures lix This paper was presented at the ENGIME Workshop on Mapping Diversity, Leuven, May 1617, 2002 lx This paper was presented at the Euro Conference on Auctions and Market Design: Theory, Evidence and Applications, organised by the Fondazione Eni Enrico Mattei, Milan, September 2628, 2002 lxi This paper was presented at the Eighth Meeting of the Coalition Theory Network organised by the GREQAM, AixenProvence, France, January 2425, 2003 lxii This paper was presented at the ENGIME Workshop on Communication across Cultures in Multicultural Cities, The Hague, November 78, 2002 lxiii This paper was presented at the ENGIME Workshop on Social dynamics and conflicts in multicultural cities, Milan, March 2021, 2003 lxiv This paper was presented at the International Conference on Theoretical Topics in Ecological Economics, organised by the Abdus Salam International Centre for Theoretical Physics ICTP, the Beijer International Institute of Ecological Economics, and Fondazione Eni Enrico Mattei FEEM Trieste, February 1021, 2003 lxv This paper was presented at the Euro Conference on Auctions and Market Design: Theory, Evidence and Applications organised by Fondazione Eni Enrico Mattei and sponsored by the EU, Milan, September 2527, 2003 lxvi This paper has been presented at the 4th Bio Econ Workshop on Economic Analysis of Policies for Biodiversity Conservation organised on behalf of the BIOECON Network by Fondazione Eni Enrico Mattei, Venice International University VIU and University College London UCL , Venice, August 2829, 2003 lxvii This paper has been presented at the international conference on Tourism and Sustainable Economic Development Macro and Micro Economic Issues jointly organised by CRENo S Universita di Cagliari e Sassari, Italy and Fondazione Eni Enrico Mattei, and supported by the World Bank, Sardinia, September 1920, 2003 lxviii This paper was presented at the ENGIME Workshop on Governance and Policies in Multicultural Cities, Rome, June 56, 2003 lxix This paper was presented at the Fourth EEP Plenary Workshop and EEP Conference The Future of Climate Policy, Cagliari, Italy, 2728 March 2003 lxx This paper was presented at the 9th Coalition Theory Workshop on Collective Decisions and Institutional Design organised by the Universitat Autonoma de Barcelona and held in Barcelona,Spain, January 3031, 2004 2003 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Global Governance Editor: Carlo Carraro Sustainability Indicators and Environmental Valuation Editor: Anna Alberini Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Anil Markandya Corporate Social Responsibility and Management Editor: Sabina Ratti Privatisation, Regulation, Antitrust Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network 2004 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Global Governance Editor: Carlo Carraro Sustainability Indicators and Environmental Valuation Editor: Anna Alberini Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Anil Markandya Corporate Social Responsibility and Management Editor: Sabina Ratti Privatisation, Regulation, Antitrust Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network CLIM GG SIEV NRM KNOW IEM CSRM PRIV ETA CTN CCMP GG SIEV NRM KTHC IEM CSRM PRA ETA CTN ", "filename": "NDL2004-092.pdf", "person": ["Gianmarco I.P. Ottaviano", "Ottaviano, Gianmarco I.P.", "Giovanni Peri", "Peri, Giovanni"], "date": ["2004"]}