{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/74047/1/NDL2006-095.pdf"], "title": ["Comparing Tax and Tax Reallocations Payments in Financing Rail Noise Abatement Programs: Results from a CE valuation study in Italy"], "plaintext": " Comparing Tax and Tax Reallocations Payments in Financing Rail Noise Abatement Programs: Results from a CE valuation study in Italy Paulo A.L.D. Nunes and Chiara M. Travisi NOTA DI LAVORO 95.2006 JUNE 2006 SIEV Sustainability Indicators and Environmental Valuation Paulo A.L.D. Nunes, School for Advanced Studies in Venice Foundation, Ca Foscari University of Chiara M. Travisi, Group of Regional Economics, Dept. of Management Economics and Industrial Engineering, Politecnico of Milano and Fondazione Eni Enrico Mattei Venice and Fondazione Eni Enrico Mattei This paper can be downloaded without charge at: The Fondazione Eni Enrico Mattei Note di Lavoro Series Index: http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection: http:ssrn.comabstract912462The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Corso Magenta, 63, 20123 Milano I, web site: www.feem.it, email: working.papersfeem.it Comparing Tax and Tax Reallocations Payments in Financing Rail Noise Abatement Programs: Results from a CE valuation study in Italy Summary The paper examines the use of choice experiments CE to assess the economic value of alternative rail noise reduction interventions on the socalled Brennero railway, Italy. The novelty of this paper is threefold. To our knowledge, this is the first study on the valuation of noise conducted in Italy and it is the first example of CE applied in the field of rail noise valuation. Second, we consider not only the economic value assessment of noise reduction but also how this reduction is achieved, ranging from policy instruments such as barriers or train technology. Third, the paper provides an original contribution in the valuation literature since we test formally the econometric robustness of the CE estimates under three payment vehicles. In fact, we consider a a special regional tax, b reallocation of financial resource within the provincial budget on the public transport sector, and c reallocation of financial resource of the provincial budget from the administration and entertainment sector. Test results are mixed. Welfare analysis and policy implications of valuing rail noise reduction programs using different payment vehicles are discussed. Keywords: Choice Experiment, Noise Abatement, Tax, Tax Reallocation, Formal Testing, Welfare Analysis JEL Classification: C0, R41 We are grateful to Roberto Camagni for helpful discussions. This research is supported by the Province of Trento. We would like also to thank the team of the Office of Statistics in Trento for their expert support in the survey design and execution. Finally, Trento Environmental Protection Agency has provided valuable data on noise, acoustic maps and elaborations. Authors in alphabetical order. The paper will be presented at the 3rd Congress of Environmental and Resource Economics Kyoto, Japan Address for correspondence: Paulo A.L.D. Nunes Fondazione ENI E.Mattei Campo S. Maria Formosa, Castello 5252 30122 Venice Italy Phone: 39 041 2711400 Secr. 453 Fax: 39 041 2711461 Email: paulo.nunesfeem.it 1. Introduction Since 1998 in Italy rail noise pollution is regulated by an articulated legal act 1 that sets daytime and nighttime limits on receptors, depending on their vulnerability and distance from the railway. Residential areas or vulnerable receptors, such as schools and hospitals, have therefore lower limits than less vulnerable ones. Reception limits refer to a precise spatial area along the railway, which include receptors within 250 meters from the railway. Such area is divided into two portions, the socalled Zone A and Zone B, respectively, 100 and 150 meters far from the railroad track, and characterised by different receptions limits. Almost one decade after the definition of the Italian national noise regulation, the implementation of the required noise abatement measures is still largely incomplete, and only very recently we have assisted to the rise of a national debate on how to proceed in order to abate rail noise below the limits. The Brennero railway, which is located in the north east of Italy in the province of Trento, is the first example in Italy for which noise abatement plans are currently under analysis. For this reason, challenging questions and new opportunities to provide policy makers with relevant insights on the best option to be developed against rail noise. Important issues here concern: how to accelerate the implementation of the noise abatement regulation; how to choose, among the range of possible noise reduction measures, those actions able to provide the highest level of acoustic efficiency at the lowest collective cost i.e.: with a look at the advantages and disadvantages of each possible action for the whole range of stakeholders involved. In this context, the present examines the use of a Choice Experiment CE methodology to assess the economic value of alternative rail noise reduction policy interventions, and respective instruments. The CE survey has been held in Trento in order to assess the marginal WTP for different attributes including noise reducetion, aesthetics, environmental and technical attributes with respect to alternative railway plans on the socalled Brennero railway. This allows us to study in detail the potential sensitivity of a set of factors that were identified in meeting with experts as influencing rail noise mitigation plans, including the level of abatement and respective type of intervention, landscape aesthetics, and the type of financing proposed. The paper is organized as follows. Section 2 describes the current situation concerning noise mitigation in the EU political context, identifying the potential in using economic valuation methods in general and choice experiments in particular for assessing the benefits of noise mitigation. Section 3 explores the use of the random utility model formulation so as to study respondents behavior. In Section 4, we develop survey instrument and describe the inperson interviews conducted on a sample of 511 residents exposed to noise pollution in the province of Trento, Italy. Section 5 links the selected theoretical model to an empirical exercise, using the CE questionnaire and respective economic valuation exercise. Section 6 discusses the range of the economic estimates and evaluates these for different payment scenarios. Section 7 concludes. 2. Background 2.1 Noise mitigation in the EU political context In the general political intention to shift from more polluting modes of transport to more environmentalfriendly ones, generally, rail transport is assumed environmental friendly. In some 1 In Italy, the overall noise regulation was set in 1995 LGQ n. 4471995. The regulation on rail noise is istead more recent as it was set in 1998 DPR n. 4591998 Regolamento recante norme di esecuzione dellarticolo 11 della legge 26 ottobre 1995, in materia di inquinamento acustico ferroviario. 1cases, however, railway lines either old or new do not get acceptance from the people living close to these infrastructures due to concern about unacceptable noise levels, which are often over the current cutoff limits set by the international and national legislations. The Green Paper Future Noise Policy of November 1996 Com96540 by the European Commission states that the publics main criticism of rail transport is the excessive noise level. Excessive level of noise can potentially origin both physiological and psychological consequences for people exposed Miedema and Vos, 1998; PasschierVermeer and Passchier, 2000; WHO, 2000. According to a recent report of the European Commission CEC, 2003, for instance, the 10 percent of the European population is affected by rail noise levels higher that 55 Leq d BA, which is the standard safety level indicated by the World Health Organization. Moreover, the European Commission Position Paper on the European Strategies and Priorities for Railways Noise Abatement CEC, 2003 underlines that, in order to protect the current population exposed to rail noise pollution, it will be necessary, on average, to reach a noise reduction by 1015 d BA. Therefore, railway noise abatement has acquired an important priority in the European environmental policy agenda. Therefore, there is a high potential for the reduction of railway noise in Europe, because the technical instruments for the abatement of noise are available CEC, 2003. In the current EU policy panorama, though, the main issue is the economically viable implementation of such expensive noise abatement measures and, therefore, the choice of the most costeffective type of possible interventions. A crucial question is, therefore, whether the social benefits of reduced noise can justify the high costs of noise mitigation. The implementation of noise abatement measures involves in fact a significant financial cost that is associated either to an investment in the train technology, including wagons and railway tracks, or to an investment in noise barriers or a combination of both. The effectiveness of the noise abatement will depend on the type of policy intervention adopted, i.e. on the type of noise abatement instrument adopted. Having an economic estimate of social benefits of reduced noise then might allow us to identify the combination of measures providing highest social benefits per euro of costs, i.e. highest benefitcost ratios. In addition, alternative noise mitigation policies will also have different effects in terms of landscapeaesthetics and cost, which should also be considered to provide an overall evaluation of the goodness of the possible noise abatement alternatives actually available. Environmental valuation methods can be employed to estimate the economic value of changes in noise levels and, therefore, to provide a decision support for managers and national authorities entitled to plan noise abatement measures. Both Stated Preference SP and Revealed Preference RP methods have been used to estimate the economic value of reductions and increases in noise levels by mean of the WTP concept. The choice between one of these two approaches need to be motivated depending on a careful consideration of both their pros and cons, and the expected result in terms of theoretical consistency, methodological and estimation robustness, insights for policy. Advantages and disadvantages of RP compared to SP methods are in fact well known and appropriate in their application to noise valuation for a discussion Navrud, 2002. These will be reviewed in more detail in the following subsection. 2.2 Economic valuation of noise abatement benefits So far, the literature on noise has been dominated by the use of RP methods and, in particular, Hedonic Price HP techniques. The main strength of HP techniques is that they rely on actual behaviour in the housing market, where individual preference for noise and other environmental characteristics can be observed, though indirectly. A major drawback is that results of HP studies 2are extremely sensitive to modelling specifications and the condition of the local housing markets see Smith and Huang, 1993; Schipper et al. 1996 for metaanalysis of air quality and airport noise, respectively. However, HP techniques are not able to capture nonuse values, or nonuse welfare impacts, that pertain noise level increases or decreases e.g., reduced enjoyment of desired leisure activities, discomfort or inconvenience, anxiety, concern and inconvenience to family members and others.2 On the other hand, relatively few SP valuation studies on noise are available and most of these have been conducted over the last 510 years , following the trend in the methodological valuation literature regarding the increasing use of SP methods for environmental valuation. Navrud 2002, who provides an extensive review of the noise valuation literature, argues that the delay of SP compared to RP methods for noise valuation can be justified by the general methodological difficulty in applying SP methods to noise valuation. In particular, open issues concern the problem of constructing a sound survey for valuing noise level reductions. Major methodological research challenges are related to: 1 the effort to handle within a SP survey the individual perception of noise reduction, which requires, on one side, to describe in a scientifically correct and understandable way the proposed reduction in noise level, and, on the other, the ability to interpret results according to the given noise perception heterogeneity among respondents; 2 the need to employ a realistic and fair payment vehicle that makes respondents accept willingnesstopay WTP questions in fact, respondents are likely to protest WTP questions since they think it is unfair that they should pay to reduce noise created by others; 3 finally, the difficulty in describing the complexity of possible noise mitigation policies within SP choice scenarios. The first issue is of pertinent attention in the available SP literature on noise valuation since most existing studies, so far, seem to have given relatively few importance to the formulation of noise perception within the stage survey design Navrud, 2002. As for other environmental and health disturbances, individual can perceive and react to the same level of noise exposure with different intensity, depending to their sensitivity to noise and starting level of exposure. It is therefore likely that perception and reaction to equal noise reduction vary from person to person. In addiction, even though we assume individuals with identical noise perception, still there is the problem of explaining what a certain noise reduction, say expressed in decibel, would mean to them in terms of actual noise feeling and potential health diseases. In the search for a better way to handle individual noise perception in SP surveys, previous case studies suggests that it is crucial to advance describing noise reductions using, for instance, examples from daytoday experience and visual or audio aids. Generally speaking, improvements in the description of noise and noise reduction levels might be reached with an effort to make clear to respondents which is the link between objective and subjective measures of noise by mean of examples and references to noise experience in daily life. Among the existing SP studies, the majority refers to noise abatement program described in terms of a percentage reduction in noise levels typically a 50% reduction. Some authors, including Saelensminde and Hammer 1994, criticize this approach because most of the times there is no 2 Among RP methods, avoidance costs approach has also been applied to noise, but the applicability of this method is severely reduced because only in certain circumstances the results can be interpreted as a proxy of welfare loss. 3additional effort on checking whether respondents actually understand what this reduction in noise would mean to them. More recently, some Contingent Valuation CV studies have instead provided respondents with more accurate descriptions of the noise reduction in terms that can be better understood. Some of these are put forward original approaches in the day researchers link the change in noise level to the personal daytoday noise experience of respondents. Among these, Barreiro et al. 2000 describe the noise reduction by referring to the noise levels respondents experience at different times at different weekdays day time noise would be reduced from the working day level to that of a Sunday morning. Vainio 1995, 2001 use a CV scenario of diverting traffic elsewhere or into a tunnel so that traffic volume can diminish considerably on the street the respondents had pointed out to cause them the most nuisance. Navrud 2000 and Lambert et al. 2001 both describe the noise reduction explicitly in term of annoyance 3. Lambert et al. 2001 use a fivepoint Likert scale to capture the respondent level of annoyance, but do not provide details on the way they specify what various levels of annoyance mean to them. Navrud 2000, instead, provides the respondents with a detailed list of avoided impacts in term of discomforts, including sleep disturbance. This approach has the advantage that, if respondents are asked about their current level of noise annoyance, economic estimates per person annoyed per year for different noise annoyance levels can be estimated. Nevertheless, a drawback is that the meaning of lowerhigher level of annoyance remains subjective, and researchers have to handle a substantial rate of uncertainty, whenever trying linking annoyance reduction to decibel reduction. Ideally, this problem might be overcome monitoring the actual level of noise exposure at each respondent place and, then, asking the respondents their level of annoyance. In this context, the present study employs the use of a valuation survey that provides respondents with some examples of noise production, and acoustic maps of exposition to rail noise. Finally, in the valuation section, noise abatement is both portrayed in terms decibel reduction and its equivalent measure in terms of the distance for the source see first row on Table 2. Second, one needs to look for realistic and fair payment vehicles. This will contribute inter alia to the minimize a potential low response rate, as often observed among CV studies on noise, e.g. Navrud 1997 and Lambert et al. 2001. Navrud 2002, however, notes correctly that most appropriate payment vehicle could differ according to different noise sources and different countries with heterogeneous institutional settings, cultures and preferences. For instance, if, on one side, respondents can contribute as car owner to the current level of road noise and, therefore, be willing to pay for a reduction in road traffic noise, on the other side, they are more likely to protest payments to reduce, say, aircraft or industrial noise, for which they are not directly responsible. In the present paper we use an innovative payment vehicle based on the trading tax schemes as originally proposed by Bergstrom et. al 2004 and Darby and Kontoleon 2004 for the contingent valuation setting. In this context, the present paper explores formal hypothesis testing and highlights welfare implications of valuing and financing public noise abatement programs using both tax and tax reallocation schemes. Third, it is well known that, in CV surveys researchers have to select only the strictly necessary amount of relevant information to be provided to respondents. This level of simplification, in some 3 In this context, the term annoyance is more specifically intended to be associated with disturbance of activities, sleep, communication, and to cognitive and emotional response such as anxiety, irritability and nervousness WHO, 2000. TNO 2000 defines noise annoyance as a feeling of resentment, displeasure, discomfort, dissatisfaction or offence when noise interferes with someones thoughts, feelings or actual activities. Other, more severe effects, such as hearing loss or physiological stress reactions and manifest disorders e.g. increased risk of cardiovascular diseases, are nowadays considered less relevant whenever dealing with environmental noise, and, besides, there is still a lack of epidemiological studies able to provide a quantification of the total number of persons affected by such problems. 4cases, jeopardizes the possibility both to provide an exhaustive description of possible alternative policies to respondents, and, consequently, to provide a sound analysis of individual preferences. In this context, more and more often, Choice Experiments CE methodologies can be used either to complement or to substitute CV surveys, especially whenever the intent is of providing decision makers with insights for the definition of environmental policies and actions. As a matter of fact, CE treat the public policy program, such a noise abatement program, as a bundle of attributes and derives the marginal valuation of each attributes separately. It therefore allows providing substantially more information about the range of possible alternative noise policies as well as reduce the sample size needed compared to CV, and it can reduce the risk of aggregation bias and double counting. Since the purpose of the study is less obvious to respondents, a lower incentive to strategic bias is also expected for a discussion see Wardman and Bristow 2004. On the other hand, survey design issues with the CE approach are characterized by a higher complexity due to the multiple numbers of attributes that must be presented to respondents and the relative strong demand on the econometric methods used to the analysis of the survey data. This valuation method will be discussed in detail in the next section. 2.3 Features of choice experiment Choice Experiment CE is a nonmarket valuation method that allows to infer peoples preferences for a set of alternatives, described by a set of relevant attributes. This technique has been first developed in market research and has then been widely applied in several other fields with the purpose of analysing choice behaviour, including transportation research, health economics, environmental economics, and the economics of cultural heritage Louviere et al., 2000. In a typical CE survey, the researcher presents two or more alternatives to the respondents, and asks the respondents to choose the most preferred one. The alternatives are described as bundles of factors, known as attributes, which are expected to influence respondents preferences for the proposed alternatives. The alternatives comprised of bundles of attributes are called profiles. A combination of two or more profile is called choice set or card. This scheme allows us to examine the attributes that influence choices and the relative importance of each attribute, through observation of the choice behaviours of the respondents. CE, similarly to dichotomous choice contingent valuation methods, which can be considered as a special case of CE, presents some attractive features as a technique for evaluation. First, since choice behaviour is observed in daily life, typically in the form of shopping, the respondents answer the CE questions more easily than other stated preference techniques, such as rating, ranking, and pairwise techniques, which instead do not involve any choice behaviour in decisionmaking. Second, we can use the hypothetical goods or polices as alternatives so that the respondents preferences for those goods and policies can be analysed. In the present case, for instance, we can use different rail noise reduction policies as alternatives. This is a valuable improvement over revealed preference method such as hedonic price approach, where the range of noise reduction is usually not clearly measurable and irrelevant to policy. In addition, we can calculate the WTP for noise decrease based on the preferences of a selected sample, whereas it is the householders preferences that are usually elicited in the hedonic price approach. Moreover, CE has an attractive advantage over CV. A typical noise abatement policy involves various aspects that can have a significant impact on people wellbeing. What type of noise is targeted by the policy? What level of noise reduction does the policy grant? When and at which cost will be the policy implemented? CE 5can separately estimate preferences of individuals for these aspects. On the other hand, CV mainly focuses on the valuation of one aspect or one fixed set of aspect. Despite these advantages, to our knowledge, CE has not been used so far in the field of the economic valuation of rail noise reduction. We therefore try to explore how the CE can be used in eliciting peoples WTP for reductions in train noise pollution, and how it can become an important analytical tool in the field of value measurement and welfare analysis of alternative public noise abatement programs. This exercise will be discussed in detail in Section 4. Before, however, we modelling respondents behavior, the corner stone for any welfare assessment, will be discussed in detail in the next section. 3. Modeling respondents behaviour: theoretical framework 3.1 Random utility model The underlying assumption when assessing the economic valuation of alternative noise abatement programs is that monetary value reflects respondents behavior. In other words, the economic valuation exercise reflects respondents preferences regarding the choice of alternative noise reduction programs. Let H represent the set of alternative noise abatement alternatives, and S the set of vectors of measured attributes. The choice for an individual respondent can be defined as a draw from a multinomial distribution with probabilities: ProbAsx, Ax with A H 1 i.e. the probability of selecting noise reduction program x, given the vector of observed attributes s and the set of noise pollution abatement practices A, for each and every alternative contained in the set A. To operationalize the preceding condition, we establish an individual behavior rule, which maps each vector of observed attributes s into selected noise abatement program. In other words, we need to set up a respondents behavior model. In the present analysis, we opt for a model that is anchored in the use of a utility formulation. In this context, let Uij be the utility of the ith noise abatement alternative for the jth individual respondent. Furthermore, we assume that each utility value can be partitioned into two components: a systematic component, Vij, and a random component, ij. Formally we have: ij U ij V ij 2 In addition, we assume that respondents will choose the alternative that yields the highest utility. In other words, the individual j will choose program i if and only if: ij U hj U Ahi , with hi 3 Combining equations 2 and 3, we know that a noise abatement program i is chosen if and only if ijij V hjhj V , or ij VV hjijhj 4 6Since we cannot observe hj ij, we cannot exactly assess if Vij Vhj hj ij. Therefore, we only can make statements about a choice up to a certain point. In other words, we need to calculate the probability that hj ij will be less than Vij Vhj: Probxs Vx,hj Prob ij Probxs,ijxs,hj Ahi ,xs V,ij 5 As,jiji.e., the probability that a respondent will choose xi, i noise abatement program, equals the probability that the difference between the random component of the utility function is less than the difference between the systematic component of the utility function, across the two noise abatement programs under consideration. In other words, we set up a random utility model formulation see Mc Fadden 1974. We do not know the actual distribution of hj ij across the population. However, we assume that this unobserved distribution is related to a particular statistical distribution. In order to test the empirical validity of this behavior model formulation, we need to select a particular statistical distribution. This will be discussed in the following subsection. 3.2 Logit choice model There are many statistical distributions available, but the one frequently used in random utility modeling is the extremetype I distribution. This is known as the Weibull distribution. With the help of this family distribution we will able to translate the unobserved random index hj ij into a probability expression that will help to the understand respondents utility see Mac Fadden 1984, Hanemann 1984. In order to derive such a model formulation, we start with the definition of the Weibull distribution in terms of hs: Prob h exp expee 6 In addition from equation 5, which defines the rule for respondent behavior, we have that: Prob ij ProbijhjV ijhj V Ahi , 7 Rearranging equation 7, dropping the subscript j to avoid overnotation and assuming that Ui Uh, we get: Prob i Prob ihVV ih Ahi , Combining equation 6 and equation 8 we get: Prob ihVV ih exp expee 8 9 that is, the use of a Weibull distribution together with the random utility model allows us to obtain empirical choice probabilities with respect to alternative noise abatement programs. Nevertheless, it is the use of a strict economic theoretic foundation that allows us to develop a simple operational model. We refer to the independence from irrelevant alternatives choice axiom. This axiom states that the probability of choosing one clam management practice over another is unaffected by the presence or absence of any additional alternatives in the choice set. This implies 7that the random elements in the utility are independent across choice alternatives and identically distributed. Therefore, and according to Louviere et al. 2000 the probability of choosing clam management i can be written as the product of the H1 terms, as specified in equation 9, for a given value of i say b. Formally, we have Prob i Prob ihVV ih, Ahi , exp Hexph 1exp expbexp Hexph 1i VVbh VVbih 10 This way the probability of choosing a particular noise abatement program i can be assessed by integrating the probability density function, as expressed in equation 10, over all possible values of , i.e. Probibbbexpbexpbexpbexp Hh 1expVVbidbhexpbHh 1Vexph Vi 11 db To obtain the final result, we make use of a transformation of variables and replace b and rewrite equation 11 in term of z as follows: exp with z. Therefore, we can replace db by 1z dz Probi0zexpza 1zdzexp 0zadz 12 with a Hh 1expVh Vi Since expaz we have that Probiazexpa 101a and that when z, exp 0 and when 0z, exp 1 01a. Therefore, we can rewrite Equation 12 as Prob i Hh 11Vexp h Vi13 that defines the basic empirical specification consistent with the random utility model. This is referred to in this article as Multinominal Logit MNL model see Louviere et al. 2000 for more details. The task is now to proceed with the estimation of the utility parameters as described in Equation 13. This task will be discussed in the following subsection. 8 3.3 Estimation of the parameters of consumers utility The first step refers to the specification of a functional form of the utility expression V., i.e. specify the relationship between the various attributes and observed respondents choices. In the present analysis, we work with a linear, additive form that maps the multidimensional X attribute vector into a unidimensional overall V utility rating. Formally we have: ij V kik Xikj 14 Given estimates of the utility parameters, s, an estimate of Vij is computed by taking the s and the Xs for individual j and alternative i. Furthermore, according to equation 14 utility parameters may vary across respondents because the levels of attribute contained in each alternative vary across the J individuals. Finally, we need to select a statistical estimation technique. We use the maximum likelihood estimation method to estimate the utility parameters of the closedform MNL model. In formal terms we have: LMaxJHj 1h 1Probhjdhj 15 hjd defining a dummy variable such that with equal zero otherwise. Given, L in equation 15, the loglikelihood function L can be written as if alternative h is chosen by individual j and 1hjd LMaxJHj 1h 1hjdlogProbhj Combining Equations 1314 and 16 we have, LMaxJHj 1h 1hjdlogk Hh 1kik Xikik Xikh16 17 Where the s estimates are interpreted as a magnitude of the weight of the each attribute in the utility expression. With these parameter estimates we are able to assess the economic impact of changing attributes for each and every fish management alternative. This information is crucial in estimating the monetary value of each attribute, and thus in interpreting the decisions on clam fishing and associated welfare changes. Furthermore, this theoretical model allows us to compare expected utility levels across different fish management practices and thus rank them. In fact, from the MNL model formulation the expected utility of a particular alternative i is 9Vie logi18 Bearing equation 18 in mind, one can express the expected value from an initial management condition, denoted by 0, to a new management condition, denoted by 1, as follows, WTP1logi 0i Velog 1i Vei 19 where WTP willingness to pay denotes the economic welfare impact of the management change, or income compensating variation, that makes the individual as well off on the original situation as he will be under the new management situation. is the marginal utility expressed in monetary terms, or simply marginal utility of money. In other words, it denotes the change in utility that arises from an infinitesimal increase in individuals income. The marginal utility of money is derived from the MNL linear model as the price coefficient estimate. The price, here interpreted as a noise abatementrelatedattribute such as the una tantum cost of the program e.g. regional tax, has a negative coefficient. This reflects that a higher cost of the noise abatement program results in lower utilities. In order to change this into the marginal utility of money we need to multiply this price MNL coefficient estimate by 1. Now we are in a condition to apply this model to predict consumer choice behavior. We need, however, to identify and measure other noise abatement related attributes that together with the price characterize the utility function of the respondent. This constitutes an important task in our empirical work and it will be discussed in detail in the following section. 4. The CE valuation exercise on rail noise abatement 4.1 Statement of the environmental quality management problem As mentioned before, the reduction of railway noise reception levels can be achieved by three essential types of measure: on the source, including train vehicles and tracks; in the sound propagation path; or at the receptor. In the past, the latter type of measure was most common. As current practice in Europe, measures such as barriers with high cost or sound insulation windows with limited effect are mostly chosen instead of more costeffective sourcerelated measures. The reason for this is articulated and includes several issues. Firstly, the sound propagation measures were normally taken due to noise reception limits which have to be observed locally, whereas vehicles are often of broader origin and beyond the influence of the local authorities. Secondly, vehicle emission limits, which could enforce measures on the rolling stock, exist only in few countries, whereas the application of traditional barriers and sound insulating windows does not need much innovation. In addition, the instruments to evaluate the best solutions from a costbenefit point of view and to apportion the contributions of vehicles and tracks and the associated responsibilities have been applied only recently in this field. In Italy, a decree of the Ministry of the Environment DMA 29112000, which is consistent with what is stated in the more recent Position Paper on the European Strategies and Priorities for Railways Noise Abatement CEC, 2002, indicates that preference should be given to noise measures at the source i.e.: either on the vehicles and on the tracks rather than to barriers and 10buildings insulation systems. Still, local authorities in charge to define noise actions can operate discretionally and need advice to select the strategy that, better than others, can guarantee higher benefits for local communities. Even if some technical guidelines are available, the evaluation of noise measures needs to take into consideration local territorial conditions and, possibly, the preferences of the affected population for alternative policy solutions. In the context of this study, settled in the province of Trento, two radical positions are debated. On one side, the local Environmental Protection Agency is recommending to intervene along the railroad track gradually, with low noise barriers perhaps still not sufficient to reduce noise below the limits to be combined, during a second phase, with some technological innovation in wagons and railroad tracks. This would guarantee, in two steps, the required level of noise reduction, minimizing the drawbacks of noise barriers for people living or working in the vicinity of the railroad, in terms of aesthetics, landscapes and microclimate changes such as lower lighting in case of deadening barriers, or greenhouse effects during summer in case of transparent barriers. On the other hand, the Italian railway company RFI, is strongly recommending actions with high barriers and no technological advance that would be able to guarantee immediately the required level of noise reduction but with higher collective costs in terms of aesthetic and environmental drawbacks. Time of provision and infrastructure costs are expected to be higher in the former case. To provide advice to the local authorities on the preferred noise abatement option to maximize social utility, a Choice Experiment approached was designed and a survey was distributed on a representative sample of the local affected population. Overall, 511 householders were randomly selected from the universe of 1400 households exposed to noise level beyond the limits and living within the Zone A in seven different sites along the Brennero railway. 4.2 Structure of the questionnaire The questionnaire consisted of three parts. The first part focused on the respondents noise perception. First, we asked respondents their opinion on the current rail noise situation and asked them to talk about their on experience on noise, through a set of eleven questions. First we referred to noise in general terms and used six phrases on noise sensitivity to infer the respondents noise profile. Using a sixpoint Likert scale, responds are asked to say whether they not at all or totally agree to what stated in each phrase. Second, we asked respondents how many hours they spent home during working days and during weekends to infer additional information on their level of noise exposure. We then focused on rail noise and ask respondents to say whether rail noise annoyed them, during day and night time, respectively. If yes, respondents were asked to indicate their own level of annoyance using a fivepoint scale as recommended by ISO, 2000: not at all, slightly, moderately, very, extremely annoyed. Those moderately, very or extremely annoyed were then asked to indicate which type of disturb they suffered, during day and nighttime, respectively. A special question were used to understand whether the disturbance was due only to the rail noise emission or it was also related to the vibrations generated during the transit of trains. According to the results of the focus groups held in two of the seven sites surveyed, in fact, vibrations are also perceived as an important source of disturbance generated by the vicinity to the railway. We also asked whether the level of annoyance declared by the respondents the householders was either similar to those suffered by the rest of the household components or higher or lower, and which type of disturb they suffered. Finally, we asked whether they had never 11though to move because of the rail noise, and whether they thought they lived in a noisy or quite neighbourhood. Introduce Figure 1 here The second part introduced the policy choices and prepared the respondents for answering to the choice experiment questions. First we informed the respondent about the current level of noise pollution at which they are exposed and the previsions on the level of noise pollution due to the Brennero railway that will be reach by 2010 according to the local Environmental Protection Agency. For instance, the current noise exposure level is approximately 7 to 9 and 9 to 11 decibels over the limits during day and night, respectively. We also showed the respondent an acoustic map of the site in which heshe lived showing the relation between noise level and distance from the railway Figure 2, in which heshe could identify hisher own place. We explained that noise would decrease approximately by 8 to 10 and by 11 to 13 decibel if the distance from hisher own place increased, respectively, by 10 and 20 times. Introduce Figure 2 here Second, we informed the respondent that the local administration was about to implement some noise abatement actions to reduce noise below the limits and we described with simple words the main pros and cons of the two alternative types of noise reduction policies that the local administration was considering for implementation. One policy option consisted in noise barriers, the other one in some technological change either in the train or the railway lines, or both. We explained that the maximum noise abatement capacity of noise barriers is approximately 20 decibels and that it increases as its height and deadening power increase, whereas high and sound absorbent barriers can inconvenience residential areas due to aesthetic and environmental drawbacks, such as reduced lightening and air circulation. On the other hand, an improvement in technology is free from aesthetic and environmental impacts and can also grant a reduction of vibrations, but it has a lower noise reduction capacity, up to 56 decibels, which would therefore require using also some barriers, though narrower in height. Time of provision would be different in the two cases but we intentionally did not mention this issue to avoid increasing to much the difficulty of the choice exercise. We then showed the respondents several visual simulation of barriers with different height four and eight meters, either with or without aesthetic improvements with vegetation. The graphical simulation consisted of a succession of images showing a given site corresponding to the respondents site either without or with the barrier, and either without or with vegetation. We also show to the respondents a graph, which we called noise barometer, with examples of various noise levels that one can experience in day life, and examples of noise reductions moving from one situation to another one. Here noise reduction levels in decibels are also translated in terms of audible noise and explained in terms of increased distance from the noise source and the receptor Figure 3. The noise barometer was let at the respondents disposal during the whole CE exercise. Introduce Figure 3 here The third part gathered additional information to have a clear image of the respondents profile, attitudes, socioeconomic conditions, exposure to noise, use values provided by the railway and so forth. Among the others, we asked the respondents: whether their home was provided with thermal and sound insulation systems; whether their home had a garden or a balcony and, if yes, if a noise barrier might spoil their recreational value; rooms number and exposition on the railway. Questionnaire debriefs closed the survey. 12 4.3 CE questions Preliminary to the CE questions, we clearly explained to the respondents that the implementation of the noise reduction policy, which is able to reduce noise below the limits, would have been costly to the local administration approximately 30 to 80 Euros per household for the year 2006 and that it would have had to find a way to finance it. We therefore explained that the local administration was considering two alternative project financing strategies. Following, Bergstrom et al. 2004, the first one consisted in reallocating the public budget for 2006, and transferring on the noise project the financial resources usually allocated on some other public service, as described in survey stated, without burdening the households with any additional local tax. The second option was to introduce a new local tax una tantum for the year 2006, set according to the household income level. Following the above explanation, the respondents focused on the CE questions. They were instructed to choose their preference between the two survey described profiles. The two survey described profiles correspond to two alternative policies. These fifer in the acoustic efficiency noise reduction capacity, type, aesthetic given by the eight of the barrier, the associated price and type of financing. The attributes and the attributes levels used in the CE are shown in Table 1. Introduce Table 1 here The acoustic efficiency of each profile is described by the level of noise reduction expressed in decibel. Three increasing levels of noise reduction are used. The lower one minus 9 to 11 decibels corresponds to the minimum level of noise reduction able to fulfil the limits set by the Italian noise regulation; whereas the higher ones minus 12 to 14 and minus 14 to 15 decibels guarantee higher levels of acoustic protection. The sign of the coefficient of this attribute is expected to be positive since the individual utility increases as the noise abatement increases. Two types of noise reduction measures are involved: barriers and technological investment in the trains and in the railways. Barriers are described providing the respondents with the eight of the barrier, which is expressed in meters and can change on two different levels either 4 to 6 meters or 6 to 8 meters. Technological change is described in comparison to the current situation and can consist of: 1 an improvement in the train technology, able to reduce aerodynamic noise, traction noise and vibrations; 2 an improvement in the in the railway technology, resulting in a reduction of rolling noise, traction noise and vibrations; 3 a combination of both. To facilitate the respondents in the CE questions, each of such attributes levels is accompanied with an indication of the related level of noise and vibration reduction that explains the overall effectiveness associated to each policy profile. Price is the financial burden of purchasing the hypothetical good to reduce rail noise, whereas the type of financing is the way in which households will pay for it. The expected sign of this coefficient is negative, since the utility of individuals decreases as the financial burden increases. We prepared all the combinations of the attributes levels, eliminating implausible or inconsistent ones. Choice sets consisted of two alternative profiles. The first one is fixed and corresponds to a benchmark i.e. a minimum safety standard policy that guarantees the minimum level of noise reduction able to fulfil the limits i.e. minus 9 to 11 decibels using noise barriers 4 to 6 meters high without any improvement in the railway and train technology, nor the presence of vegetation in the barrier. The second one varies from card to card and corresponds to a policy that provides additional noise reduction levels and a reduction in vibrations too, since it combines the use of noise 13barriers with improvements of trains or railway lines technology. All combinations were asked in roughly equal frequencies. Each respondent was presented with four questions. 5. Modelling and valuation results 5.1 Indirect utility model specifications In order to operationalize an empirical formulation of the indirect utility function as described by Equation 14, the following six model specifications are examined.4 Model 1 is the simplest model that we consider to investigate the effect that each attributes under consideration have on the respondents preferences, and therefore on the choice of the noise policy. Formally we have Model 1 V1 PRICE2NOISE23NOISE34NOISE2HEIGHT In this model formulation, PRICE refers the cost of the policy to the respondents. NOISE2 and NOISE3 denote the variables for the level of noise reduction minus 12 to 14 and minus 14 to 15, respectively. NOISE2 can be reached in two cases: whenever using a combination of high noise barriers 68 meter and a low technological investment either on trains or rails; or low noise barriers 46 meter and strong technological innovation on both trains and rails. NOISE3, instead, is the highest level of noise reduction that can be provided by the local administration only whenever using the highest level of barriers and strongest effort in technological innovation. The omitted variable is NOISE1 that corresponds to the minimum level of noise reduction able to fulfil regulation limits. It comes from the use of low noise barriers without any technological innovation. The interaction between NOISE2 and HEIGHT controls for the effect of the height of the barrier that we interpret as the most important aesthetic feature of the noise policy. Ceteris paribus, 4 provides the effect of a unit increment of the barriers height on the probability to choose a noise policy that reduces noise by 12 to 14 decibel. 1 can be interpreted as the coefficient of the cost of the noise policy to the respondents regardless of the type of project financing i.e. payment vehicle.5 As we mentioned before, we also want to assess the statistical magnitude of the econometric impact of the different payment vehicles on the consumers choice and therefore the economic valuation of alternative noise abatement programs. For this reason, we explore the use of Model 2 and Model 3, which can be interpreted as two formal testing of the payment vehicle. Model 2 considers only the subsample with the two taxreallocation payment vehicle, i.e., all the respondents that receive a questionnaire in which the CE questions is either formulated with the use of a tax reallocation within the public transport budget or a tax reallocation from the administration. 4 Note that all the indexes for the respondents and alternatives have been omitted. 5 We also explore other model specifications, however, the effect of vegetation on the barriers has not revealed to be statistically significant. 14 Model 2 V1PRICE5PRICE2NOISE2PVADM34NOISE2HEIGHT NOISE3PVADM 6 PVADM is a dummy variable for the type of payment vehicle. It takes on value zero if the transfer is on the public transport budget and value 1 if on administration budget. 1 can be interpreted as the coefficient of the cost of the noise policy to the respondent given a transfer on the public transport budget, whereas 5 is the coefficient of the cost of the noise policy to the respondent given a transfer on the administration budget. It is therefore interesting to test whether the reported CE responses are influenced by the type of tax reallocation, controlling that all the respondents face one of the two proposed tax reallocation schemes. This can be formalized with the following hypotheses: Hypothesis 1: Trading taxes effect on reported CE responses H1a :H :H0a 5500 H1b :H :H0a 6600 In addition, we explore the use of Model 3 so as to test the empirical significance of the trading taxes vs. paying taxes effect. For this reason, we now consider all the sample of respondents. On one hand we have the subsample with all the respondents that receive a questionnaire in which the CE questions is either formulated with the use of a tax reallocation within the public transport budget or a tax reallocation from the administration. On the other hand we have subsample with all the respondents that receive a questionnaire in which the CE questions is formulated in terms of a new tax. Model 3 VPRICE1PRICE52PVTAXNOISENOISE23PVTAX6 34NOISE2HEIGHTPVTAX is a dummy variable that takes on value 1 if the policy will be financed with a new local tax, zero otherwise. 1 can be interpreted as the cost of the noise policy to the respondent given the taxreallocation scheme, whereas 5 is the coefficient of the cost of the noise policy given the introduction of a new local tax It is therefore interesting to test whether the reported CE responses are influenced by the type of payment schemes, in particular assess whether CE responses confirm contingent valuation data that suggest the WTP with a tax reallocation is higher than the WTP with a special tax. This can be formalized with the following hypotheses: 15 Hypothesis 2: Trading taxes vs. paying taxes effect on reported CE responses H2a :H :H0a 5500 H2b :H :H0a 6600 Finally, we explore Models 4 to 6 so as to investigate the effect of the population characteristics on the marginal WTP uniform utility function. In particular, Model 4 incorporates in the utility function the respondents level of noise exposure and annoyance. It involves the cross terms of NOISE2 and EXPOSURE, and PRICE and ANNOYANCE. ANNOYANCE is the level of noise annoyance during the day, based on a fivepoints Likert scale, whereas EXPOSURE is a dummy variable that takes on value 1 if the respondent lives in the first row of buildings directly exposed to the railway, zero otherwise. We can therefore examine the differences in the valuation of one unit of rail noise reduction among different respondents profiles according to exposure and annoyance level. Model 4 VPRICE15NOISE2NOISE23EXPOSURE2NOISE634PRICENOISEHEIGHTANNOYANCE 2 Model 5 and 6 add income, education level, gender and level of environmental concern in the utility function. INCOME is a continuous variable and provides the household monthly income. EDUCATION is a categorical variable ranging from zero to six degree or Ph D. GENDER is a dummy that takes on value 1 if the respondent is a male, zero otherwise. ENVIRONMENT takes on value 1 if the respondent is concerned about environmental issues, zero otherwise. This allows the examination of the effects of the characteristics of individual respondents on the valuation of the single attributes. From the coefficients of cross terms we can investigate: whether there is a difference in the marginal utility of price due to different annoyance or education levels, and whether there are differences in the marginal utility of NOISE2 given the respondents income, noise exposure and environmental concern, and of NOISE3 given the gender. V Model 5 PRICE2NOISE2NOISE2 Model 6 1572NOISE3EXPOSUREINCOMENOISE6PRICE834PRICE2HEIGHTANNOYANCENOISEEDUCATION 16V1571032NOISEPRICE32EXPOSURENOISE2INCOMENOISE2ENVIRONMENTNOISE2NOISE6PRICE824PRICENOISEEDUCATIONHEIGHTANNOYANCENOISE93GENDER Now we will present the results of the parameters estimates for each of the models and discuss the welfare implications and the respective repercussions in terms of policy design. Before, however, we will briefly discuss some basic statistics of the questionnaire data. 5.2. Some basic statistics of the questionnaire The data were collected through inperson home interviews of 511 randomly sampled households affected by rail noise pollution living in buildings within 100 meter away from the Brennero railway infrastructure, which yielded 482 responses. A trained team of 23 experts from the Statistics office of the Province of Trento were recruited and carefully instructed for the survey. Prior to the survey extensive focus groups and pretest to check the validity of survey instruments was carried out in February 2005 for other 50 households. The responses to the focus groups and the pretest greatly helped to improve phrases in the questionnaire and develop a more understandable explanation of the good evaluated. In particular, information requirements, comprehension of noise reduction levels, visual aids, payment vehicle and monetary bids were discussed during the focus groups. Descriptive statistics on the sociodemographic characteristics of the respondents are summarized in Table 2. The sample significantly represents the universe of households affected by rail noise in the province of Trento. We selected samples evenly from households living in buildings directly or indirectly exposed toward the railway i.e. first or second row of building from the railway. The average respondent is a 56 years old householder living in the vicinity of the railway since more than 20 years. Herhis household consists of about 2 persons, with one component younger than twelve in the 16 percent of the cases. The average household income 1,742 Euro per month is little lower than that of Trento population, which is estimated to be around 2,400 euro per month. In the 72 percent of cases respondents own the place where they live, which usually has a garden or a terrace that is exposed to rail noise. Overall the sample is highly sensitive to health and environmental issues and fairly informed on the rail noise issue. In addition, survey results indicates that respondents scarcely use the Brennero railway. Introduce Table 2 here The survey also contained a set of questions to have a better understanding on: 1 how respondents perceived rail noise in comparison to other environmental issues; 2 how much sensitive they were to noise in general, and how much they were annoyed by rail noise; 3 whether they were also annoyed by vibrations; 4 which type of disturb they suffered; 5 which was their level of noise exposure given distance, orientation, insulation capacity of the building and hours spent home. All these factors are expected to affect preferences for noise level reductions. Table 3 shows the descriptive statistics of noise perception, sensitivity, annoyance and exposure questions. Introduce Table 3 here 17 5.3 CE estimation results Estimation results for Models 1 to 6 are shown in Table 4. In Model 1 all variables are highly statistically significant. As expected the sign of PRICE is negative and that of the level of noise reduction is positive. Significant coefficients of the level of NOISE2 and NOISE3 show that the valuation of noise reduction varies according to the relative level of provision. Respondents displayed the highest preferences for the measures that provide an additional level of noise reduction equal to NOISE2 rather than NOISE3, in respect to the minimum granted by the socalled benchmark policy i.e. NOISE1. As shown in Table 5, WTP to NOISE2, a policy noise abatement strategy that relies in an investment both on train or tracks together with a noise barrier set at a minimum level at most 6 meters is highly appreciated by the respondents showing a WTP of about 230 Euro per household for 2006. However, if one portrays a maximum decibel abatement increasing barriers up to 8 meters, then the WTP decreases to a range of 31 Euro per household. Confronting this estimate with the coefficient of the interaction between NOISE2 and HEIGHT, which is negative and statistically significant, we can understand that that respondents have a strong preference for a policy that provides a certain noise abatement thanks to an increase of trains or rails technology rather than increasing the height of noise barriers. These results suggest that, as expected, the height of the barrier is perceived as a major drawback of the noise policy. We can interpret this result as signalling a strong disutility from the powerful negative aesthetic impact of such a construction. Model 2 provides a test of the effect of different payment vehicles on individual preferences. According to Model 2 estimates, the cross term of, PRICE_PVAMD is positive. This signals that ceteris paribus the payment of the noise abatement program with the reallocation of taxpayers money from the administrative budget, rather than with the reallocation of taxpayers money within the transport budget, has a positive in the respondents utility and therefore in choosing the protection program. Nevertheless, the respective statistical magnitude does not differ from zero. For this reason we can not reject the null for H1a. In Model 2 we also consider a direct effect of the payment vehicle on the indirect utility, captured by PVAMD. This is positive. This signals that ceteris paribus if one proposes the financing of the program via reallocation of taxpayers money from the administrative budget has positive effect in the indirect utility, independently of the amount of payment. Therefore, it capture a sort of psychological objection towards the reallocation of taxpayers money within the transport budget towards the noise abatement or alternatively a psychological content towards the reallocation of taxpayers money from the administrative budget towards per se. As before, the respective statistical magnitude does not differ from zero. For this reason we can not reject the null for H1b. Therefore, we can conclude that CE data does not show that the two tax reallocation schemes under consideration provide different incentives on consumers choice behaviour and thus on choosing a noise protection program. On the contract, estimation results for Model 3 show that the cross term between PRICE and PVTAX is negative and highly statistically significant. This suggests the existence of a negative relationship between the introduction of a new local tax and the selection of a noise protection program. For this reason we can not reject the null for H2a. This in turn is reflected in the monetary valuation of the program. In fact, respondents are more inclined to pay for a noise policy that is financed reallocating a quota of the resources normally destined to other public services than for one financed with a new local tax see Table 5. This is an important result that confirms and 18extends to CE the results presented by Bergstrom et al. 2004 in the case of a CV study to assess ground water protection policy in Georgia and Maine. In Model 4, both the effect of the cross terms with EXPOSURE and ANNOYANCE are positive and highly statistically significant, meaning that individual utility is sensitive to the individual level of noise exposure and annoyance in the expected way. The higher the respondents baseline level of noise exposure and annoyance, the higher is their WTP for noise abatement. Finally, in Model 5, N2_INCOME is positive and significant though the coefficient is narrow in absolute value. This suggests the existence of a positive relationship between the choice of a noise protection program, and income, as expected. Similarly, P_EDUCATION is positive and significant. In Model 6, GENDER_N3 and ENVIRONMENT_N2 are both positive but not statistically significant. 6. Welfare analysis and policy discussions Standard economic theory suggests that the WTP should be positively associated with the magnitude of risk reduction. Even though this study is not directly concerned with risk, we can expect that, similarly, the WTP should increase as the level of provision of noise abatement increases. Results from Model 1 and 2 tell us that an additional level of noise reduction, higher than NOISE1, is welcomed by respondents as coefficients of NOISE2 and NOISE3 are both positive and statistically significant. However, if we calculate the WTP associated to NOISE2 and NOISE3, we see that the marginal utility of moving from a noise abatement by 10 to 12 decibels is higher that the marginal utility of moving from 10 to 14 decibels see Table 5. Apparently this is a misleading result. We tentatively understand that this is due to the disutility associated to an increase in the height of the barrier, which for NOISE3 is at its maximum level. HEIGHT_N2 is negative and statistically significant showing that the utility attached to NOISE2 and NOISE3 is related to the corresponding level of technological innovation rather than to the barrier. HEIGHT is perceived as a severe source of aesthetic impoverishment, which is central to debates over the type of rail noise abatement measures to be preferred in Italy and Europe. All the rest fixed, the effect of a unit increment of the barriers height on the probability to choose a policy is negative and priced at a range of minus 30 Euro per household for 2006. Results from Model 3 provide an original contribution for improving the acceptance and realism of the payment vehicle. Model 3 tells us that the acceptance of a payment vehicle based on an indirect payment in the form of a taxreallocation scheme is higher than that for a conventional tax scheme. The coefficient of PVTAX_P is in fact negative and statistically significant, resulting in a lower evaluation of those noise policies financed via the introduction of a new local tax by 37 percent see Table 5. As in Bergstrom et al. 2004 in the field of ground water protection policies, the empirical results of our case study indicate that people in our sample were willing to pay more for noise reduction using a tax reallocation financing mechanism as compared to a special tax financing mechanism. In addition to Bergstrom et al. 2004, whose CV study does not specify the bundle of public services to be traded off for environmental goods, in our survey we used caution to describe them to the respondents and referred to two types of public services: public administration and public transport. The former and the latter one being perceived by the residents of the Province of Trento, respectively, as relatively important and very much important. The coefficient for EXPOSURE_N2 and ANNOYANCE_P in Model 4 suggest that the individual pattern of noise perception is likely to influence the WTP for noise abatement in a predictable way. Individuals with a stronger perception of noise, which can derive from exposition to higher decibel levels or higher sensitivity to noise resulting in higher annoyance are more prone 19to pay to purchase noise abatement. This is an appealing result that confirms the importance of knowing as accurately as possible the respondents profile according to noise perception, and of improving the methods for gathering such information. 7. Conclusions We developed a framework for the valuation of several relevant features of rail noise policies using a CE approach. This approach allows us to understand the preferences of people exposed to rail noise for alternative noise abatement measures, which are expected to differ according to their acoustic efficiency, aesthetic, level of technical innovation and type of project financing. The signs of major estimated coefficients are statistically significant and consistent with the theoretical predictions, including that respondents evaluate price increase negatively, while evaluating noise abatement positively. In addition, estimation results show that respondents strongly prefer a noise policy that relies on technological innovation rather than barriers. In particular the height of the noise barrier is perceived as a cost priced at about 30 Euro per household per unit increase. In addition, we explore forma hypothesis testing so as to infer if and how the type of financing mechanism explains different level of willingness to pay for alternative noise reduction policies. In our sample people were willing to pay more for noise reduction using a tax reallocation financing mechanism rather than a special tax financing mechanism. Moreover, our empirical results suggest that the bundle of public services to be traded off for environmental goods needs to be specified as WTP varies according to it. We found that respondents were more willing to pay for noise policies financed by drawing resources from the budget normally used for public administration as compared to policies financed using a quota of resources usually allocated on public transport. Furthermore, we proceed with the econometric analysis of the population characteristics on the reported CE responses and thus on the valuation of the noise abatement program. Estimated results suggest that it is good practice to check for the valuation transmission mechanism caused by the individual noise exposure and annoyance. Finally, and to conclude, estimation results show that if no policy action is undertaken so as to make additional investments in the train or railroad, and thus able to reduce aerodynamic noise, traction noise and vibrations, a significant welfare loss may result. An estimate of the total welfare loss ranges from 218,400 to 322,000 Euro. This value is obtained by: 1 assuming that the respondents that participated in the survey are representative for the entire population that live in the 100 meters strip along the Brennero railway; and 2 multiplying the sum of the noise abatement benefits, which is derived from the CE model and ranges from 156 to 230 by the total number of residents in that same strip line in the Brennero region, estimated at 1,400. However, the probability that a noise abatement project would be welfare improving for the community according to CBA or potential Pareto improvement criterion will depend positively on the premise that a the project was financed by a reallocation in public budget, b project would involve strong investment in the train and railway technology, and c respondents present a high sensitivity to noise exposure and annoyance. 20References Agenzia Nazionale per la Protezione dell Ambiente 1999. Emissioni in atmosfera e qualita dellaria in Italia, ANPA 699. Agenzia Nazionale per la Protezione dell Ambiente 1999.Verso il primo rapporto sui corpi idrici italiani, ANPA1999. Agenzia Nazionale per la Protezione dell Ambiente 2000. 1 Rapporto sullo stato di attuazione della zonizzazione acustica dei comuni italiani, ANPA RTI CTN_AGF 52000. Agenzia Nazionale per la Protezione dell Ambiente 2000. Le emissioni di inquinanti atmosferici da trasporto su strada in Italia. I fattori di emissioni medi per il parco circolante del 1997 , ANPA 1200. Agenzia Nazionale per la Protezione dell Ambiente 2000. Rassegna degli effetti derivanti dallesposizione al rumore, ANPA RTI CTN_AGF 32000. Agenzia Nazionale per la Protezione dell Ambiente 2000. Rassegna di indicatori e indici per il rumore, le radiazioni non ionizzanti e la radioattivita ambientale, ANPA RTI CTN_AGF 42000. Bennet, J. W., Blamey, R. 2001. The Choice Modelling Approach to Environmental Valuation, Cheltenham, Edward Elgar. Bergstrom, J.C., Boyle, K.J. and Yabe, M. 2004. Trading Taxes vs Paying Taxes to Value and Finance Public Environmental Goods, Environmental and Resource Economics, 28: 533549. CiriacyWanruo, S.V. 1974. Capital Returns form SoilConservation Practices, Journal of Farm Economics, 29: 11881190. Darby, L. and A. Kontoleon 2004 Alternative Payment Vehicles in Contingent Valuation: The Case of Genetically Modified Foods, oral presentation at the Sixth Annual BIOECON Conference, Economics and the Analysis of Biology and Biodiversity, Kings College Cambridge, 23 September 2004, UK. Green, W.H. 2002. Econometric Analysis, 4th edition. Pretice Hall, Upper Saddle River, NY. Guski, R., Schuemer, R., FelscherSuhr, U. 1999. The concept of noise annoyance: how international experts see it. J. Sound Vibr. 223: 516527. Hanemann, W.M. 1994. Valuing the Environment through Contingent Valuation, Journal of Economics Perspectives, 84: 1943. INFRAS IWW 1995. External effects of transport 1994, UIC, Paris. INFRAS IWW 2000a. External effects of transport, UIC, Paris. Lindvall, T., Radford, E.P. 1973. Measurement of annoyance due to exposure to environmental factors. Environmental Research, 6: 136. Louviere J., Hensher, D., Swait, J. 2000. Stated Choice Methods, Cambridge, Cambridge University Press. Louviere J.J., Hensher, D.A., Swait, J.D. 2000. Stated choice methods; analysis and applications, Cambridge. Mc Fadden, D. 1974. Conditional Logit Analysis of Qualitative Choice Behaviour, in Zarembka, P. ed, Frontiers in Econometrics, Academic Press, New York. Miedema, H.M.E., VOS, H. 1998. Exposureresponse relationship for transportation noise. J. Acoust. Soc. Am., 104: 34323445. Mitchell, R. and Carson, R. 1989. Using Surveys to Value Public Goods: The Contingent Valuation Method, Resources for the Future, John Hopkins Press, Baltimore. OECD 1998. Indicators for the Integration of Environmental Concerns into Transport Policies, Environmental Directorate, ENVEPOCSE981FINAL. OECD 1999. Advanced air quality indicators and reporting: Methodological Study and Assessment, Environmental Directorate, ENVEPOCPPC999FINAL. PasschierVermeer W., Passchier, W.F. 2000. Noise exposure and public health. Environmental Health Perspectives, 108 suppl. 1: 123131. Schultz, T.J. 1978. Synthesis of social surveys on noise annoyance. J. Acoust. Soc. Am., 64:377406. WG Railway Noise of the European Commission 2003. Position Paper on the European Strategies and Priorities for Railway Noise Abatement, European Communities, Luxembourg. WHO Regional Office Europe. 2000. Noise and Health, World Health Organization, Copenhagen. WHO, Regional Office for Europe 2002. Health Impact Assessment of Air Pollution on the Eight Major Italian Cities, WHO, London. 21 2. Height of noise barrier: 3. Height of noise barrier: 4 to 6 meters 6 to 8 meters 4 to 6 meters 6 to 8 meters 4. Barrier: With vegetation Without vegetation 35 euro 37.5 euro 45 euro 55 euro 60 euro 65 and 70 euro 5. Price of the program Eurohouseholdyear 2006: Table 1. List of the attributes used in the CE value application 1. Reduction of noise level and disturbance decibel: Minus 911 decibel As if the distance between your place and the railway would increase 10 times e.g. from 100 meter to 1 kilometre Minus 1214 decibel As if the distance between your place and the railway would increase 20 times e.g. from 100 meter to 2 kilometre Minus 1415 decibel As if the distance between your place and the railway would increase 30 times e.g. from 100 meter to 3 kilometre 6. Type of financing: any additional tax. Reduction of 2006 provincial budget on public transport, without any additional tax Reduction of 2006 provincial budget on administration and entertainment expenses, without New provincial tax una tantum for the year 2006, without any reduction of provincial budget. 22 Table 2: Descriptive statistics for sociodemographic characteristics. Age Over sixtyfive Female Household size Has child below 12 years of age Years of schooling 13 Since when lives in the vicinity of the railway years Owns the place where shehe lives Has garden or terrace Cares about health issues Cares about environmental issues Fairly, very much or extremely informed on rail noise before the survey Uses the Brennero railway for work Uses the Brennero railway for tourism or other than work Household monthly income Euro Mean or percentage 56.3 31% 49% 2.39 16% 51% 23.00 72% 84% 98% 94% 77% 7% 38% 1742.5 23 Table 3: Descriptive statistics of noise sensitivity scores, noise perception annoyance and exposure questions. cid:131 Noise sensitivity If I should buy or rent a house, I would avoid the proximity to busy streets, nightclubs or restaurants Some times noise makes me nervous If noisy while studying or working I shut the door or move in another room cid:131 Rail noise perception Rail noise is more or equally important than traffic noise Rail noise is more or equally important than air pollution Rail noise is more or equally important than biodiversity depletion Rail noise is more or equally important that electromagnetic pollution cid:131 Rail noise annoyance Annoyed by noise during the day Very much or extremely annoyed during the day Annoyed by noise during the night Very much or extremely annoyed during the night Did think to move because of rail noise Disturbed by rail noise when using garden or terrace Can not rest quietly during the day Weak up easily during the night Gets nervous Can talk with relatives or listen to radio and TVs Mean or percentage 5.48 4.12 4.70 72% 47% 71% 65% 85% 42% 74% 50% 25% 65% 15% 39% 14% 56% 25% 1% 29% 31% 14% 53% 6.7 8.2 93% cid:131 Noise and vibrations Only noise disturbs me Only vibrations disturb me Noise and vibrations disturbs me equally Both noise and vibrations disturb me, but more noise than vibrations Both noise and vibrations disturb me, but more vibrations than noise cid:131 Noise exposure Building with direct exposition on the railway Hours spent home during the week Hours spent home during the weekend Thermal or sound insulation systems installed 24Table 4: Estimated coefficients Model 1 Model 6. PRICE NOISE2 NOISE3 N2_HEIGHT P_PVADM PVADM P_PVTAX N2_EXPOSURE P_ANNOYANCE N2_INCOME P_EDUCATION N3_GENDER N2_ENVIRONMENT Model 1 0.016 0.006 2.493 0.383 0.521 0.196 0.314 0.057 Model 2a 0.013 0.008 3.043 0.515 0.404 0.243 0.398 0.074 0.0004 0.012 0.134 0.626 Model 3 0.012 0.006 2.674 0.388 0.536 0.197 0.337 0.058 0.007 0.002 Model 4 0.082 0.011 2.140 0.429 0.750 0.222 0.281 0.064 Model 5 0.136 0.015 1.524 0.454 0.755 0.230 0.278 0.066 Model 6 0.135 0.015 1.432 0.541 0.655 0.258 0.282 0.066 0.344 0.119 0.020 0.003 0.212 0.122 0.020 0.003 0.0004 0.73704 0.014 0.002 0.216 0.123 0.020 0.003 0.0004 0.73804 0.014 0.002 0.164 0.244 0.114 0.312 1610 1905 1432 1905 SAMPLE Notes: Significance is indicated by , and for the 1, 5, and 10 per cent level, respectively, with standard error in parentheses. a Model 2 considers the sample of questions with a taxreallocation payment vehicle, either on public transport or administration budget. EXPOSURE_N2, INCOME_N2, ENVIRONMENT_N2 are cross terms with NOISE2. GENDER_N3, PVADM_P, PVTAX_P, EDUCATION_P are cross terms with NOISE3 and PRICE, respectively. 1615 1614 Table 5: Willingness to pay estimates Model 1 Model 3. Model 2b Model 2a Model 3c Administration Public transport Model 1 pooled WTP NOISE2 NOISE3 HEIGHT_N2 Notes: Willingnesstopay is expressed in Euro per household for the year 2006. a WTP estimates from Model 2 given a tax reallocation on the budget for administration and entertainment expenses. b WTP estimates from Model 2 given a tax reallocation on the budget for public transport. c WTP estimates from Model 3 given the introduction of a new local tax. Tax 139 28 18 156 33 20 223 30 29 230 31 30 25 Do you ear the train? Yes No Does the rail noise disturb you? Not at all Slightly Moderately Very much Extremely Figure 1: Question on the level of noise annoyance 26 Figure 2: Acoustic map showing the relation between noise level and distance from the railway 27 140120100806040200Variazione dellasensazione di rumorepercepita10 d BRumore dimezzato Come se la distanza tra la sua abitazione e il treno aumentasse di 10 volteda 100 m a 1 km15 d BRumore piu che dimezzato Come se la distanza tra la sua abitazione e il treno aumentasse di 20 volte da 100 m a 2 kmLivello di rumorein Decibel d BAereo a 100 m Soglia del dolore Variazione dellivello di rumore Decibel d BMartello pneumatico Concerto rock Discoteca10 d B15 d B85907580707565554535Treno a 100 m Traffico stradale intenso Bar affollato Aspirapolvere Televisione volume alto Conversazione animata Conversazione normale Conversazione normale Biblioteca Fruscio di foglie Biblioteca silenziosa Fruscio di foglie Soglia di udibilita Figure 3: Noise barometer with examples of noise levels pertaining to different day life situations and examples of various noise reduction levels. 28NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.html http:www.ssrn.comlinkfeem.html http:www.repec.org http:agecon.lib.umn.edu NOTE DI LAVORO PUBLISHED IN 2006 1.2006 2.2006 3.2006 4.2006 5.2006 Anna ALBERINI: Determinants and Effects on Property Values of Participation in Voluntary Cleanup Programs: The Case of Colorado Valentina BOSETTI, Carlo CARRARO and Marzio GALEOTTI: Stabilisation Targets, Technical Change and the Macroeconomic Costs of Climate Change Control Roberto ROSON: Introducing Imperfect Competition in CGE Models: Technical Aspects and Implications Sergio VERGALLI: The Role of Community in Migration Dynamics Fabio GRAZI, Jeroen C.J.M. van den BERGH and Piet RIETVELD: Modeling Spatial Sustainability: Spatial Welfare Economics versus Ecological Footprint Olivier DESCHENES and Michael GREENSTONE: The Economic Impacts of Climate Change: Evidence from Agricultural Profits and Random Fluctuations in Weather Michele MORETTO and Paola VALBONESE: Firm Regulation and ProfitSharing: A Real Option Approach Anna ALBERINI and Aline CHIABAI: Discount Rates in Risk v. Money and Money v. Money Tradeoffs Jon X. EGUIA: United We Vote Shao CHIN SUNG and Dinko DIMITRO: A Taxonomy of Myopic Stability Concepts for Hedonic Games Fabio CERINA lxxviii: Tourism Specialization and Sustainability: A LongRun Policy Analysis Valentina BOSETTI, Mariaester CASSINELLI and Alessandro LANZA lxxviii: Benchmarking in Tourism Destination, Keeping in Mind the Sustainable Paradigm Jens HORBACH: Determinants of Environmental Innovation New Evidence from German Panel Data Sources Fabio SABATINI: Social Capital, Public Spending and the Quality of Economic Development: The Case of Italy Fabio SABATINI: The Empirics of Social Capital and Economic Development: A Critical Perspective Giuseppe DI VITA: Corruption, Exogenous Changes in Incentives and Deterrence Rob B. DELLINK and Marjan W. HOFKES: The Timing of National Greenhouse Gas Emission Reductions in the Presence of Other Environmental Policies Philippe QUIRION: Distributional Impacts of EnergyEfficiency Certificates Vs. Taxes and Standards Somdeb LAHIRI: A Weak Bargaining Set for Contract Choice Problems 6.2006 7.2006 8.2006 9.2006 10.2006 11.2006 12.2006 13.2006 14.2006 15.2006 16.2006 17.2006 18.2006 19.2006 20.2006 Massimiliano MAZZANTI and Roberto ZOBOLI: Examining the Factors Influencing Environmental 21.2006 22.2006 Marzio GALEOTTI, Matteo MANERA and Alessandro LANZA: On the Robustness of Robustness Checks of the 23.2006 24.2006 Innovations Y. Hossein FARZIN and KenICHI AKAO: Nonpecuniary Work Incentive and Labor Supply Environmental Kuznets Curve Y. Hossein FARZIN and KenICHI AKAO: When is it Optimal to Exhaust a Resource in a Finite Time? Y. Hossein FARZIN and KenICHI AKAO: Nonpecuniary Value of Employment and Natural Resource Extinction Lucia VERGANO and Paulo A.L.D. NUNES: Analysis and Evaluation of Ecosystem Resilience: An Economic Perspective Danny CAMPBELL, W. George HUTCHINSON and Riccardo SCARPA: Using Discrete Choice Experiments to Derive IndividualSpecific WTP Estimates for Landscape Improvements under AgriEnvironmental Schemes Evidence from the Rural Environment Protection Scheme in Ireland Vincent M. OTTO, Timo KUOSMANEN and Ekko C. van IERLAND: Estimating Feedback Effect in Technical Change: A Frontier Approach Giovanni BELLA: Uniqueness and Indeterminacy of Equilibria in a Model with Polluting Emissions Alessandro COLOGNI and Matteo MANERA: The Asymmetric Effects of Oil Shocks on Output Growth: A MarkovSwitching Analysis for the G7 Countries Fabio SABATINI: Social Capital and Labour Productivity in Italy Andrea GALLICE lxxix: Predicting one Shot Play in 2x 2 Games Using Beliefs Based on Minimax Regret Andrea BIGANO and Paul SHEEHAN: Assessing the Risk of Oil Spills in the Mediterranean: the Case of the Route from the Black Sea to Italy Rinaldo BRAU and Davide CAO lxxviii: Uncovering the Macrostructure of Tourists Preferences. A Choice Experiment Analysis of Tourism Demand to Sardinia Parkash CHANDER and Henry TULKENS: Cooperation, Stability and SelfEnforcement in International Environmental Agreements: A Conceptual Discussion Valeria COSTANTINI and Salvatore MONNI: Environment, Human Development and Economic Growth Ariel RUBINSTEIN lxxix: Instinctive and Cognitive Reasoning: A Study of Response Times SIEV CCMP CCMP KTHC SIEV CCMP PRCG SIEV CTN CTN NRM NRM CCMP KTHC KTHC CSRM CCMP IEM CTN CCMP SIEV CCMP NRM NRM SIEV 25.2006 SIEV 26.2006 KTHC CCMP IEM KTHC ETA IEM NRM CTN IEM ETA 27.2006 28.2006 29.2006 30.2006 31.2006 32.2006 33.2006 34.2006 35.2006 36.2006 ETA ETA ETA CCMP IEM CCMP KTHC CCMP SIEV NRM KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC ETA CTN CTN CTN CTN CTN CTN CTN CTN 37.2006 Maria SALGADO lxxix: Choosing to Have Less Choice 38.2006 39.2006 40.2006 41.2006 42.2006 43.2006 Justina A.V. FISCHER and Benno TORGLER: Does Envy Destroy Social Fundamentals? The Impact of Relative Income Position on Social Capital Benno TORGLER, Sascha L. SCHMIDT and Bruno S. FREY: Relative Income Position and Performance: An Empirical Panel Analysis Alberto GAGO, Xavier LABANDEIRA, Fidel PICOS And Miguel RODRIGUEZ: Taxing Tourism In Spain: Results and Recommendations Karl van BIERVLIET, Dirk Le ROY and Paulo A.L.D. NUNES: An Accidental Oil Spill Along the Belgian Coast: Results from a CV Study Rolf GOLOMBEK and Michael HOEL: Endogenous Technology and Tradable Emission Quotas Giulio CAINELLI and Donato IACOBUCCI: The Role of Agglomeration and Technology in Shaping Firm Strategy and Organization Alvaro CALZADILLA, Francesco PAULI and Roberto ROSON: Climate Change and Extreme Events: An Assessment of Economic Implications 44.2006 45.2006 M.E. KRAGT, P.C. ROEBELING and A. RUIJS: Effects of Great Barrier Reef Degradation on Recreational Demand: A Contingent Behaviour Approach C. GIUPPONI, R. CAMERA, A. FASSIO, A. LASUT, J. MYSIAK and A. SGOBBI: Network Analysis, Creative System Modelling and Decision Support: The Net Sy Mo D Approach 46.2006 47.2006 Walter F. LALICH lxxx: Measurement and Spatial Effects of the Immigrant Created Cultural Diversity in 48.2006 49.2006 Sydney Elena PASPALANOVA lxxx: Cultural Diversity Determining the Memory of a Controversial Social Event Ugo GASPARINO, Barbara DEL CORPO and Dino PINELLI lxxx: Perceived Diversity of Complex Environmental Systems: Multidimensional Measurement and Synthetic Indicators Aleksandra HAUKE lxxx: Impact of Cultural Differences on Knowledge Transfer in British, Hungarian and Polish Enterprises Katherine MARQUAND FORSYTH and Vanja M. K. STENIUS lxxx: The Challenges of Data Comparison and Varied European Concepts of Diversity Gianmarco I.P. OTTAVIANO and Giovanni PERI lxxx: Rethinking the Gains from Immigration: Theory and Evidence from the U.S. 50.2006 51.2006 52.2006 53.2006 Monica BARNI lxxx: From Statistical to Geolinguistic Data: Mapping and Measuring Linguistic Diversity Lucia TAJOLI and Lucia DE BENEDICTIS lxxx: Economic Integration and Similarity in Trade Structures 54.2006 Suzanna CHAN lxxx: Gods Little Acre and Belfast Chinatown: Diversity and Ethnic Place Identity in 55.2006 Belfast Diana PETKOVA lxxx: Cultural Diversity in Peoples Attitudes and Perceptions 56.2006 John J. BETANCUR lxxx: From Outsiders to OnPaper Equals to Cultural Curiosities? The Trajectory of 57.2006 Diversity in the USA Kiflemariam HAMDE lxxx: Cultural Diversity A Glimpse Over the Current Debate in Sweden 58.2006 Emilio GREGORI lxxx: Indicators of Migrants SocioProfessional Integration 59.2006 ChristaMaria LERM HAYES lxxx: Unity in Diversity Through Art? Joseph Beuys Models of Cultural 60.2006 Dialogue Sara VERTOMMEN and Albert MARTENS lxxx: Ethnic Minorities Rewarded: Ethnostratification on the Wage 61.2006 Market in Belgium Nicola GENOVESE and Maria Grazia LA SPADA lxxx: Diversity and Pluralism: An Economists View 62.2006 Carla BAGNA lxxx: Italian Schools and New Linguistic Minorities: Nationality Vs. Plurilingualism. Which 63.2006 Ways and Methodologies for Mapping these Contexts? Vedran OMANOVIC lxxx: Understanding Diversity in Organizations Paradigmatically and Methodologically 64.2006 65.2006 Mila PASPALANOVA lxxx: Identifying and Assessing the Development of Populations of Undocumented 66.2006 67.2006 Monika SEDENKOVA and Jiri HORAK lxxx: Multivariate and Multicriteria Evaluation of Labour Market Situation Dirk JACOBS and Andrea REA lxxx: Construction and Import of Ethnic Categorisations: Allochthones in The Netherlands and Belgium Eric M. USLANER lxxx: Does Diversity Drive Down Trust? Paula MOTA SANTOS and Joao BORGES DE SOUSA lxxx: Visibility Invisibility of Communities in Urban Systems Rinaldo BRAU and Matteo LIPPI BRUNI: Eliciting the Demand for Long Term Care Coverage: A Discrete Choice Modelling Analysis Dinko DIMITROV and ClausJOCHEN HAAKE: Coalition Formation in Simple Games: The Semistrict Core Ottorino CHILLEM, Benedetto GUI and Lorenzo ROCCO: On The Economic Value of Repeated Interactions Under Adverse Selection Sylvain BEAL and Nicolas QUEROU: Bounded Rationality and Repeated Network Formation Sophie BADE, Guillaume HAERINGER and Ludovic RENOU: Bilateral Commitment Andranik TANGIAN: Evaluation of Parties and Coalitions After Parliamentary Elections Rudolf BERGHAMMER, Agnieszka RUSINOWSKA and Harrie de SWART: Applications of Relations and Graphs to Coalition Formation Paolo PIN: Eight Degrees of Separation Roland AMANN and Thomas GALL: How not to Choose Peers in Studying Groups Migrants: The Case of Undocumented Poles and Bulgarians in Brussels Roberto ALZETTA lxxx: Diversities in Diversity: Exploring Moroccan Migrants Livelihood in Genoa 71.2006 72.2006 73.2006 74.2006 75.2006 76.2006 77.2006 78.2006 79.2006 68.2006 69.2006 70.2006 CTN CCMP CSRM CTN PRCG CCMP CCMP KTHC CCMP CCMP SIEV PRCG CCMP CCMP CCMP CCMP 80.2006 Maria MONTERO: Inequity Aversion May Increase Inequity 81.2006 82.2006 Vincent M. OTTO, Andreas LOSCHEL and John REILLY: Directed Technical Change and Climate Policy Nicoletta FERRO: Riding the Waves of Reforms in Corporate Law, an Overview of Recent Improvements in Italian Corporate Codes of Conduct Siddhartha BANDYOPADHYAY and Mandar OAK: Coalition Governments in a Model of Parliamentary Democracy Raphael SOUBEYRAN: Valence Advantages and Public Goods Consumption: Does a Disadvantaged Candidate Choose an Extremist Position? Eduardo L. GIMENEZ and Miguel RODRIGUEZ: Pigous Dividend versus Ramseys Dividend in the Double Dividend Literature Andrea BIGANO, Jacqueline M. HAMILTON and Richard S.J. TOL: The Impact of Climate Change on Domestic and International Tourism: A Simulation Study Fabio SABATINI: Educational Qualification, Work Status and Entrepreneurship in Italy an Exploratory Analysis Richard S.J. TOL: The Polluter Pays Principle and CostBenefit Analysis of Climate Change: An Application of Fund Philippe TULKENS and Henry TULKENS: The White House and The Kyoto Protocol: Double Standards on Uncertainties and Their Consequences Andrea M. LEITER and Gerald J. PRUCKNER: Proportionality of Willingness to Pay to Small Risk Changes The Impact of Attitudinal Factors in Scope Tests Raphael SOUBEYRAN: When Inertia Generates Political Cycles Alireza NAGHAVI: Can RDInducing Green Tariffs Replace International Environmental Regulations? Xavier PAUTREL: Reconsidering The Impact of Environment on LongRun Growth When Pollution Influences Health and Agents Have FiniteLifetime Corrado Di MARIA and Edwin van der WERF: Carbon Leakage Revisited: Unilateral Climate Policy with Directed Technical Change Paulo A.L.D. NUNES and Chiara M. TRAVISI: Comparing Tax and Tax Reallocations Payments in Financing Rail Noise Abatement Programs: Results from a CE valuation study in Italy 83.2006 84.2006 85.2006 86.2006 87.2006 88.2006 89.2006 90.2006 91.2006 92.2006 93.2006 94.2006 95.2006 lxxviii This paper was presented at the Second International Conference on Tourism and Sustainable Economic Development Macro and Micro Economic Issues jointly organised by CRENo S Universita di Cagliari and Sassari, Italy and Fondazione Eni Enrico Mattei, Italy, and supported by the World Bank, Chia, Italy, 1617 September 2005. lxxix This paper was presented at the International Workshop on Economic Theory and Experimental Economics jointly organised by SET Center for advanced Studies in Economic Theory, University of MilanoBicocca and Fondazione Eni Enrico Mattei, Italy, Milan, 2023 November 2005. The Workshop was cosponsored by CISEPS Center for Interdisciplinary Studies in Economics and Social Sciences, University of MilanBicocca. lxxx This paper was presented at the First EURODIV Conference Understanding diversity: Mapping and measuring, held in Milan on 2627 January 2006 and supported by the Marie Curie Series of Conferences Cultural Diversity in Europe: a Series of Conferences. CCMP SIEV NRM KTHC IEM CSRM PRCG ETA CTN 2006 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Sustainability Indicators and Environmental Valuation Editor: Anna Alberini Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Anil Markandya Corporate Social Responsibility and Sustainable Management Editor: Sabina Ratti Privatisation Regulation Corporate Governance Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network ", "filename": "NDL2006-095.pdf", "person": ["Paulo A.L.D. Nunes", "Nunes, Paulo A.L.D.", "Chiara M. Travisi", "Travisi, Chiara M."], "date": ["2006"]}