{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/73906/1/NDL2006-075.pdf"], "title": ["Bilateral Commitment"], "plaintext": "Bilateral Commitment Sophie Bade, Guillaume Haeringer and Ludovic Renou NOTA DI LAVORO 75.2006 MAY 2006 CTN Coalition Theory Network Sophie Bade, Department of Economics, Penn State University Guillaume Haeringer, Departament d Economia i d Historia Economica, Ludovic Renou, Department of Economics, Room G52, Napier Building Universitat Autonoma de Barcelona This paper can be downloaded without charge at: The Fondazione Eni Enrico Mattei Note di Lavoro Series Index: http:www.feem.itFeemPubPublicationsWPapersdefault.htm Social Science Research Network Electronic Paper Collection: http:ssrn.comabstract904191 The opinions expressed in this paper do not necessarily reflect the position of Fondazione Eni Enrico Mattei Corso Magenta, 63, 20123 Milano I, web site: www.feem.it, email: working.papersfeem.it Bilateral Commitment Summary We consider noncooperative environments in which two players have the power to commit but cannot sign binding agreements. We show that by committing to a set of actions rather than to a single action, players can implement a wide range of action profiles. We give a complete characterization of implementable profiles and provide a simple method to find them. Profiles implementable by bilateral commitments are shown to be generically inefficient. Surprisingly, allowing for gradualism i.e., step by step commitment does not change the set of implementable profiles. Keywords: Commitment, Selfenforcing, Treaties, Inefficiency, Agreements, Paretoimprovement JEL Classification: C70, C72, H87 We are grateful to Dirk Bergemann, Matthew O. Jackson, DohShin Jeon, Jordi Masso, Efe Ok, Andres RodriguezClare, Ben Zissimos, seminar participants at Adelaide, Auckland, Barcelona JOCS, Bocconi, Leicester, Maastricht, Paris, University of New South Wales, Sydney, and Vienna for helpful comments and suggestions. We would like to warmly thank John van der Hoek and Guillaume Carlier for patiently and brilliantly answering our questions on differential topology and the theory of nonsmooth optimizations. Haeringer acknowledges a financial support from the Spanish Ministry through grants BEC2002 02130 and SEJ2005of Science and Technology 01481ECON, and the Barcelona Economics XREA program. Renou acknowledges financial support from the Faculty of the Professions. This paper was presented at the 11th Coalition Theory Network Workshop organised by the University of Warwick, UK on behalf of the CTN, with the financial support of the Department of Economics of the University of Warwick, UNINET, the British Academy, and the Association for Public Economic Theory, Warwick, 1921 January 2006. Address for correspondence: Guillaume Haeringer Departament dEconomia i dHistoria Economica Universitat Autonoma de Barcelona 08193 Bellaterra Barcelona Spain Phone: 34 93 581 12 15 Fax: 34 93 581 20 12 Email: guillaume.haeringergmail.com from 1 Introduction Players can strengthen their position by committing themselves. This is an essentialinsight of Schelling 1960. This commitment power has been analyzed as the power tocommit to a single action before the other players can move. In this paper we ask whathappens if players have the power to commit themselves but none of the players has theprivilege to do so before the other players. When players face an all or nothing decisionof commitment, i.e. players can either commit to a single action or they can chooseto stay completely flexible, not much is gained. The original Nashequilibria and someequilibrium outcomes of the sequential version of the game arise as the only outcomes ofthis sort of commitment game. To make this question an interesting question we allowparties more flexibility in terms of possible commitments. To be precise: we do not requirethe players to choose to commit to a single action or to keep all of their actions for a laterdecision. In our setup players are allowed to keep any closed and convex subset of theirinitial action space for their choice in the second stage of the game. In a sense, playersare not so much assumed to commit to play a particular action but rather not to playany of the actions that they ruled out. Classical examples of such commitment are firmspicking their capacity constraints, an army general burning a bridge behind his troops,or a candidate promising not to raise taxes by more than x%. Once such commitmentsare made agents still have room to choose which action they will undertake. In all thesecases, reneging on ones commitment is either physically impossible or too costly to beconsidered.1Allowing players to commit on sets of actions can drastically affect the set of equilibrium outcomes. The guiding question of this paper is then: which action profiles can besustained as equilibrium outcomes when we allow the agents to rule out large subsets ofactions in a commitment phase that precedes the play of the game? We give a detailedanswer to this question for the case of two player games in which action spaces and thepermissible restrictions of them are compact subintervals of the real line and in whichplayers have strictly quasiconcave payoff functions. We embed a strategic form game Ginto a two stage game in which players can restrict their action spaces in the first stage.In the second stage players pick actions from these restricted action spaces and payoffs aredetermined as in the original game G. If an action profile of the original game G is played 1See Muthoo 1996 for a model in which players can revoke at some cost their commitments.2in the second stage of a subgame perfect strategy profile we call this action profile implementable by a commitment. In equilibrium, commitments become thus selfenforcing inthe sense that they are sustained by a simple sequential game structure, without assumingpunishment scheme against deviating players.The question whether an action profile is implementable by a commitment is nontrivial. Any action profile belongs to an infinite set of restricted action spaces. So tofind out whether a profile x is implementable by a commitment we would have to checkwhether it is implementable by any one of these infinitely many pairs of restricted actionspaces. One of the main contributions of this paper is the proof that an action profileis implementable by a commitment if and only if it is implementable by what we call asimple commitment. This reduces the complexity of our problem drastically since forany action profile there are only 4 such simple commitments.All Nash equilibrium outcomes of the original game are implementable by a commitment. Such outcomes are obtained for instance when each player commits to one singleaction, his Nash equilibrium action. Another set of action profiles that is easily implemented is leadfollow equilibrium outcomes, that is the subgame perfect equilibriumoutcomes when we modify G such that one player is moving first and the other followssuit e.g., Stackelberg in a duopoly. To implement such outcomes it suffices that theleader commits to a single action his action in the leadfollow profile and the otherplayer does not restrict his action space at all. This is not accidental, we show that allaction profiles that can be implemented by a game of commitment can be described as theequilibrium outcome of a generalized sequential version of the game under consideration.Important insights about following and leading in sequential games apply to the game ofstrategic commitment. We use these insights to translate our characterization results intoa geometrical representation. We can show in particular that with a further restriction togames with strategic complementarities the best reply curves alone suffice to characterizeall implementable profiles, in this case the set of implementable profiles is bounded bythe Nash and followlead equilibrium outcomes.Games usually have large sets of implementable profiles. It is our contention that thismultiplicity is a positive aspect of our theory presented in this paper. We indeed considerthat the set of implementable profiles adequately describes the set of profiles on whichtwo parties could agree upon in any situation in which there is a desire to cooperate or 3coordinate but there is lack of institutional tools to make agreements binding.We applyour notion of bilateral commitment to the context of international tax treaties. We arguethat this interpretation is suited well for two reasons. First, it is a matter of fact thatmany treaties are not pointwise agreements but rather agreements about sets of actionseach party is allowed to undertake. Recent works in the international economic literature acknowledge this aspect of treaties Maggi and Rodr guezClare, 2005a,b. Second,supranational authorities often do not have enough power to enforce punishment againstdeviators, and thus a prerequisite to any treaty proposal is then to be selfenforcing.In this respect our theory of commitment offers a framework to analyze selfenforcingtreaties. Using a basic model of international tax competition we show through simpleheuristics that selfenforcing commitment permit two countries to moderate the socalledracetothebottom, i.e., equilibria with suboptimal tax levels.We pursue our characterization by considering a variant of our commitment game, allowing parties to commit in several steps. In a recent paper, Lockwood and Thomas 2002indeed show that gradualism may enforce partial cooperation that is not attainable in onestep commitment. It turns out that this is not the case in our setup: a profile is implementable in T rounds of commitment if and only if it is implementable in one round.An important question is whether bilateral commitment may help players to be betteroff with respect to the status quo, i.e., Nash equilibria of the original game. We showthat the players cannot, generically speaking, implement efficient outcomes using commitments.2 We then ask whether selfenforcing commitment can at least help to improve uponthe status quo. The answer to this question is trivial when the leadfollow equilibrium,which are always implementable by commitment, gives both players a higher payoff thanthe Nash equilibria. When this is not the case, we show that no improvements are implementable in the important class of games with strategic complementarities and positiveconsonance.3 However, we are able to give an example of a game with a nonmonotonicbest reply curve in which parties can Pareto improve upon a unique Nash equilibriumeven though the followlead equilibria do not Pareto dominate the Nash equilibrium.Thus, we conclude on a positive note: bilateral commitments might improve the welfare 2This result parallels Dubeys 1986 theorem that shows that Nash equilibria are generically inefficient.3A game is said to have positive consonance when a players payoff is increasing in the opponentsaction.4of each player.Our results provide a new angle on the debate around endogenous timing e.g., Hamilton and Slustky 1990, Amir and Grilo 1999 or Romano and Ydilrim 2005. Thisliterature is guided by the question: what are the equilibrium predictions of a duopolymodel if we do not arbitrarily assign the firms to move in a certain sequence? Our guidingquestion is instead: what happens if we do not arbitrarily restrict the players to committo a single action at every moment that they are allowed to take a move? We keep a strictorder of play in our paper: in a first stage both players are allowed to restrict their actionspaces, in s second stage they are allowed to pick actions from the restricted action spaces.We do however allow for a lot more flexibility with respect to the commitments taken bythe players. 4 Our results parallel the results in the endogenous timing literature insofaras that we obtain that the additional flexibility in the choice of commitments yields arange of implementable profiles that is in a sense to be defined more precisely boundedby the Cournot and Stackelberg outcomes as extreme cases.Our approach of commitment is shared by Hart and Moore 2004. The situationthey study is that of two contracting parties who can restrict the set of outcomes overwhich they will bargain. One of the main differences between their work and ours is thatthey assume that some uncertainty is being resolved after players committed to a set ofoutcomes and before the parties bargain over the final outcome. Without such uncertaintythere would be no reason not to commit fully in the first period in the framework of Moore and Hart 2004. Contrary to that no uncertainty is needed in our model tomotivate parties not to commit themselves fully in a first period. We show that nontrivial commitments can be Paretoimproving.Jackson and Wilkie 2005 also allow players to modify the game to played in a preplaystage. Their paper is similar to ours in that they treat all players completely symmetricallyin the preplay stage. The main difference between their work and ours lies in the set ofpermissible modifications. While Jackson and Wilkie 2005 allow players to commit toutility transfers in the second period we allow players to discard any number of actionsin the preplay stage. These different preplay modifications yield different results. Nashequilibria can always be implemented in our framework but need not be implementable 4A notable exception in the literature on endogenous timing is Romano and Ydilrim 2005 whoassume that players commit to a lower bound.5in theirs. On the other hand they show, like us, that pre play modification do notnecessarily make efficient outcomes implementable. Finally, Renou 2006 provides acomplete characterization of the equilibrium payoffs in general commitment games.This paper is organized as follows.In Section 2, we give a detailed description ofthe environment faced by the players, and define what we call the game of commitment.Section 3 presents some preliminary results. We completely characterize in Section 4the set of action profiles that are implementable by selfenforcing bilateral commitment.Section 5 discusses the welfare implications of selfenforcing bilateral commitment. Mostproofs are relegated in the Appendix.2 Games of commitment 2.1 Preliminaries The initial situation we consider is a twoplayer strategicform game G : cid:2N, Yi, uii Ncid:3with N 1, 2 the set of players, Yi the set of actions available to player i, and ui :Y1 Y2 R the payoff function of player i. Denote Y : Y1 Y2. We call the opponent ofplayer i, player j. We assume that for each player i 1, 2, Yi is a nonempty, compact,convex subset of the real line. Without loss of generality, we take Yi 0, 1, for i 1, 2.For each player i, the payoff function ui is assumed to be continuous in all its argumentsand strictly quasiconcave in yi, i.e., for all yj 0, 1, yi 0, 1, ycid:2i 0, 1, and 0, 1,i, yj .5 These assumptions are met by manyuiyi 1 ycid:2economic models.i, yj minuiyi, yj, uiycid:2We furthermore assume that players have the ability to unilaterally commit not toplay some actions, i.e., to restrict their action sets. Such commitments are assumed to beperfectly binding, meaning that if player i restricts his action set to Xi, any action chosenlater on must belong to Xi.5In the words of Moulin 1984, G is a twoplayer nice game. It is worth noting that the mixedextensions of any finite games do not satisfy our assumptions. First, payoff functions are not strictlyquasiconcave in such games. Second, unless the finite game has only two actions per player, mixedaction spaces are not a subset of the real line. Consequently, the theory developed in this paper cannotbe applied to mixed extensions of finite games.6Definition 1 A bilateral commitment is a pair X1, X2 where for both i 1, 2, Xiis a nonempty, compact and convex subset of 0, 1.Thus, our definition of a commitment imposes on each player a restriction of his actionspace.6Henceforth, we write the restricted action space Xi of player i as a closed real intervalxi, xi 0, 1, where xi xi refers to the minimum maximum of player is restrictedaction space. Note that player i can also commit to a singleton, in which case xi xi.It is important to note that a commitment does not necessarily prescribe the choiceof an action. In the words of Hart and Moore 2004, in a bilateral commitment, theplayers commit not to consider actions not on the list X1, X2, i.e., these actions areruled out. Expost, the players are free to choose from the list of actions specified in thecommitment i.e., actions are not ruled in.We say that the bilateral commitment X1, X2 induces the game GX : cid:2N, Xi, u Xi cid:3,i x uix for all x X. Abusing notation, wewhere X X1X2, and for i 1, 2, u Xwill drop the superscript X in the sequel. The induced game GX is thus obtained fromthe game G by restricting the action sets of the players. We shall use the term mother tomake reference to the original game G. For instance, we shall use the expressions mothergame, mother bestreply, mother action set, etc. Similarly, the term induced will refer tothe best reply, action sets etc. in GX. We denote by Yi the collection of all nonempty,compact, convex subsets of 0, 1, and define Y :i1,2 Yi.cid:12.2 Games of commitment Given the strategicform game G, the game of commitment G is a twostage gamewith almost perfect information, in which:Stage 1. Both players simultaneously choose action sets Xi Yi.Stage 2. Players play the induced strategic form game GX .6That restrictions are assumed to be convex subsets is not without loss of generality. In particular itensures that the game played once players have chosen their restrictions has a Nash equilibrium. Imposingsome Lipschitz conditions is sufficient, however, to deal with nonconvex restrictions. We also note thatimposing convex strategy sets is a common assumption in the economic literature.7A strategy for a player i in the game G for short, , is a pair si Xi, i where Xi Yi, and i is a mapping from Y to 0, 1 such that iX Xi, for all X Y.That is, a strategy for a player prescribes a choice of a restriction Xi firststage actionand, for each possible choice of a restriction for both players in the firststage, an actionxi Xi secondstage action. The outcome of a strategy profile s sii1,2 is the pairX, x where xi iX for each player i 1, 2. The payoffs over outcomes X, x areassumed to only depend on the action profiles chosen in the second stage of the gameand are given by the payoffs of the induced game GX. That is, we assume that playeri derives utility uix from outcome X, x. If X, x is the outcome of strategy profile swe call x the result of s.The central concept of this paper is the concept of implementation by commitment,which we now define.Definition 2 An action profile x is implementable by commitment X if the pair X, xis the outcome of a subgameperfect equilibrium of .Hence, a profile x is implementable by commitment if it is a stage 2 result of asubgameperfect equilibrium of . In this paper, we focus on subgameperfect equilibriain pure strategies.3 Games induced by commitments We first derive some results concerning the proper subgames of , namely the set of allinduced games GX. The proofs of the results presented below, Lemmata 1 and 2 are inour companion paper, Bade, Haeringer and Renou 2005.Define BRi : 0, 1 0, 1, the mother bestreply of player i in the game G, with foryj 0, 1,BRiyj yi 0, 1 : uiyi, yj uiycid:2i, yj for all ycid:2i 0, 1.: Xj Xi of player When players commit to play in the set X, the bestreply map br Xii is defined similarly, bearing in mind that now player i cannot choose an action outside Xi, that is, for all xj Xj,i xj xi Xi : uixi, xj uixcid:2br Xi, xj for all xcid:2i Xi.8We will denote the bestreply map br Xi0,1is the restricted bestreply of player i when he is committed to Xi and player j can choose any action in 0, 1.Note that bestreply maps are nonempty, single valued and continuous. Furthermore,iby br Xii. That is, br Xiithe strict quasiconcavity of payoff functions enables us to easily characterize the mappingbr Xi as a function of BRi and X.Lemma 1 Player is bestreply function in GX, br Xi: Xj Xi, isxixibr Xi xj BRixjif BRixj xi ,if xi BRixj xi ,if xi BRixj .In words, the bestreply map br Xi of the restricted game GX agrees with the bestreply map BRi of the mother game G on the set xj Xj : BRixj Xi, and is eitherxi or xi, otherwise. Lemma 1 is illustrated in Figures 1a and 1b. In the former itdisplays a mother bestreply of player j and in the latter the restricted bestreply whenhe commits to xj, xj.6xj 1xjxj 06xj 1xj BRjbrxj ,xj jxj 0xi 1xi 1abFigure 1: Mother and restricted bestreplies Denote NG and NGX the set of Nash equilibria of G and GX, respectively.Observe that the mother game G as well as any induced game GX has a Nash equilibrium in pure actions. Our next lemma states that if a profile of actions xis an equilibrium 9of GX, but is not an equilibrium of the mother game G, then x bd Y X, the relativeboundary of X in Y .7Lemma 2 If x NGX NG, then x bd Y X.implements a result x Lemma 2 states that if a commitment Xthat is not anequilibrium of G, then it must be the case that for at least one player, say i, the actionxi is either the maximum or the minimum of Xi . Lemma 2 thus provides a first intuitionabout the set of implementable profiles. Namely, if the implemented profile is not a Nashequilibrium of the mother game G, then the action of at least one player identifies withthe boundary of his restricted action space.4 Implementation by commitments 4.1 Existence We start by observing that the existence of a subgameperfect equilibrium of is not, apriori, guaranteed, for the cardinality of each players strategy set in is uncountable. Itturns out, however, that the issue of equilibrium existence in our case is easily solved.8Proposition 1 The game of commitment has an equilibrium.Proof.i yi , Since G is a finite horizon game, we can use the oneshot deviation propertyto check that a profile is an equilibrium see Osborne and Rubinstein 1994, p. 103.Choose y NG and consider for each player i the strategy si , withi Xi1,2 a Nash equilibrium of GX for any firststage actions commitment X.By construction, no player can profitably change his secondstage action. Observe thatsince for both i 1, 2 we have ypayoff than uiyincrease his utility by changing his restriction on his action space.j , neither player can obtain a strictly higheri , player j cannotcid:17Let Y, d be a metric space and X Y . A point x is a boundary point of X in Y if each openneighborhood U of x satisfies U X cid:11 and U Y X cid:11 . The set of all boundary points of X in Yis bd Y X. For instance, if Y 0, 1, bd Y 0, 12 12 while bd Y 13, 23 13, 23  Therefore, given the restriction of player i to yi BRiy 8See, for instance, Harris et al. 1995 for results on the existence of subgameperfect equilibria for continuous games with almost perfect information. It is worth noting that Proposition 1 holds independentlyof the number of players involved in the mother game G.10The key observation in the proof of Proposition 1 is that any Nash equilibrium of themother game G is implementable. So, commitments have the power to perpetuate anexisting situation.9 Moreover, it should be noted that uniqueness is clearly not guaranteed. For instance, if G has a multiplicity of equilibria, then we can already construct amultiplicity of subgameperfect equilibria of .4.2 A Complete Characterization We are now ready to characterize the set of all action profiles that can be implementedby a commitment. The main result of this section is that if a profile of actions x isimplementable, then it is implementable by one of a very small number of bilateral commitments, those that we call simple.Definition 3 A bilateral commitment X is simple if it has the form xi, 0, BRjxior xi, BRjxi, 1.In a simple commitment, one player takes an extreme position, that of excluding allbut one action. The other player, player j, truncates his action space either from belowor from above, but not both. Moreover, the truncation is at his bestreply to the onlyaction in player is extreme commitment. We are now ready to formally state the mainresult of this section:Theorem 1 An action profile xif it is implementable by a simple bilateral commitment.is implementable by a bilateral commitment if and only Before proving this characterization result, let us briefly comment on the implicationsof this theorem see Section 5.5.for more on this.If we want to check whether aparticular profile can be implemented by a commitment, we only need to check whetherit can be implemented by a simple commitment. This is a very manageable task, as forany action profile x, there are exactly 4 simple commitments that could implement it.9In a related paper, Jackson and Wilkie 2005 propose a model in which players can commit toutility transfers conditional on actions being played. They notably show that Nash equilibria of thegame without transfer, the mother game, might not be implementable, while they are in our paper. Anessential difference between their paper and our paper is that commitments can be undone in their paperby transferring back, while it is not possible in our paper.11These commitments are:0, BR1xx 2,x 1, 0, BR2x 2,1,2, 1,xBR1xx 1, BR2x 2,1, 1 .It is not difficult to check whether an action profile can be implemented by one 1, 0, BR2xof these four simple commitments.xrestricted action space. Observe that in the second stage, neither player has an incentive 1, it suffices to check whether player 1 has an incentive to change hisis implementable by Indeed, to check whether xto deviate player 2 will be playing the mother bestreply to player 1s action, and player 1 does not have any choice. Furthermore, given that player 1 commits to x 1, player 2 does not have an incentive to alter his commitment, the mother bestreply to x 1 isalready contained in 0, BR2x 1. Therefore, we only need to check whether player 1 hasan incentive to deviate in the first stage of the game. Notice that for any restriction X1player 1 may choose the profile played in the second stage must be a Nash equilibriumof GX1 X2 . So, if player 1 chooses the restriction x 1 for some x 1 0, 1, thesecond stage result will be x 1, br0,BR2xis anequilibrium if xx 1. Consequently, the action profile x 1 solves the following optimization program:12u 1x 1, br0,BR2x 21maxx 10,1x 1 .1In Section 5.5, we take this optimization program as a starting point for a geometriccharacterization of implementable profiles.4.3 Proof of Theorem 1In this section, we present the main steps leading to Theorem 1 and give intuitions forthese intermediate results. Detailed proofs can be found in the Appendix. We start byshowing a key result, namely if a result xi 1, 2, xi is a mother bestreply to xj .Proposition 2 Let x BRixbe implementable by some bilateral commitment Xj for at least one player i 1, 2.is implementable, then for at least one player. Then xi To see the intuition behind Proposition 2, suppose that a profile xis implementable bythe bilateral commitment Xsuch that neither player is using his mother bestreply. From 12Lemma 2 this means that for both players the constraints imposed by the commitment 2, x 2 around x 2, player 1s restricted best reply remains 2 such that xcid:21, and 2 inside the interval 2 . See Figure 2. The strict quasiconcavity of player 2s payoff function. This implies that player 2 hasbind. The continuity of the best replies implies that for all of player 2s actions in asufficiently small interval x 1. Let us now consider a different restriction for player 2. Take a xcid:2xis 1 closer to player 2s mother bestreply to x 2 , xximplies that the result xa profitable deviation, a contradiction with our assumption xbilateral commitment X62 is strictly preferred to xis implementable with the 1, BR2x 1, xcid:2x 2.21xcid:22br0,x 11x 6?brx 2,12BR2x 11Figure 2: Illustration of Proposition 2Proposition 3 Let x BRjxxi and Xcid:2i . Then xis also implementable by the bilateral commitment Xcid:2j Xj .be implementable by some bilateral commitment Xwith x, such that Xcid:2j i There is a tight connection between Proposition 2 and Proposition 3. By Proposition 2,we know that in any equilibrium outcome X, xplayer j 1, 2. Imagine now that player i commits to the singleton xj can still play BRjxplaying xi for at least onei. Since playeri in the second stage and there player i has no other choice but If player i canin the second stage, player j has no incentive to deviate.j BRjx of , xi 13profitably deviate when choosing the restriction xchoosing the restriction Xassumption the X, xi, he can also profitably deviate wheni . This, however, cannot be true as we started out with the is an equilibrium outcome of the game.The main insight of Proposition 3 is that if xi , BRjxi is implementable by a bilateral commitment X, then it is also implementable by the commitmentj , 1. We establish precisely that in the following proposition.Xcid:2 xi, Xj .To obtain Theorem 1, it suffices then to show that Xor x Proposition 4 Let xi . Then xxj BRjxand either Xcid:2j BRjx2j can be reduced to be either 0, xj be implementable by some bilateral commitment xis also implementable by a commitment Xcid:2i , 1 or Xcid:2j 0, BRjxi, Xsuch that Xcid:2i .j withi xiNow to prove Theorem 1, take any implementable action profiles xand let Xbe a bii, Xlateral commitment that implements it. By Proposition 3, we know that the commitmentxthat an action profile that can be implemented by such a commitment can also be implej for i 1, 2 does also implement x. Finally, from Proposition 4, we knowmented by a simple commitment. In sum, these arguments imply that an action profilecan be implemented by a commitment only if it can be implemented by a simple commitment. Conversely, any action profile that can be implemented by a simple commitmentcan be implemented by a commitment. This completes the proof of Theorem 1.4.4 Multiperiod games of commitment It is often conjectured that the lack of enforcement options may be overcome by considering gradual commitments, thus allowing to implement outcomes that could not beattainable if players can only commit once.10 The intuition that drives this conjectureis that in a dynamic setting players may find it profitable to make small commitment.Such small commitments might incentive the opponent to also commit but have the meritto minimize the loss if the opponent does not commit. Two central contributions onthis issue are Admati and Perry 1991 and Lockwood and Thomas 2002. Admati and 10See Schelling 1956 for an early account on this issue.14Perry 1991 consider a model in which players can make repeated voluntary contributions to finance a project. This latter is implemented only if the sum of the contributionpasses a threshold. The game stops as soon as the project is implemented. Lockwood and Thomas 2002 consider a finitely repeated prisoners dilemma with continuous actionspace in which at each stage players can only increase their level of cooperation. Bothmodels show that efficient, or nearly efficient outcomes can be obtained.11 In this section,we follow this line of research by considering a multiperiod game of commitment, denoted T .In the game T , players face T periods of commitment and one final stage in whichthey play the game induced by their commitments. In each period t 1, . . . , T , playerssimultaneously restrict their action spaces with the constraint that the restriction at staget has to be a nonempty, compact, convex subset of the restricted action space at periodt 1. That is, if X ti . Finally,in period T 1, players play the game induced by the commitment of period T , the game GX T .i denotes the restriction of player i at period t then X t1i X t One may imagine that allowing for several stages of commitment may change the setof implementable profiles. In fact, it turns out that in our context this is not the case.Theorem 2 For any T a profile of actions xis implementable in the multiperiod gameof commitment T G if and only if it is implementable in a game of commitment G.The proof of this theorem heavily rests on a result similar to that of Proposition 2, i.e.,if xis implementable in T rounds of commitment then at least one player is bestreplying.A key observation to prove Theorem 2 is that for any equilibrium sof T , we can alwaysconstruct a new equilibrium profile s in which players first stage restrictions are the sameas their last restrictions under son the equilibrium path, and at all other subsequent 11The models of Admati and Perry 1991 and Lockwood and Thomas 2002 do not separate as clearlyas we do the commitment decision from the decision of choosing which action to play. Their models aresimply repeated games in which the assumption that at each stage players cannot use an action lowerthan their action at the previous stage. First, this implies that in their models players can only restricttheir action sets by choosing a lower bound the contribution level in Admati and Perry 1991 or thecooperation level in Lockwood and Thomas 2002. Second, a key difference is that in their model, thepayoff is dependent on the sequence of commitments lower bounds, while in our model we do assumethat commitments do not enter directly the payoff functions.15stages players do not further restrict their action spaces. Hence, from the perspective ofcharacterizing the set of implementable profiles repeating the number of stages at whichplayers can restrict their action spaces does not enrich our model.4.5 The geometry of implementable profiles As already pointed out, Theorem 1 has remarkable implications for the characterizationof the implementable action profiles of a game of commitment. To check whether a profileof actions x is implementable, it suffices to follow a simple fourstep procedure:Step 1. Check whether x lies on the graph of the bestreply map of at least one player. Ifnot, then x is not implementable. If yes, go to step 2.Step 2. Check whether x lies on the bestreply graphs of both players.If yes, then x isimplementable since it is an equilibrium of the mother game G. If not, go to step 3.Step 3. Without loss of generality, assume that xj BRjxi. Construct the simple commitments xi, 0, BRjxi and xi, BRjxi, 1. Go to step 4. or ui, brBRj xi,1i maximizes ui, br0,BRjxiStep 4. Check whether xcid:2jj. If yes, thenx is implementable. If not, then x is not implementable.Steps 1 and 2 are easily translated into geometric analysis. An action profile can beimplemented only if it lies on the bestreply curve of at least one player. If it lies on thebestreply curves of both players, this action profile is an equilibrium of the mother game,and from Proposition 1, it is implementable. Therefore, we are left with the question:which of the action profiles that lie on only one bestreply curve can be implemented? Steps 3 and 4 give the answer. However, these last two steps do not translate as easily intogeometric analysis. In the sequel, we show that simple geometric arguments can be used toshow that certain portions of the bestreply curves of the players cannot be implemented.Furthermore, we show that for a certain class of games, the set of implementable profilescan even be completely characterized by a straightforward geometric procedure.To get this result, we first show that any equilibrium outcome can be described as atwo step optimization program,16jj is an equilibrium outcome of G if and only if,i maximizes uixi, br XProposition 5 An outcome X, xfor at least one player i 1, 2, j cid:11 i:i xii br XFigure 3 illustrates the logic of Proposition 5. The outcome x, Xi, 0, xj is an equilibrium outcome as the profile of actions xi BRjxi .xi , andxxis associated withplayer is highest indifference curves ICi on the section of player j restricted bestreplycurve br0,xjisalso implementable by the simple bilateral commitment x Proposition 4.that corresponds with his mother bestreply curve BRj. Observe that xj , an illustration ofi, 0, xjjj with Xxj 61 xj ICixbr0, xjjxi 1Figure 3: The geometry of Proposition 5if x Remark 1 From Proposition 5, we have that xis implementable by the commitment Xi maximizes the payoff of player i being on the graph of the restricted bestreplyof player j. This result has thus the flavor of the outcome of a sequential game in whichplayer i moves first. Intuitively, this is not surprising since, as already pointed out by 17Schelling 1960, the power to commit oneself is equivalent to a first move.12 Hence,implementable profiles of actions have a Stackelbergtype structure, one player leads thecommitment while the other follows.We now provide a geometric condition that has to hold for a profile of actions to be In other words, if this condition does not hold at a profile of actionsimplementable.xwith xj BRjxi , then xis not implementable; it does not solve the above maximization program. For simplicity, assume that the mother bestreply maps and payofffunctions are continuously differentiable.13 The geometric condition relates the slope ofthe indifference curve of player i at xwith the slope of the bestreply of player j at thesame action profile x.Proposition 6 Let xj BRjxinterior. It cannot be true that the slope of player is indifference curve at xnegative resp., positive while the slope of player js mother bestreply at xresp., negative.be an implementable profile of actions with xi , and xis strictlyis positive Proposition 6 thus provides a general geometric condition for implementability: theslope of player is indifference curve and the slope of player js bestreply must have thesame sign. For instance, in Figure 4, xis not implementable since BRj is positivelysloped at xwhile player is indifference curve ICi is negatively sloped. Hence, to lookfor implementable action profiles, we can restrict our attention to the profiles that areon the positively resp., negatively sloped portions of the bestreply curve of player j inthe positive resp., negative indifference curve section of player i. This condition is not 12There is now an abundant literature on imperfect competition whose purpose is to obtain Cournotand Stackelberg outcomes as equilibrium outcomes of the same model. Interestingly, several models usean approach similar to ours: they give the possibility to the firms to commit to some actions seefor instance Hamilton and Slutsky 1990 , van Damme and Hurkens 1999 or more recently Romanoand Yildirim 2005, and the references therein. More precisely, firms in most of these models areassumed to commit either to a single action or to not commit at all. A notable exception is Romano and Yildirim 2005 who assume that firms can restrict their action sets only from the bottom, i.e., firms canonly accumulate. Hence these models can be seen as a simplified version of our approach. Hamilton and Slutskys main result is that the only equilibrium result that can be obtained are the Cournot and the Stackelberg outcomes, while our approach allows for a larger set of equilibrium results.13The assumption of differentiability is not crucial, but greatly simplifies the exposition.18Qxj 16BRjxj ICi Qxi1xi Figure 4: The profile xis not implementable.sufficient, however. In what follows, we give a necessary and sufficient geometric conditionfor implementation in an important class of mother games.Consider the class of games with strategic complementarities.14 Furthermore, we assume that the function ui, BRj is strictly quasiconcave in xi, for all i 1, 2.15For simplicity, we also assume that player is payoff is increasing in player js action xjfor all i 1, 2, that is, the game has positive consonance.16 We show that for thisclass of games, the knowledge of the Nash equilibria of G along with the knowledge ofthe leadfollow profiles is necessary and sufficient to completely characterize the set ofimplementable profiles of actions.First, we need to order the set of Nash equilibria of G. Define x1 the Nash equilibrium of G with the lowest coordinate for player i, that is, there does not exist anotherequilibrium x of G such that xi x2 the equilibrium of G14See Fudenberg and Tirole 1991, p. 490 for a definition. It is worth noting that a similar characi 1. Similarly, define xterization holds for games with strategic substitutabilities.15See Romano and Yildirim 2005 for similar assumptions.16This assumption is not crucial. A complete characterization without this assumption is availableupon request.19with the second lowest coordinate for player i, and so on recursively.17 Note that sincebestreply maps are singlevalued, xk is a singleton for any k 0. Moreover, the set ofequilibria of G is generically finite and odd see Harsanyi 1973, hence there genericallyexists a finite odd number K of xks. See Figure 5.Second, define li, BRjli the profile of actions such that li maximizes ui, BRj,that is, the profile of actions li, BRjli is the leadfollow profile with player i as theleader. It is worth noting that since ui, BRi is strictly quasiconcave in xi and BRjsinglevalued, li is unique. Moreover, since BRi and ui are nondecreasing functions ofxj, we have that li xi K for all i 1, 2 See Lemma A3 in the Appendix. Our nextproposition states that the knowledge of li and the xks is necessary and sufficient tocompletely characterize the set of implementable profiles of actions.Before stating the proposition, let us introduce a last piece of notation. Define Ii as asubset of 0, 1 as follows:Ii :cid:6xi k, xi k 1 xi K, li.Observe that the set Ii is uniquely defined by the knowledge of li and the xkKk odd3ks.Proposition 7 Consider a game with strategic complementarities and positive consonance. The set of implementable profiles of actions is I I1 I2 with for i 1, 2,j cid:11 i:Ii x : xj BRjxi, xi Ii.The intuition behind Proposition 7 is rather simple. First, note that since G is agame with strategic complementarities, the bestreply maps are increasing. Moreover,the bestreply map of any player, BRi, separates the action space 0, 12 into two regionsx : xi BRixj where player is indifference curves are negatively sloped, and x :xi BRixj where player is indifference curves are positively sloped. Second, forany x with xj BRjxi and xi xi k, xi k 1, k even, we have xi BRixj,17Formally, let x0 , and define for any k 0,xk : x NG k 1kcid:10xkcid:2 : xi xcid:2i, xcid:2 NG k 1kcid:10xkcid:2.20hence player is indifference curve is negatively sloped at x. Since BRj is positivelysloped, it follows from Proposition 6 that x is not implementable. A similar argumentholds for any x with xj BRjxi and xi xi 1. Finally, any profile of actions xwith xj BRjxi and xi xi k 1, k odd, is implementable by the simplebilateral commitment xi, 0, BRjxi. To see this, it is enough to observe that playerjs bestreply br0,BRjxii, otherwise. The strictquasiconcavity of ui and ui, BRj implies then that xi is solution of the optimizationprogram described in Proposition 5. The other cases are similar. See Figure 5 for the seti is BRjxj for xcid:2i xi, and BRjxcid:2i k, xjxcid:2of implementable actions.6xj 1ljxj3xj2xj1BRi BRjxi1xi2xi3li1xi Figure 5: The set of implementable profiles in boldFor the class of games with monotonic bestreply maps and ui, BRj strictly quasiconcave in xi, the complete characterization of the set of implementable actions is thereforepurely geometric, and the only knowledge required is that of the Nash equilibria of G andthe leadfollow profiles.4.6 Bilateral tax treaties as an example Consider a basic tax competition model between two countries, 1 and 2, where governments compete for a perfectly mobile capital. Both economies produce a private good 21produced using labor which is immobile and a public good, whose production is financedby a tax ti on capital levied by each government i 1, 2. Governments are social welfaremaximizers, i.e., they maximize the utility of a representative consumer which dependson consumption of both private and capital goods. If one country raises its tax rate,the capital owners will respond with a reallocation of capital such that after tax revenuefrom capital is equal in both countries. Best replies in such a model are upward sloping, ahigher tax rate in the foreign country means that the reallocation effect from a raise of thetax rate in the home country will be less pronounced. The received wisdom for this typeof model is that competition between governments will result in a socalled race to thebottom. To see this, notice that whenever the gains obtained by having a higher share ofthe world capital stock offset the losses due to a lower tax rate, both countries will havean incentive to have a lower tax rate than that of the opponent. However, higher tax ratesfor both governments mean higher revenues for both governments. So, in equilibrium taxrates are suboptimally low, resulting in an inefficient level of public good provision.18A nice interpretation of a commitment in this context is that of a treaty. The storywe have in mind is as follows. Consider that the two countries negotiate over the termsof a tax treaty. However, in order for a treaty to come into force, it has to be ratifiedby the parliament of each country. We have then in mind situations in which a treatywont be ratified by country A if the limitations that the treaty imposes on country Aare not a bestreply to the limitations that the treaty imposes on the other country.Weinterpret the translation of the requirements of the treaty into national law as a bindingcommitment. This binding commitment does not necessarily specify a particular taxprofile but intervals of tax levels i.e., the firststage restrictions, and each country hasin turn discretion to choose a particular tax level that fits in the interval specified by thetreaty. Viewing treaties as commitment on intervals rather than pointwise commitmentsis a approach in line with recent literature on international economics see Maggi and Rodr guezClare 2005a,b.19Figure 6 describes the bestreplies of each country and the set of implementable profilesfor a rudimentary version of the tax competition model we just presented. Note that in 18See Zodrow and Mieszkowski 1986 and Wilson 1999.19Committing on intervals rather than on a particular value is often employed in environmental treaties.For instance, article 3 of the Kyoto protocol stipulates that countries are bound to reduce their overallemissions of greenhouse gases by 20082012 by at least 5% on average below the 1990 levels.22such models there is a second movers advantage in the sense that if countries where tochoose their tax rates sequentially both countries would prefer to choose second. This isso because once the opponent has set its tax rate a country can set a set a tax rate abit lower in order to attract a higher share of the capital stock. In Figure 6 we defineli by li li, BRjli. So, the payoff of either player is monotone increasing fromthe Nash equilibrium B to either of the leadfollow profiles, l1 or l2. Note that thecomplete characterization is a simple application of Proposition 7 since there is a unique Nash equilibrium.t 26BR1l2BBR2l1AFigure 6: A simple model of tax competition.t 1We can then use our characterization results to identify the set of implementableprofiles in this simple model. First, notice that the strict quasiconcavity of the payofffunction implies that all profiles that are in the segment A, B are such that firm 1sindifference curve is downward slopping. Thus, using Proposition 6 we deduce that theseprofiles are not implementable. To complete the characterization of implementable profiles, we can use Proposition 7. Implementable profiles are depicted by the bold segmentsB, l1 B, l2.Can a treaty make both countries better off? Without the treaty the payoffs of bothcountries are determined by the Nash equilibrium outcome.It turns out that in thisexample all the profiles that are implementable by a commitment or treaty in this context Pareto dominate the Nash equilibrium, but none of these outcomes is efficient.20Furthermore each outcome that is implementable by a treaty is Pareto dominated by at 20This contrasts with Rodr guezClare and Maggi 2005a,2005b who start with the assumption thattreaties are efficient.23least one of the leadfollow equilibria l1 and l2. In our next section on the social valueof commitments we show that these features are quite general. We first show that implementable profiles are generically not efficient. We show next that any implementableprofile is dominated by a leadfollow equilibrium in a game with strategic complementarities. Finally we show that the case for commitments by action space restrictions isstrongest in games with nonmonotonous best replies. In the context of tax treaties thismeans that they have the most appeal in a context in which the reallocation of capital isgoverned by a nonmonotonic best reply curve. This is most likely to happen when thereare exogenous obstacles to capital movements.5 The Social Value of Commitments If we interpret our commitment game as a mechanism to implement a particular actionprofiles we should ask: Why dont players simply commit to efficient profile of actions? Itturns out that quite generally such commitments are not selfenforcing. More precisely,we show that if G is a smooth game, then we have generic inefficiency.Next, we address the question whether commitments are at least useful to implementaction profiles that Pareto dominate the Nash equilibria of the mother game. We conclude,on a more positive note: we show that commitments can very well serve to make bothplayers better off if certain conditions are met.5.1 Efficiency Let us first recall the definition of efficiency.Definition 4 A profile of actions y is efficient if there does not exist another profile of uiy for some i 1, 2.actions ycid:2 uiy for all i 1, 2, and uiycid:2such that uiycid:2Definition 4 is the textbook definition of Pareto efficiency. It is worth noting thatseveral related papers e.g., Jackson and Wilkie 2005 or Gomez and Jehiel 2005, usea stronger concept of efficiency: a profile of actions is efficient if it maximizes the sumof players payoffs. However, since we do not necessarily assume transferable utilities,our concept of efficiency is more appropriate. Let us now turn to the concept of smoothgames.24Definition 5 The game G is a smooth game if for all i N, ui is twice continuouslydifferentiable.Two remarks are in order. First, in virtually all economic models in which payofffunctions are assumed to be continuous, payoff functions are also assumed to be twicecontinuously differentiable.21 For instance, linearquadratic Cournot games or models of Bertrand competition with differentiated goods are smooth games. Second, we actuallyneed the assumption of differentiability only around equilibrium results.Theorem 3 For any smooth game G, interior equilibrium results of the commitmentgame G are generically inefficient.22This result is reminiscent of Theorem 1 of Dubey 1986, which states that Nashequilibria of smooth games are generically inefficient. The main reason for hope that thisresult could be overcome in the game of commitments is that the set of action profilesthat can be implemented is in general a large superset of the set of Nash equilibria ofthe mother game. So, there is hope that this superset would also contain some efficientprofiles. However, our Theorem 3 shows that this does not hold true, just like Nashequilibria of smooth games, the profiles that are implementable by commitments aregenerically inefficient.Not only is our Theorem 3 reminiscent of Dubey 1986, also the proof follows alongsimilar lines. The main difference and difficulty we face is that implementable profilesthat are not themselves Nash equilibria of the mother game lie on the boundary of theaction space of the subgame GX with X the commitment that is implementing theprofile Lemma 2. This implies that differentiability of the restricted best response failsprecisely where we need it: at the action profile under investigation.Some additional remarks are in order. First, allowing for commitment to transferutilities conditional on actions being played, Jackson and Wilkie 2005 also show thatefficiency might not hold for twoplayer games. Whether efficiency holds if we allow forcommitments to transfer functions and actions is an open question. Second, Theorem 321Moreover, any continuous function can be arbitrarily approximated by continuously differentiablefunctions by Weierstrass Approximation Theorem See Zeidler 1986, p. 770.22Let T be a set of parameters indexing the payoff functions i.e., for each player i 1, 2, ui : XT R. By genericity, we mean that there exists an open, dense subset of T for which any equilibrium resultis inefficient.25continues to hold if G is a game with strategic complementarities, but not necessarilysmooth. See Appendix. Third, efficient profiles on the boundary can in some games beimplemented by commitments. This holds in particular if a game has an efficient Nashequilibrium on the boundary.5.2 Pareto Improvements While efficient results are generically not implementable, a selfenforcing commitmentmight nonetheless implement an improvement upon the status quo. In other words, thenext question we address is whether a commitment can implement a profile that makesboth players better off compared to any equilibrium of the mother game G.Definition 6 A result xi 1, 2, and uixefficient in the set of mother Nash equilibria.23is an improvement upon the status quo if uixis an action profile that is uiy for at least one player, where y uiy for all It is not hard to find games in which improvements upon the status quo can beimplemented. Just take any game with a unique Nash equilibrium yand a leadfollowequilibrium that dominates y.24 The leadfollow equilibrium can be implemented bythe commitment in which the leader restricts his action space to a singleton while thefollower does not restrict his action space at all. So the more interesting question is: cancommitments be used to implement improvements upon the status quo if none of theleadfollow equilibria represents such an improvement? In our next result we show thatthis cannot happen if the players best responses are monotone and if the players utilitiesare monotone in the actions of the opponent. We say that a game satisfies constantconsonance if any players payoff is monotone in the action of the other player.Theorem 4 Let G be a game with constant consonance such that the leadfollow equilibriado not improve on the status quo. Then there exists an equilibrium improvement xonlyif at least one bestreply map is nonmonotonic.23Note that the set of equilibria NG is a compact set, hence efficiency is well defined.24This is the case for instance of any game with a strict secondmover advantage e.g., differentiated Bertrand duopoly. Since the payoff of the first mover in a leadfollow profile is necessarily weakly higherthan the highest Nash equilibrium, the former Pareto dominates the latter.26An important implication of Theorem 4 is that if G, in addition to be a game withconstant consonance is also a game with strategic complementarities or strategic substitutabilities, then commitments do only serve to improve upon the status quo if theleadfollow equilibrium is already itself such an improvement. This result sharply contrasts with Proposition 2 of Bernheim and Whinston 1989, and illustrates how seeminglyinnocuous restrictions on the set of feasible commitments can be critical. Bernheim and Whinstons model and our model, albeit similar in spirit, differ in two important dimensions. First, in their model only one player the principal has the opportunity to commit.Second, and more importantly, the principal does not only have the power to commit himself to take a single action but he can also restrict the action set of the other player, theagent. This contrasts with our model in which both players have the power to commitand a player can only restrict his own action set.Theorems 3 and 4 are rather negative results in that the power of commitment doesnot seem to be of much social value. The following example shows that equilibriumimprovements do exist even in the case that neither of the leadfollow equilibria representssuch an improvement.Example 1 Take the mother game G with strategy spaces Y1 Y2 0, 2 and payofffunctions:u 1y 1, y 2 y 14u 2y 1, y 2 cid:7cid:82 20y 1. y 1,y 1 y 2y 2 y 12 23y 2if y 2 1,otherwise,4y 2 41y 1 0202327The bestreply map of the players are BR1y 2 and BR2y 1 The mother game has a unique equilibrium, ywith equilibrium payoffs of uiy 43 , ujy 1 43 8031 ,if y 1 43otherwise.3 1 , y 2 232 3,3 cid:16 19.52 , respectively. Moreover, the leadfollow profile BR1l 2, l 2 1, 0 is associated to payoffs ofu 1BR1l 2, l 2 0 , u 2BR1l 2, l 2 19 cid:16 0.11 .Let us show that there exists a selfenforcing commitment which implements the actionprofile y 89, 19 with associated payoffs of u 1 y 169 and u 2 y 144181 cid:1617.79, respectively. Clearly, both players payoffs improve upon the Nash equilibrium.According to Proposition 2, at least one players action must be a bestreply against theaction of the other player. In the profile y, we have 89 BR119.Following Proposition 4, we can focus, without loss of generality, on only two candidates for the restriction of player 1, 0, 89 or 89, 1. We claim that player 1s restrictioncannot be 0, 89. To see this, observe that if 1 commits to 0, 89, then player 2 cancommit to 1 and gets a payoff of 19 since br0,891 0, which is higher thanu 2 y. Therefore, the unique candidate for 1s restriction is 89, 1. In this case, player 1s restricted bestreply is 1y 2, 89 .br 1y 2 max 4y 2 44y 2 89. It follows that 2s payoff Observe that for all y 2 19, 49, we have 4y 2 4when y 2 19, 49 is y 2 292 1609, which is maximized when y 2 19.Ify 2 19, 49, then player 2 maximizes u 2y 4y 2 4y 2. That the maximum isobtained when y 2 89 is a simple matter of computation albeit tedious and is left tothe reader.28Appendix A Characterization results 1, si 11, x 1, xi , 2 xcid:22, hence a 1 x Xi i1,2cid:11is such that xj for all i 1, 2, i cid:11 j. To reach a contradiction, we first identify an action, xcid:22. Second, we show that there exists Proof of Proposition 2. The proof proceeds by contradiction. Let sbe an equilibrium of , and suppose that X, x the outcome of s BRixsuch that u 1xcid:22 u 1xa strategy for player 1, scid:2contradiction with s Since x 1, x 1, such that the outcome of scid:2being an equilibrium.is a Nash equilibrium of the game GXj cid:11 BRixx 2 is X, xcid:22 and br X, we have xxj j for all i 1, 2, i cid:11 j.to X1 ,1 with 0 sufficiently small such that for all 2. Next pick 0, 1 large enough such 2 x 1 x 1 , x 1 . By construction of x 1 ,2. Moreover, u 1xcid:21, x 2 since player 1s payoffis the restriction of br X1 , x 1 xremember that br X1 , x 1 we have that br X2 x 1 1 BR1x Step 1.for all i 1, 2, i cid:11 j. Suppose that br XBy continuity of BR2 and br Xthere exists an open interval xx 1 xthat xcid:2we have that br Xfunction is strictly quasiconcave in x 1.Step 2. We claim that the strategy scid:21, X1, s 1. The outcome of scid:2higher payoff to player 1.1 xcid:21, x 1, 2, which, by construction, gives a strictly 1 is a profitable deviation for player 2 u 1x 2 is xcid:21 , xi br X1 x 2 , xcid:22 xcid:221, xi 22i 2222. By Proposition 2, for at least one player, say player 1, we have x 1 2 be an equilibrium of with Proof of Proposition 3. Let soutcome X, x BR1xequilibrium of , with outcome X2. We claim that the strategy profile scid:22, x X1 ,x: s.1 , 1, X2 , 1, scid:22, with scid:22 x 2, 2, is also an First, observe that player 1 does not have an incentive to deviate from s 2. Indeed, since player 2s restriction is the singleton x 1 given player 2, player 1 cannot 2s strategy scid:22, which is the payoff he obtains under scid:2obtain a payoff higher than u 1BR1x.Second, to show that player 2 has no profitable deviation, we use the one shot deviationproperty. Since scid:2, player 2 has no profitable deviations in any of the proper subgames of .in all proper subgames of , and sagrees with sis an equilibrium of 2, x 29Suppose now that scid:2cid:22 Xcid:2cid:22 , 1 strategy salso a profitable deviation from sequilibrium.1. Since player 2 is indifferent between s 1, scid:22 and s, it follows that scid:2cid:22 is 2 was a profitable deviation for player 2 given player 2, a contradiction with our assumption that sis an xi, i , scid:2i , scid:2cid:2, Xj , 1, j or sj BRjxj , j xj xj, xj, and xi , Xi . Define scid:2j and scid:2cid:2j is an equilibrium of with result xj be an equilibrium of withj , j 0, xj   First, observe Proof of Proposition 4. Let sresult x We claim that either sthat both strategy profiles under consideration have xas their result. To see this, notethat player i has only one action xi , BRjxi ,is contained in his restricted action space in either case. Second, note that player j doesnot have an incentive to change his restricted action space given player is commitment toxi to the singleaction in player 1s restricted action space .i as his restricted action space contains his mother bestreply BRjxi , and player js mother best response to x It remains to show that player i has no profitable deviation from his commitment toxi given the commitment of player j to either xis an equilibriumof , the set of action profiles that give player i a payoff strictly higher than uix, does not intersect the graph of the restricted bestreply brxj ,xj x : uix uixofplayer j. For otherwise, player i would have a strictly profitable deviation from sfollows that for all xcid:2 x : uix uixj , 1 or 0, xj . Since s 1. It,j, we have eitheri xcid:2xcid:2j 0,brxj ,xj jA1A2ori xcid:2xcid:2brxj ,xj We can also observe that for all xi 0, 1,xi brxxi brxj ,xbrxj,xjbrxj,xj j ,xj j jjjjjj 0.j ,1xi brxxi br0,xjjxi,j xi.Suppose that A1 holds.uix uix,It follows from the above observation that for all xcid:2 x :brxj ,1ji xcid:2xcid:2j 0.30This implies that given the commitment of player j to xpayoff strictly higher than uxgiven scid:2hold. If A2 holds, we can use the same arguments to show that xxj , 1, player i cannot obtain a. Therefore, player i has no profitable deviation from si If A1 does not hold, then A2 mustis implementable byj is an equilibrium of .j, hence si, 0, xj .i , scid:2Proof of Proposition 5. Observe that we can rewrite conditions i and ii as follows.A profile xrestriction Xis implementable by a bilateral commitment if and only if there exists aj such that xi is a solution of the following program,Pmaxxi0,1 uixi, xjs.t. xj br Xxxijjsuch that br Xjji BRjxi ,Pjj 1 x 1. is a twostep optimization program. First, we optimize uixi, br XNote that Pxiwith respect to xi. This is the program P. Second, we check whether the solutionobtained lies on the graph of js bestreply BRj.1X, 1 and Let s 2 x 2 are such that i i1,2 be an equilibrium of , where XIn particular, if X1 x 1 for some x 1 Y1, we have Xi, The 2 is symmetric. Note that we make use of Proposition 3. For all 2X is a Nash equilibrium 2 x 1.1 for some x 1 Y1, we 2 u 1x 1, br X2 x 1. Moreover, any deviation by player 1 to a strategy 1 for some X1 Y1 with result x is resultequivalent to a deviation of theis ancase when XX Y, the mappings of GX.Thus, for all deviations by player 1 to a strategy s 1 x 1, have u 1s 1, sscid:21, 1 Xcid:2type s 1 x 1, equilibrium, such deviations are not profitable, i.e.,1 u 1x 1, br X2 x 1 for both profiles of strategies. Since s 2 x 1, x 1 Y1 .1 since x 2 br X2X br X21, br X2 xu 1x 22221 must be a solution of P. By Proposition 2, we have xi BRixj for at 2 cid:11 BR2x 1. Then, given x 1, 1, player 2That is, xleast one player i 1, 2. Suppose that xis betteroff deviating to BR2x Hence, we have x 2 BR2x 1, 1, and therefore, x 2, a contradiction with s 1 is solution of P.being an equilibrium.311 and 1 X1, and s 1X, is x. Consider the following strategy profile: s 1 is solution of P Suppose that x 1, 2 , 2 X2, where the mappings 1 x 2 are such that 2Xis a Nash equilibrium of GX, for all X Y. Clearly, the outcome of s 1, x 2,and by construction it is a Nash equilibrium of Gx 2 .25 By construction, forall subgames GX, the actions 2X constitute a Nash equilibrium of GX.Hence, according to the oneshot deviation property, it suffices to check that there is nofirststage deviation to obtain that s 2 BR2x 1and X, and thus has noprofitable deviation. As for player 1, suppose that there exists X1 Y1 such that fors 1 X1, 2. Since s 1is a profitable deviation, we then have u 1 x u 1x. By construction of the mapping 2, we have x 2 br X1, player 2 cannot obtain a better payoff than u 2x 2. Let x be the outcome of the profile s 1, s 2 x 1, a contradiction with the fact that xis indeed an equilibrium of . Since x 1 is a solution of P.1, u 1s 1, s 2 u 1s 1 x 1X, 1, s 2B Proofs related to the multiperiod game of commitments, TLemma A1 Let x NG. The profile xis implementable in T G.Proof.The proof is similar to that of Proposition 1, and left to the reader.cid:1Lemma A2 Let xplayer i 1, 2.be implementable in T G. We have xi BRixj for at least one, but xi cid:11 BRix The proof proceeds by contradiction. Suppose that xi x Tsuch that xtj for both players. The other cases are treated similarly. Let s Proof.is implementable inj for all players i 1, 2. Assume that T G by the strategy profile sxi BRixi, xtiwhere ht is the history at period t on the equilibrium path. From Lemma 1 in the maintext, we have that xbe the last history on the equilibriumfor at least one player i 1, 2. Such an history existspath of sas the empty history i.e., the beginning of the game satisfies this inequality. Without 1 . Moreover, as X t X t 1 for any t 1, . . . , T,loss of generality, assume xt 2 xtwe have x T 1. We now show that player 25Since x 1 BR2xthat x is the unique Nash equilibrium of Gxi for both players. Let htcid:11 x T1 xt 1 is solution of P, br Xcid:11 x T11 and x Tx 2 . Moreover, singlevaluedness of BR2 implies 2 for any t t 2 BR2x 1.2 , where xi ht xt 1 X1 X1 xt 1 , x T2iii 2322. As in the proof of Proposition 2, choose 2, x 1 X tis the restriction played by player 2 at history ht 1 cid:11 sufficiently close to x 1 has a profitable deviation at history ht 1 BR1xxcid:2X t1remember that xt1and scid:2the unique equilibrium result for this subgame is xcid:2concavity of u 1 thus implies that scid:21h s 1h for any other history h. Following the history ht 1 xcid:21, br Xt11 such that br Xt1under s x Txcid:2xcid:21 xt1where 2. By construction of ht,1 xcid:21, xcid:21 X t1,1, x 2. Strict quasi2 . Construct the following strategy for player 1: scid:2t 1 is a profitable deviation for player 1, a contradiction.cid:122222222 BR2x 1 x 1, and x 1 and s. Since x 2ht X2 BR2x 1h 0 x 1 X. W.l.o.g. suppose that Xwith s 2 at the initial history h 0, and for any history ht h 0, x. The proof is trivial if T 1. Suppose that T 2.be an action profile implementable in G by the simple bilateral commitment 1. We now show that we canin T G. To this end, consider the strategies in T G such that player 1 in the first stage and, hence in all subsequent stages2 at the initial history and at all subsequent histories ht of 1 and 2 t with 2 . Clearly, any profile satisfying this requirement Proof of Theorem 2.Let x Ximplement x 1 chooses the restriction xand player 2 restricts to Xlength t T . Formally, we consider any profile of strategies ss 2h 0 X1ht xt T , syields the result x 1, and given that player 1 restricts to the singleton 1, player 2 has no incentive to deviate. As for player 1, observe that he can only deviatexat the first stage. Consider a firststage deviation by player 1 to X1. The induced game is T1GX1 X2 . By Lemma A1, thereexists a profile of strategies sX1Xwith sX1X2 . More precisely,let s be any profile of strategies of T , sh is the profile of strategies induced by s afterhistory h i.e., sicid:2in the set of histories following history h. Note thatsince xcid:21, and, moreover,since xstrategies in which player 1 commits to x 2 atthe initial history and at all subsequent histories ht of length t T , players play sX1Xfollowing any firststage deviation of player 1 implements x. To be complete, assumethat the strategies prescribe the play of an equilibrium after any other type of histories.is the Nash equilibrium of GX1 X1 arg maxx 1Y1 u 1x 1, br X2 a profile of strategies following the history h 0, X1 X1 in the first stage, player 2 commits to Xis implementable in T1GX1 Xbe a Nash equilibrium of GX1 X2 br X2 xcid:2 u 1xcid:2.2 x 1, we have u 1x 2 such that xcid:22 , we have xcid:22 , and let xcid:2h sih, hcid:2It follows that the for any hcid:22 ,22233be a Nash u 1x 2 implements x 1. We claim that the commitment x 1, X 11. Following player 1s deviation, the induced game is GXcid:2be a subgame perfect equilibrium of T G that implements the profile x,2 the restriction played in the first stage of T G. From Lemma A2,1 , X 1j for at least one player i 1, 2. W.l.o.g., suppose thati BRixin G. Player 1. Consider 1 from his commitment 2 , and let xcid:2. Let sand denote X 1it follows that xx 2 BR2x 2 has clearly no incentive to deviate given the commitment of player 1 to xnow player 1, and suppose that player 1 has a profitable deviation Xcid:21X 1x 1 X 1equilibrium of GXcid:22 with u 1xcid:2profile of strategies Xcid:21, 1X 1for any X Y. Notice that xcid:2This implies that xcid:2that the existence of such a deviation in G contradicts the fact that sperfect equilibrium of T G. To see this, consider the strategy scid:2plays xcid:2Consider the subgame starting after this deviation by player 1. We then have the game T1Gxcid:22 xcid:2the best result that player 2 can induce is br X1leads to a unique equilibrium result, xcid:22 xcid:2It follows that scid:21, br X1deviation for player 1 given the strategy s 2 of player 2, which implies that san equilibrium of T G, a contradiction. We conclude that xin G  Note that we implicitly consider the 2 , 2 with 1X, 2X a Nash equilibrium of GX1 X 12 br X12 .1 is also a profitable deviation for player 1 in G. We now showis a subgame 1; hence, the profile of strategies scid:21 .1 in the first period of T G and play according to s 2 . Clearly, in any result of this subgame player 1, plays xcid:21. Therefore,1, s 21 is a profitable 1, s 2 cannot beis a Nash equilibrium of GXcid:2must also be implementable 2 xcid:21 since xcid:221 in which player 11 at any other history.1 X 122C Proofs related to the geometrybe an implementable profile of actions with xj Proof of Proposition 6. Let x BRjxi , and xof player i at xinterior. By contradiction, suppose that the slope of indifference curveis negative while the slope of BRj at xis positive.Define Q : y 0, 12 : y x and Q y 0, 12 : y x.26 Since theis negatively sloped, there exists an 0 such that for all Q x or such that uiy uix is an open ball of radius around xindifference curve of player i at xeither uiy uixy Bx 26Let x and y two vectors in R for all y Bx Q x, where Bxn. We write x y if xi yi for all i 1, . . . , n.34Let f : X Y be a function. We denote Gr f the graph of f . Since the slope of BRjat xis positive, we have thati i j Gr br0,BRjx Gr br0,BRjx Gr brBRjx Gr brBRj xjjji ,1i ,1 Bx Bx Bx Bx Q x, Q x, Q x, Q x,are nonempty sets, hence the graph of player js restricted bestreply intersects playeris strict upper contour set at x.are x Finally, from Theorem 1, the two simple commitments that could possibly implei, 0, BRjxment the profile xi , 1. It follows from theabove arguments that xcannot be a solution of the optimization program described in Proposition 5 since the graph of player js restricted bestreply intersects player is strict, hence a contradiction with xupper contour set at xbeing implementable. The sameargument follows mutatis mutandum for the other cases.i and xi, BRjx Lemma A3 Let G be a game with strategic complementarities and positive consonancei.e., ui is nondecreasing in xj, j cid:11 i, for all i N. We have li xi K.Proof.BRjx Suppose that xi k 1 li xi k 1 BRjli BRjxuili, BRjxi k, hencei k 1 uili, BRjlii k. Since, BRj is nondecreasing, we haveA3A4since ui has positive consonance. Moreover, since xxj k 1 BRjxk 1 is a Nash equilibrium, we havei k 1 is the unique bestreply toi k 1 xuixi k 1, x uili, BRjli uixj k 1 uili, BRjxi k 1, xi k 1j k 1,a contradiction. A similar argument shows that li could not be smaller than xi 1.cid:1Proof of Proposition 7. We first start with a preliminary observation. The bestreplyof player i separates the action space 0, 12 into two regions: one region in which player is 35i BRixj of player i to xj uixindifference curves are negatively sloped, one region in which player is indifference curvesare positively sloped. To prove this result, fix an action xj of player j, and consider the.bestreply x For any xi cid:11 xj . Next,if xj xxi, xj IC. Therefore, for any xi, we need xj xwe have that for any xi xsloped.j . Define IC : x 0, 12 : uix uix since x, hencej for xi, xj to belong to IC. Hence,i , IC is positivelyj , it follows from ui increasing in xj that uixi, xj uixi, xi is the unique bestreply to xj uixi , IC is negatively sloped and for any xi xi , we have uixi, xi k, xi k, xi k 1, a contradiction with the definition of the x As a second observation, note that for any xi xi k 1, BRiBRjxi xiis either positive or negative, but does not alternate in signs. For otherwise, there existsanother equilibrium in xks.Moreover, we have that BRiBRjxi xi 0 for any xi xi k 1 if k is odd,BRiBRjxi xi 0, if k is even.In words, the graph of player is bestreply isto the left of the graph of player js bestreply if k is odd, and to the right if k iseven.i 1 and BRiBRjxi xi 0 for any xi xSee Figure 5. Furthermore, BRiBRjxi xi 0 for any xi xi k, xi K.27i k, x Fix a profile of actions x with xj BRjxi and xi xi k1 for some k even.We want to show that this profile is not implementable. From the previous observation,we have that BRixj BRiBRjxi xi. From the first observation, it then followsthat the indifference curve of player i at x is negatively sloped. Since BRj is positivelysloped, it follows from Proposition 6 that x is not implementable. A similar argumentholds for any x with xj BRjxi and xi x Let us now consider any profile of actions xi k1 for some k odd. We want to show that any such a profile is implementable by thesimple bilateral commitment xi . The key observation is that the bestreply of player i is now to the left of the bestreply of player j i.e., BRiBRjxi xi .xi BRjxSee Figure 5. Hence, for any xi xi , that is, player js restrictedi , and uixi, br Xxbestreply is BRjxi by strict quasiconcavity ofui. Finally, note that br Xxi BRjxi for any xi xi , henceforth the maximum of 27By contradiction, suppose that BRiBRjxi xi 0 for any xi xi1. In particular, for xi 0,i.e., for the lower bound of Yi, we have 0 BRiBRj0 0 0, a contradiction.i , br Xxi uixi, 0, BRjxi 1.with xj BRjxi and xi xi , br Xjji k, xjjjjjj 36j is achieved in xui, br Xis implementable step 4.ji by strict quasiconcavity of ui, BRj. It follows that x Similar arguments applies to show that any point xwith xi K, li is implementable by the simple bilateral commitment xxj BRjxi, 0, BRjxi .i and xi D Proofs related to the welfare Let X, xof T , xis simple, and xis inefficient. If x be any equilibrium outcome of G such that Proof of Theorem 3.Xis interior. Let T be a set of parameters and define the family ofpayoff functions : ui : X T R, for all i 1, 2. We want to show that for a denseopen subset T is an equilibrium of the mother game G, theresult follows from Theorem 1 of Dubey 1986. If xis not an equilibrium of the mothergame G, the proof is similar to the proof of Theorem 1 of Dubey. The proof is as follows.Define the directional mapping D : T X Rxcid:2xcid:2 u 1, t ,u 1, tu 2, tDt, xcid:2x 1u 2, txcid:2xcid:2A5 4,x 1x 2x 2and let Dt be the restriction of D to t. Thus, Dtx is the Jacobian matrix evaluated atx. A key step in Dubeys proof is to observe that at any interior equilibrium xof G, thediagonal elements of the Jacobian matrix are zero, and that the set of 2 2 matrices withis not an equilibriumzeros on the diagonal is a submanifold of Rof G, we have a similar result, that is, we can show that if x, then Dtxthe only step that differs with Dubeys proof. A B, with A B a submanifold of Ris an equilibrium result of 4 of codimension 2. This step is 4 of codimension 2. If x First, from Lemma 2, for at least one player, we have xx 2 xgenerality, suppose that x This equality is our first constraint on the Jacobian matrix. Formally, define the setis interior, we then have that u 22 BR2x 1. Since xi BRixj. Without loss of 0.A M R4 : M22 0,A6i.e., the set of 2 2 matrices with a zero on the diagonal. Observe that if xequilibrium result, then Dtxof codimension 1.is an 4t A. The set A is a submanifold of R A, or x D13722Second, since X, x 1, br X2 x 1 u 1x 1, br X is an equilibrium outcome, it follows from Theorem 1 that 2 x 1 for all x 1 Y1. We show that these inequalitiesu 1ximpose a relationship between the firstorder derivatives of u 1 with respect to x 1 andx 2, respectively. If br X, then the relationship is trivial. However,whenever Xof subgradient and subdifferential to circumvent this problem.28is a simple commitment, br Xis not differentiable in xis differentiable at x 1. We use the concepts 222j For any function f : Z R, denote f z the subdifferential of f at z. We referfor rigorousthe reader to Clarke 1989, Chapter 1 or Rockafellar 1981, Chapter 3definitions of subdifferentials. As an example, if f z z, then f 0 1, 1.Since u 2 is twice continuously differentiable, BR2 is continuously differentiable, henceis Lipschitz continuous.Lipschitz continuous. From Lemma 1, it then follows that br XNote that Rademacher Theorem implies that br XLet us consider the subdiffential of v 1 : u 1, br Xdifferentiable and br Ximplies thatis differentiable almost everywhere.2 at x 1. Since u 1 is continuouslyis Lipschitz continuous, Theorem 5P of Rockafellar 1981, p. 742222222v 1x 1 u 1xA7x 11 minimizes v 1, 0 v 1x 1 Clarke, 1989, p. 9, hence there exists a u 1x 22 x 1.br Xx 2Since x 2 xbr X21 such thatxthe required relationship. Note that if br Xof br Xevaluated at xu 1x 10 1. 2222u 1x 2x, is differentiable at xA81, then is the derivative For any scalar a, define the set B M R4 : M11 a M12 0,A9i.e., the set of 2 2 matrices with a linear relationship between the two first entries. Itfollows that if xt B take a .4 of codimension 1. It then trivially follows that A BThe set B is a submanifold of Ris a submanifold of Ris an equilibrium result, then Dtx 4 of codimension 2, as required. B, or x D128We refer the reader to Rockafellar 1981 for a good source on the theory of subgradients and nonsmooth optimization.38Finally, define the set C M R4 : the rows of M are linearly dependent.A10 C, or x D1It is easy to see that if xthere exists a neighborhood O of xfor all player i N i.e., there exists dx 1 and dx 2 such thatcid:16 u 1, tis efficient, then Dtxand a xcid:2 O such that uixcid:2cid:16u 1, tu 2, txxxxu 2, tcid:15cid:15x 1x 2x 1x 2dx 1dx 212t C. For otherwise, uix i, i 0,.A11Hence, if a profile xt A B C.or x D1is an equilibrium result and efficient, then Dtx A B CThe next step is to show that for a dense open set T T , D1To do so, we shall show that the codimension of D1of Y , hence is empty. This step is found in Dubeys proof.t A B C is empty.t ABC is 2, that is the dimension Inefficiency and a nonsmooth game Assume that the game G is a game with strategic complementarities and negativeconsonance i.e., xj cid:19 uixi, xj is decreasing in xj for each player i N, i cid:11 j. Note that G is not assumed to be smooth.The first observation is that BR1BR2x 1 x 21x 1, we have br0,BR2xotherwise. Henceforth, if BR1BR2x BR1BR2xthe constrained bestreply of player 2.1 is BR2xx 1 BR2x 2 for all x 2 0, x 1. Since BR2 is monotone increasing inx 1 BR2x 1,1, we have that player 2s bestreply to 1, and br0,BR2x 121 x 1, hence a contradiction with x 1 maximizing player 1s payoff on Second, since u 2 is decreasing in x 1, we obviously have 1 u 2x 2, BR1BR2xu 2x 2, x 1,hence BR1BR2x 1, x 2 improves upon 2s payoff.Finally, since at an equilibrium xof , x 2, x 2 BR2x 2 u 1x,u 1BR1x 1, it follows thatwith a strict inequality if xis not a Nash equilibrium of G.39It follows that BR1x 2, x 2 Paretoimproves upon x, hence xis not efficient. Finally, observe that the result also holds if we assume strategic substitutes and payoffincreasing in the action of the opponent. be an equilibrium outcome of and assume that x Proof of Theorem 4 Let X, xis an improvement upon the status quo. Let x N be a Nash equilibrium, which is efficient uix N for i 1, 2 with at leastin the set of Nash equilibria, for which we have uixone strict inequality. Using Proposition 2, we can assume that x 1. By ourassumption that neither of the leadfollow equilibria is an improvement upon the status 2 BR2xquo, we have thatu 2x u 2x N u 2l 1, BR2l 1.Observe that in all the three profiles, player 2 is best replying to player 1s action.2x 1 : u 2x 1, BR2x 1 is a monotonic function of x 1, hence x Furthermore, as player 2s payoff function is monotonic in his opponents action, we havethat u 1 and l 1 must lie on 1 i.e., we must have either l 1 x Ntwo different sides of x N1. Sincebestreply maps are single valued, we also have that l 1 cid:11 x N1 x 1 or l 1 x N1 cid:11 x 1.1 x Moreover, since x N and l 1, BR2l 1 both lie on the graph of player 2s mother bestreply and u 1 is continuous, we haveu 1l 1, BR2l 1 u 1x u 1x N .Assume that player 2s bestreply function is monotonic. We will show that l 1 and x 1cannot lie on two different sides of x N1 , and give to player 1 a payoff higher than his Nash payoff whenever player 1s payoff function is monotonic in his opponents actionand bestreply functions are monotonic.We first start with the case in which the bestreply function BR2 is nondecreasingand the player 1s payoff function has positive consonance i.e., x 2 cid:19 u 1x 1, x 2 is non1 since l 1 and xdecreasing. From Lemma A3, we have l 1 x Nmust lie on two different sides of x N1. It thus followsthat 1 x 1 BR2x 1 . Moreover, BR2x N1 , therefore l 1 x N1u 1x N1 , BR2x N1 u 1x 1, BR2x N1 u 1x 1, BR2x 1,40where the first strict inequality follows by strict quasiconcavity and the second by positiveconsonance, a contradiction.Second, consider the case in which the bestreply function BR2 is nondecreasingand the player 1s payoff function has negative consonance i.e., x 2 cid:19 u 1x 1, x 2 is nonincreasing. An immediate modification of Lemma A3 implies that l 1 x N1 , and thereforel 1 x N1. It follows that BR2x N1 BR2x 1 xu 1x N1 , BR2x N1 u 1x 1, BR2x N1, and 1 u 1x 1, BR2x 1,where the first strict inequality follows by strict quasiconcavity and the second by negativeconsonance, a contradiction.The other cases are similar and left to the reader.41References1 A. R. Admati and M. Perry, Joint projects without commitment, Review of Economic Studies, 58 1991, pp. 259276.2 R. Amir and I. Grilo, Stackelberg versus Cournot Equilibrium, Games and Economic Behavior, 26 1999, pp. 121.3 S. Bade, G. Haeringer, and L. Renou, More strategies, more Nash equilibria.Journal of Economic Theory. Forthcoming. August 2005.4 R. E. Baldwin and P. Krugman, Agglomeration,integration and tax harmonisation, European Economic Review, 48 2004, pp. 123.5 B. D. Bernheim and M. D. Whinston, Incomplete contracts and strategic ambiguity, American Economic Review, 88 1998, pp. 902932.6 F. H. Clarke, Methods of dynamic and nonsmooth optimization, CBMSNSF Regional Conference Series in Applied Mathematics; 57, Society for Industrial and Applied Mathematics, 1989.7 E. van Damme and S. Hurkens, Endogenous Stackelberg leadership, Games and Economic Behavior, 28 1999, pp. 105129.8 P. Dubey, Inefficiency of Nash equilibria, Mathematics of Operations Research, 111986, pp. 18.9 D. Fudenberg and J. Tirole, Game Theory, MIT Press, Cambridge, 1991.10 A. Gomez and P. Jehiel, Dynamic processes of social and economic interactions,Journal of Political Economy, 113 2005, pp. 626667.11 J. H. Hamilton and S. M. Slutsky, Endogeneous timing in duopoly games:Stackelberg or Cournot equilibria, Games and Economic Behavior, 2 1990, pp. 2946.12 C. Harris, P. J. Reny, and A. Robson, The existence of subgameperfect equilibrium in continuous games with almost perfect information: A case for extensiveformcorrelation, Econometrica, 63 1995, pp. 507544.4213 J. Harsanyi, Oddness of the number of equilibrium points: a new proof, International Journal of Game Theory, 2 1973, pp. 235250.14 O. Hart and J. Moore, Agreeing now to agree later: Contracts that rule out butdo not rule in. Mimeo, London School of Economics, May 2004.15 M. Jackson and S. Wilkie, Endogenous games and mechanisms: Side paymentsamong players, Review of Economic Studies, 72 2005, pp. 543566.16 B. Lockwood and J. P. Thomas, Gradualism and irreversibility, Review of Economic Studies, 69 2002, pp. 339356.17 G. Maggi and A. Rodr guezClare, Import tariffs, export subsidies and thetheory of trade agreements. Mimeo, June 2005a.18, A politicaleconomy theory of trade agreements. Mimeo, September 2005b.19 H. Moulin, Dominance solvability and Cournot stability, Mathematical Social Sciences, 7 1984, pp. 83102.20 A. Muthoo, A Bargaining Model Based on the Commitment Tactic, Journal of Economic Theory, 69 1996, pp. 134152.21 M. J. Osborne and A. Rubinstein, A Course in Game Theory, MIT Press, 1994.22 L. Renou, Games of commitments: general results, Mimeo, University of Adelaide,2006.23 R. Rockafellar, The Theory of subgradients and its applications to problems ofoptimization. Convex and nonconvex funtions, Research and Education in Mathematics, Heldermann Verlag Berlin, 1981.24 R. Romano and H. Yildirim, On the endogeneity of CournotNash and Stackelbergequilibria: games of accumulation, Journal of Economic Theory, 120 2005, pp. 73107.25 T. C. Schelling, An essay on bargaining, American Economic Review, 46 1956,pp. 281306.4326, The Strategy of Conflict, Harvard University Press, Cambridge, MA, 1960.27 J. Wilson, Theories of tax competition, National Tax Journal, 52 1999, pp. 269304.28 E. Zeidler, Nonliner functional analysis and its applications I: FixedPoint Theorems, SpringerVerlag, NewYork, 1986.29 G. Zodrow and P. Mieszkowski, Pigou, Tiebout, property taxationand the underprovision of local public goods, Journal of Urban Economics, 19 1986, pp. 356370.44NOTE DI LAVORO DELLA FONDAZIONE ENI ENRICO MATTEI Fondazione Eni Enrico Mattei Working Paper Series Our Note di Lavoro are available on the Internet at the following addresses: http:www.feem.itFeemPubPublicationsWPapersdefault.html http:www.ssrn.comlinkfeem.html http:www.repec.org http:agecon.lib.umn.edu NOTE DI LAVORO PUBLISHED IN 2006 1.2006 2.2006 3.2006 4.2006 5.2006 Anna ALBERINI: Determinants and Effects on Property Values of Participation in Voluntary Cleanup Programs: The Case of Colorado Valentina BOSETTI, Carlo CARRARO and Marzio GALEOTTI: Stabilisation Targets, Technical Change and the Macroeconomic Costs of Climate Change Control Roberto ROSON: Introducing Imperfect Competition in CGE Models: Technical Aspects and Implications Sergio VERGALLI: The Role of Community in Migration Dynamics Fabio GRAZI, Jeroen C.J.M. van den BERGH and Piet RIETVELD: Modeling Spatial Sustainability: Spatial Welfare Economics versus Ecological Footprint Olivier DESCHENES and Michael GREENSTONE: The Economic Impacts of Climate Change: Evidence from Agricultural Profits and Random Fluctuations in Weather Michele MORETTO and Paola VALBONESE: Firm Regulation and ProfitSharing: A Real Option Approach Anna ALBERINI and Aline CHIABAI: Discount Rates in Risk v. Money and Money v. Money Tradeoffs Jon X. EGUIA: United We Vote Shao CHIN SUNG and Dinko DIMITRO: A Taxonomy of Myopic Stability Concepts for Hedonic Games Fabio CERINA lxxviii: Tourism Specialization and Sustainability: A LongRun Policy Analysis Valentina BOSETTI, Mariaester CASSINELLI and Alessandro LANZA lxxviii: Benchmarking in Tourism Destination, Keeping in Mind the Sustainable Paradigm Jens HORBACH: Determinants of Environmental Innovation New Evidence from German Panel Data Sources Fabio SABATINI: Social Capital, Public Spending and the Quality of Economic Development: The Case of Italy Fabio SABATINI: The Empirics of Social Capital and Economic Development: A Critical Perspective Giuseppe DI VITA: Corruption, Exogenous Changes in Incentives and Deterrence Rob B. DELLINK and Marjan W. HOFKES: The Timing of National Greenhouse Gas Emission Reductions in the Presence of Other Environmental Policies Philippe QUIRION: Distributional Impacts of EnergyEfficiency Certificates Vs. Taxes and Standards Somdeb LAHIRI: A Weak Bargaining Set for Contract Choice Problems 6.2006 7.2006 8.2006 9.2006 10.2006 11.2006 12.2006 13.2006 14.2006 15.2006 16.2006 17.2006 18.2006 19.2006 20.2006 Massimiliano MAZZANTI and Roberto ZOBOLI: Examining the Factors Influencing Environmental 21.2006 22.2006 Marzio GALEOTTI, Matteo MANERA and Alessandro LANZA: On the Robustness of Robustness Checks of the 23.2006 24.2006 Innovations Y. Hossein FARZIN and KenICHI AKAO: Nonpecuniary Work Incentive and Labor Supply Environmental Kuznets Curve Y. Hossein FARZIN and KenICHI AKAO: When is it Optimal to Exhaust a Resource in a Finite Time? Y. Hossein FARZIN and KenICHI AKAO: Nonpecuniary Value of Employment and Natural Resource Extinction Lucia VERGANO and Paulo A.L.D. NUNES: Analysis and Evaluation of Ecosystem Resilience: An Economic Perspective Danny CAMPBELL, W. George HUTCHINSON and Riccardo SCARPA: Using Discrete Choice Experiments to Derive IndividualSpecific WTP Estimates for Landscape Improvements under AgriEnvironmental Schemes Evidence from the Rural Environment Protection Scheme in Ireland Vincent M. OTTO, Timo KUOSMANEN and Ekko C. van IERLAND: Estimating Feedback Effect in Technical Change: A Frontier Approach Giovanni BELLA: Uniqueness and Indeterminacy of Equilibria in a Model with Polluting Emissions Alessandro COLOGNI and Matteo MANERA: The Asymmetric Effects of Oil Shocks on Output Growth: A MarkovSwitching Analysis for the G7 Countries Fabio SABATINI: Social Capital and Labour Productivity in Italy Andrea GALLICE lxxix: Predicting one Shot Play in 2x 2 Games Using Beliefs Based on Minimax Regret Andrea BIGANO and Paul SHEEHAN: Assessing the Risk of Oil Spills in the Mediterranean: the Case of the Route from the Black Sea to Italy Rinaldo BRAU and Davide CAO lxxviii: Uncovering the Macrostructure of Tourists Preferences. A Choice Experiment Analysis of Tourism Demand to Sardinia Parkash CHANDER and Henry TULKENS: Cooperation, Stability and SelfEnforcement in International Environmental Agreements: A Conceptual Discussion Valeria COSTANTINI and Salvatore MONNI: Environment, Human Development and Economic Growth Ariel RUBINSTEIN lxxix: Instinctive and Cognitive Reasoning: A Study of Response Times SIEV CCMP CCMP KTHC SIEV CCMP PRCG SIEV CTN CTN NRM NRM CCMP KTHC KTHC CSRM CCMP IEM CTN CCMP SIEV CCMP NRM NRM SIEV 25.2006 SIEV 26.2006 KTHC CCMP IEM KTHC ETA IEM NRM CTN IEM ETA 27.2006 28.2006 29.2006 30.2006 31.2006 32.2006 33.2006 34.2006 35.2006 36.2006 37.2006 Maria SALGADO lxxix: Choosing to Have Less Choice 38.2006 39.2006 40.2006 41.2006 42.2006 43.2006 Justina A.V. FISCHER and Benno TORGLER: Does Envy Destroy Social Fundamentals? The Impact of Relative Income Position on Social Capital Benno TORGLER, Sascha L. SCHMIDT and Bruno S. FREY: Relative Income Position and Performance: An Empirical Panel Analysis Alberto GAGO, Xavier LABANDEIRA, Fidel PICOS And Miguel RODRIGUEZ: Taxing Tourism In Spain: Results and Recommendations Karl van BIERVLIET, Dirk Le ROY and Paulo A.L.D. NUNES: An Accidental Oil Spill Along the Belgian Coast: Results from a CV Study Rolf GOLOMBEK and Michael HOEL: Endogenous Technology and Tradable Emission Quotas Giulio CAINELLI and Donato IACOBUCCI: The Role of Agglomeration and Technology in Shaping Firm Strategy and Organization Alvaro CALZADILLA, Francesco PAULI and Roberto ROSON: Climate Change and Extreme Events: An Assessment of Economic Implications 44.2006 45.2006 M.E. KRAGT, P.C. ROEBELING and A. RUIJS: Effects of Great Barrier Reef Degradation on Recreational Demand: A Contingent Behaviour Approach C. GIUPPONI, R. CAMERA, A. FASSIO, A. LASUT, J. MYSIAK and A. SGOBBI: Network Analysis, Creative System Modelling and Decision Support: The Net Sy Mo D Approach 46.2006 47.2006 Walter F. LALICH lxxx: Measurement and Spatial Effects of the Immigrant Created Cultural Diversity in 48.2006 49.2006 Sydney Elena PASPALANOVA lxxx: Cultural Diversity Determining the Memory of a Controversial Social Event Ugo GASPARINO, Barbara DEL CORPO and Dino PINELLI lxxx: Perceived Diversity of Complex Environmental Systems: Multidimensional Measurement and Synthetic Indicators Aleksandra HAUKE lxxx: Impact of Cultural Differences on Knowledge Transfer in British, Hungarian and Polish Enterprises Katherine MARQUAND FORSYTH and Vanja M. K. STENIUS lxxx: The Challenges of Data Comparison and Varied European Concepts of Diversity Gianmarco I.P. OTTAVIANO and Giovanni PERI lxxx: Rethinking the Gains from Immigration: Theory and Evidence from the U.S. 50.2006 51.2006 52.2006 53.2006 Monica BARNI lxxx: From Statistical to Geolinguistic Data: Mapping and Measuring Linguistic Diversity Lucia TAJOLI and Lucia DE BENEDICTIS lxxx: Economic Integration and Similarity in Trade Structures 54.2006 Suzanna CHAN lxxx: Gods Little Acre and Belfast Chinatown: Diversity and Ethnic Place Identity in 55.2006 Belfast Diana PETKOVA lxxx: Cultural Diversity in Peoples Attitudes and Perceptions 56.2006 John J. BETANCUR lxxx: From Outsiders to OnPaper Equals to Cultural Curiosities? The Trajectory of 57.2006 Diversity in the USA Kiflemariam HAMDE lxxx: Cultural Diversity A Glimpse Over the Current Debate in Sweden 58.2006 Emilio GREGORI lxxx: Indicators of Migrants SocioProfessional Integration 59.2006 ChristaMaria LERM HAYES lxxx: Unity in Diversity Through Art? Joseph Beuys Models of Cultural 60.2006 Dialogue Sara VERTOMMEN and Albert MARTENS lxxx: Ethnic Minorities Rewarded: Ethnostratification on the Wage 61.2006 Market in Belgium Nicola GENOVESE and Maria Grazia LA SPADA lxxx: Diversity and Pluralism: An Economists View 62.2006 Carla BAGNA lxxx: Italian Schools and New Linguistic Minorities: Nationality Vs. Plurilingualism. Which 63.2006 Ways and Methodologies for Mapping these Contexts? Vedran OMANOVIC lxxx: Understanding Diversity in Organizations Paradigmatically and Methodologically 64.2006 65.2006 Mila PASPALANOVA lxxx: Identifying and Assessing the Development of Populations of Undocumented 66.2006 67.2006 Monika SEDENKOVA and Jiri HORAK lxxx: Multivariate and Multicriteria Evaluation of Labour Market Situation Dirk JACOBS and Andrea REA lxxx: Construction and Import of Ethnic Categorisations: Allochthones in The Netherlands and Belgium Eric M. USLANER lxxx: Does Diversity Drive Down Trust? Paula MOTA SANTOS and Joao BORGES DE SOUSA lxxx: Visibility Invisibility of Communities in Urban Systems Rinaldo BRAU and Matteo LIPPI BRUNI: Eliciting the Demand for Long Term Care Coverage: A Discrete Choice Modelling Analysis Dinko DIMITROV and ClausJOCHEN HAAKE: Coalition Formation in Simple Games: The Semistrict Core Ottorino CHILLEM, Benedetto GUI and Lorenzo ROCCO: On The Economic Value of Repeated Interactions Under Adverse Selection Sylvain BEAL and Nicolas QUEROU: Bounded Rationality and Repeated Network Formation Sophie BADE, Guillaume HAERINGER and Ludovic RENOU: Bilateral Commitment Migrants: The Case of Undocumented Poles and Bulgarians in Brussels Roberto ALZETTA lxxx: Diversities in Diversity: Exploring Moroccan Migrants Livelihood in Genoa 71.2006 72.2006 73.2006 74.2006 75.2006 68.2006 69.2006 70.2006 ETA ETA ETA CCMP IEM CCMP KTHC CCMP SIEV NRM KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC KTHC ETA CTN CTN CTN CTN lxxviii This paper was presented at the Second International Conference on Tourism and Sustainable Economic Development Macro and Micro Economic Issues jointly organised by CRENo S Universita di Cagliari and Sassari, Italy and Fondazione Eni Enrico Mattei, Italy, and supported by the World Bank, Chia, Italy, 1617 September 2005. lxxix This paper was presented at the International Workshop on Economic Theory and Experimental Economics jointly organised by SET Center for advanced Studies in Economic Theory, University of MilanoBicocca and Fondazione Eni Enrico Mattei, Italy, Milan, 2023 November 2005. The Workshop was cosponsored by CISEPS Center for Interdisciplinary Studies in Economics and Social Sciences, University of MilanBicocca. lxxx This paper was presented at the First EURODIV Conference Understanding diversity: Mapping and measuring, held in Milan on 2627 January 2006 and supported by the Marie Curie Series of Conferences Cultural Diversity in Europe: a Series of Conferences. CCMP SIEV NRM KTHC IEM CSRM PRCG ETA CTN 2006 SERIES Climate Change Modelling and Policy Editor: Marzio Galeotti Sustainability Indicators and Environmental Valuation Editor: Anna Alberini Natural Resources Management Editor: Carlo Giupponi Knowledge, Technology, Human Capital Editor: Gianmarco Ottaviano International Energy Markets Editor: Anil Markandya Corporate Social Responsibility and Sustainable Management Editor: Sabina Ratti Privatisation Regulation Corporate Governance Editor: Bernardo Bortolotti Economic Theory and Applications Editor: Carlo Carraro Coalition Theory Network ", "filename": "NDL2006-075.pdf", "person": ["Guillaume Haeringer", "Haeringer, Guillaume", "Sophie Bade", "Bade, Sophie", "Ludovic Renou", "Renou, Ludovic"], "date": ["2006"]}