{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/19879/1/Otter.pdf"], "title": ["Does Inequality Harm Income Mobility and Growth? An Assessment of the Growth Impact of Income and Education Inequality in Paraguay 1992: 2002"], "plaintext": "Does Inequality Harm Income Mobility and Growth? An Assessment of the Growth Impact of Income and Education Inequality in Paraguay 1992 2002 By Thomas Otter Abstract Poverty reduction is entirely determined by the growth rate of populations mean per capita income 1 and by the change in the distribution of income. This places the empirical relation between growth and inequality at the heart of poverty reducing strategies. This study, which estimates the relation for Paraguay, aims to identify the growth effects of income and education inequality while controlling other factors such as initial levels of wealth and human capital, family characteristics and unobserved spatial heterogeneity. The paper uses two sets of small area welfare estimates often referred to as poverty maps to estimate five different models of per capita income growth between 1992 and 2002, by comparing pseudo panel samples of these poverty maps. Since the analysis is based on groups of people, grouped in a pseudo panel, the results can be understood as well as an income mobility indicator. In the models used, standard errors were corrected to reflect the uncertainty as a result of income estimates, rather than income observations, being used. These corrections are sizable: standard errors using estimates are between 1 and 20 times larger than using income observations. The more homogeneous the sample is, the lower the error increase. Conditional convergence initially low income groups grew faster is confirmed by the results. They indicate that it is income inequality rather than human capital inequality, that affects growth and that this effect is negative. Nevertheless, there are also positive growth effects of human capital inequality, however some not as strong as income inequality results. 1 Per capita income is the official indicator for poverty measurement used in Paraguay by the National Statistical Bureau DGEEC 1Contents 1. Introduction 2. Data: macro, micro and small area welfare estimates 3. Small area welfare estimation 4. The model 5. Estimation 6. Results 7. Discussion 8. Conclusions Appendix References x x x x x x x x x x 2List of Tables Table 2.1 Welfare estimates, Paraguay, Selected Years Table 2.2 Variables and descriptive statistics Asuncion Table 2.3 Variables and descriptive statistics Central Urban Table 2.4 Variables and descriptive statistics Remaining Urban Table 2.5 Variables and descriptive statistics Rural Table 2.6 Variables and descriptive statistics ProPoorGrowthPanels Table 2.7 Variance adjustments Asuncion Table 2.8 Variance adjustments Central Urban Table 2.9 Variance adjustments Remaining Urban Table 2.10 Variance adjustments Rural Table 2.11 Variance adjustments ProPoorGrowth Panels Table 2.12 Regression results Asuncion Table 2.13 Regression results Central Urban Table 2.14 Regression results Remaining Urban Table 2.15 Regression results Rural Table 2.16 Regression results ProPoorGrowth Panels List of Figures Figure 2.1 District means of education and education inequality of household head in rural Paraguay 1992 x x x x x x x x x x x x x x x x x 3Acronyms 2SLS CEPAL DGEEC i.i.d. IADB LHS OLS PCI PPG RHS UNDP Two Stage Least Squares Comision Economica para America Latina Direccion General de Estadistica, Encuestas y Censo independent and identically distributed InterAmerican Development Bank Left Hand Side Ordinary Least Square Per Capita Income ProPoorGrowth Right Hand Side United Nations Development Program 4 1. Introduction Latin America is the most unequal region of the world in terms of income or expenditure, as well as regarding other aspects of economic or social exclusion. The region suffered the lost decade of the nineteen eighties, and lived a modest recovering in the nineteen nineties. In the nineteen nineties, most of the governments implemented stabilization politics, more or less close to the proposals of the Washington Consensus. Paraguay itself, however, neither suffered a debt crisis nor a mayor economic instability during the eighties, so the stabilization policies would not have been necessary or useful for the Paraguayan economy and business cycles in the nineties. Nevertheless, many of the macroeconomic policies applied in Paraguay during the nineties were close to the Washington Consensus. The most striking macroeconomic result of the decade was a per capita income decrease beginning in late 1995, hand in hand with a poverty increase after 1996. Given the persistently high levels of poverty incidence in Paraguay to date, understanding the determinants of growth at the household level in Paraguayan economy remains an important but underresearched field in economics. This appears to be particularly true for the question whether inequality has a positive or negative effect on economic growth, a question that is both fundamental in development economics and highly relevant for poverty reduction policies. Although the effect of inequality on growth has important implications for poverty Bourguignon, 2004; Ravallion, 1997, empirical evidence on this link is virtually inexistent for Paraguay.2 The effect of inequality on economic growth is the subject of a large literature. Aghion et al., 1999 and Thorbecke and Charumilind, 2002 review this literature and show that theory does not provide firm predictions of the sign of the effect.3 Empirical 2 Different country analysis on aspects of financial liberalization and openness were run by a research team supported by CEPAL, UNDP and IADB. These studies include Paraguay, focussing on CGE simulation models and their counterfactual effects on households, but these analyses do not consider the effect of inequality on growth Ganuza, Morley and Taylor 1998; Ganuza, Paes de Barros, Taylor and Vos 2001; Ganuza, Morley, Robinson and Vos 2004. 3 Positive inequalitygrowth effects can be attributed to a positive effect on savings, to the existence of investment indivisibilities or to positive incentive effects of inequality. A negative inequalitygrowth effect can be explained by political tension, instability and demands for redistribution due to inequality, by reduced investment opportunities for the poor, worsened borrowers incentives and by higher macroeconomic volatility. A unified model that aims to reconcile these conflicting effects is 5studies in the 1990s have been   impressively unambiguous   Aghion et al., 1999, p.1617 in concluding that the growth effect of inequality is negative, but more recently some authors have obtained contrasting results e.g. Forbes, 2000. The most common denominator in these studies is the nature of the data used: the empirical inequalitygrowth literature is largely based on crosscountry data. This paper contributes to the existing inequalitygrowth literature by providing empirical evidence that is new in a number of ways. First, the present study is based on micro data for Paraguay. This allows avoiding data comparability problems that affect crosscountry studies see Section 2. While there are a small number of inequalitygrowth studies using micro data, this is the first such study for Paraguay. Second, the data used consists partly of the socalled small area welfare estimates, which are obtained by combining information from a census and a survey. For this paper the small area welfare estimates were grouped in a pseudo panel. Third, theoretical and empirical studies have been criticized for their focus on income or expenditure inequality as the determinant of growth. Birdsall and Londono 1997 show that once land and human capital inequality are entered in a crosscountry growth regression, income inequality no longer has a significant effect on growth. Elbers and Gunning 2004 address this issue theoretically using a Ramsey type household growth model and show that growth is affected by underlying inequalities in assets, abilities and shocks. In particular, these authors show that higher ability human capital inequality will positively affect growth if the production function is convex in ability. In that case, a meanpreserving spread in human capital results in a higher mean steady state level of output, and therefore in higher growth. In this paper, this issue is explicitly addressed by estimating the growth effect of inequality in human capital. The results indicate that it is income inequality rather than human capital inequality that affects growth and that this effect is negative. Nevertheless, there are also positive growth effects of human capital inequality, some less strong than income inequality results. The paper is organized as follows. Section 2 discusses the existing empirical inequalitygrowth and some of the income mobility literature. Small area welfare estimates as an alternative source of data for this type of investigation are briefly presented in Galor 2000; this paper predicts that the effect of inequality on growth is nonlinear, with 6described. In Section 3 the growth model and descriptive statistics are presented. Section 4 presents a discussion of econometric issues that need to be addressed given the model in use and, in particular, given that some of the variables have been imputed using small area welfare estimation. Results are presented in Section 5 and conclude in Section 6. 2. Data: macro, micro and small area welfare estimates Crosscountry inequalitygrowth studies, while providing considerable empirical evidence, have been criticized for various reasons. A general problem with both macro crosscountry and micro growth studies is the openendedness of the underlying theory: many variables potentially affect growth and theory may often not give clear guidance as to which specification is preferable. Data used in crosscountry studies are national aggregates that are likely to lose valuable region or gender specific information Deininger and Okidi, 2003. Brock and Durlauf 2001 reject causal interpretations in crosscountry studies except under considerably exceptional conditions. Their main argument is that causal interpretation requires that estimated parameters can be assumed constant, which is not plausible given the importance of countryspecific unobserved information e.g. regarding policy. Comparability of variables that are intended to measure the same concepts across countries is a further issue in crosscountry studies. This is particularly problematic for crosscountry inequality data Atkinson and Brandolini, 2001. An issue that has not received much attention in the literature is that, even when variables are defined and measured in exactly the same way, national statistics including GDP are often estimates derived from, for instance, national household surveys as is the case for inequality estimates. Even if these estimates are representative at the national level, they are still point estimates with a standard error, a fact that the analyst has to take into account when doing regressions: one should expect that properly accounting for the uncertainty with respect to these estimates, reflected by their standard error, translates into higher standard errors in the growth regression coefficient estimates. This problem is equivalent to the one encountered when using small area welfare estimates in regression analysis, as is discussed in detail in Section 4. a positive effect at an early stage of economic development and a negative effect at a later stage. 7A problem with household data is that only surveys for very large countries provide sufficient data points to meaningfully include inequality indicators in a regression while census data typically do not provide the income or wealth variables and covariates needed in a growth regression. As a result, only a small number of inequalitygrowth studies that use micro or regional data remain. Ravallion, 1998 estimates a linear household level growth model with local externalities and finds a significant negative effect of inequality for rural China. Balisacan and Fuwa, 2003, find a positive effect of inequality on provincial level growth for the Philippines, using a linear model. Schipper and Hoogeveen 2004, using downstream regressions for Uganda, found that it is human capital inequality rather than income inequality that affects growth and that the effect is positive. An important advantage of regional or household data is that comparability problems are much less severe than in crosscountry datasets: the definitions of variables or phrasing of survey questions are generally uniform across regions for a given dataset. Depending on the level of desegregations, regional analyses may also be able to use larger numbers of observations than crosscountry analyses; household growth studies are especially advantaged in this sense. Until recently, the unavailability of nationwide inequality data covering a larger period precluded the study of the inequalitygrowth relation for Paraguay 4. However, the application of welfare estimation techniques for small area target populations has recently provided income estimates for all households in Paraguay for 1992 and 2002 Otter, 2006. This now allows the study of the inequalitygrowth relation for Paraguay. 3. Small area welfare estimation Part of the data used for this paper is derived using small area welfare estimating techniques first described in Hentschel et al., 2000 and refined in Elbers et al., 2003; the latter paper is referred for details of the technique and provide a brief review below. 4 The first nation wide inequality estimates in Paraguay are based on the household survey of 1992 carried out by IADB and the National University. Only as from 1998 does the National Statistics Bureau DGEEC provide annual updates of nation wide household surveys. 8Small area welfare estimation combines data from a census and a household survey in a threestage process. First, a set of variables that are common to the survey and the census are identified. Second, household per capita expenditure is regressed on these common variables using the household survey data and census means obtained for the clusters from which the survey households originate; this yields coefficient estimates with the associated variancecovariance matrix and estimates of the distribution of household and cluster error terms. Third, out of sample prediction on unit record census data is used. Predicted values are calculated typically 100 times, each time drawing variable coefficients and household specific and cluster level error terms from the relevant distributions. This yields, for each household in the census, predicted per capita income and its standard error. A close correspondence between census and survey household characteristics is needed to obtain reliable welfare estimates.5 For this reason, small area welfare estimates have typically only been generated for the years close to a census year. Hoogeveen et al. 2003 show how, in the presence of panel survey data for which one of the waves was collected at the time of the census, the welfare estimates can be updated by associating household characteristics collected during the census year, with expenditures obtained for a more recent period. Since panel surveys do not exist for Paraguay, and since the analysis of the present paper is based on two different censuses, the inequality and growth analysis is based on a pseudo panel build up from income estimates for each household in each census. More formally written small area welfare estimates can be estimated by using the following model: lnycs,t 1Elnycs,t 1Xcs t, c t,1 12.1 cs t,where subscript t, survey households is represented with subscript s, census households is represented with subscript h, and the cluster from which census and survey households originate is represented with subscript c. 5 Much attention is therefore devoted to identifying common variables by assuring that variable definitions are identical between the census and the survey, that questions are phrased the same way, that coding and enumerator instructions are identical and that the survey and census are fielded contemporaneously. When the latter condition is not met and this is more of a problem in rapidly changing economic environments, changes in the economic situation will be reflected in household characteristics. As a result, survey variables identified as common to the census, are actually not representative of the census and small area welfare estimates can not be derived. 9Predicted log per capita expenditure is now derived, for each household in the census, from: lny%ch t,1and welfare estimates are based on: X %c t,Tch t,%%c %t 1E W m y%1,tt h t, 1 12.2 2.3 Once predictions are made using 2.2 welfare estimates can be generated for any administrative unit, but their precision decreases with the degree of disaggregation. For Paraguay, accurate welfare estimates coming from household surveys are available for three levels; nation wide, by urban or rural area and by region.6 Our analysis makes use of two data sets: unit record data from Paraguays 1992 population census, combined with 1992 household survey. Small area welfare estimates for all households are carried out. The same exercise is carried out with the 2002 population census and the 2002 household survey. The 1992 census was carried out in August 1992 and covers 526,050 urban households and 454,342 rural households. The 1992 household survey was carried out between October and December 1992. The 2002 census was carried out in August 2002 and covers 782,966 urban households and 505,567 rural households. The 2002 household survey was carried out during November and December 2002. Both censuses comprise, for all household members, information on household composition, ethnic background, marital status and educational attainment. Growth and inequality variables are calculated using the income values prepared by Otter 2006. The author shows that the income estimates for 1992 and 2002 are unbiased and closely correlated estimates of the true welfare estimates derived from the national household surveys. Estimates of income and inequality were derived for all 224 districts 7 of Paraguay for both years. Based on comparable household income data, they represent the first data set for Paraguay with comparable inequality estimates for two points in time for a substantial number of observations. 6 That is, the ratios of mean values to standard errors are about the same as those obtained in household surveys. 7 The Paraguayan distrito is a municipality, the smallest existing administrative unit. 10 Table 2.1 Welfare estimates, Paraguay, Selected Years Region Poverty change Poverty ratio per capita income 1992 2002 0.298 0.234 Asuncion Central Urban 0.401 Remaining Urban Rural National 0.469 0.495 0.443 0.557 0.405 0.543 0.485 Inequality change Gini 0.097 Income Growth 0.077 0.102 0.042 0.016 0.059 0.066 0.065 0.082 0.058 0.274 0.389 0.136 0.097 0.095 Note: column entries are regional means of district estimates. Source: Authors calculations based on results in Otter 2006 A summary of the welfare estimates used in this paper is presented in Table 2.1. The Table confirms that on average poverty increased over the 1990s, except for the Remaining Urban region. Also, the increase in poverty was not distributed uniformly. Asuncion and Central Urban were the most affected regions. At the same time, inequality decreased where poverty increased and vice versa. Mean income increased in all regions except Asuncion. Even if this seems contradictory it is consistent with the macroeconomic history of Paraguay over the decade, with a growth period and poverty reduction until 1997. During this period, in general, income increased and inequality decreased. In the following period of recession 1998 to 2002 characterized by income decrease, not all of these mean income increases and inequality decreases were lost. Nevertheless poverty rose by means of the appearance of an important number of new poor. Since pseudo panels are used for the analysis, the results could also be interpreted as an indicator for incomemobility, since the growth rates of estimated mean household per capita income between 1992 and 2002 at a district level are used as independent variables. However, since education inequality is used as one of the dependent variables, we also have notions of human capital in the analysis. This brings the results close to the link between growth, inequality and social mobility. One of the primary motivations for economic mobility studies is to gauge the extent to which longerterm incomes are distributed more or less equally than are singleyear 11incomes. Krugman, for instance, stated: If income mobility were very high, the degree of inequality in any given year would be unimportant, because the distribution of lifetime income would be very even   An increase in income mobility tends to make the distribution of lifetime income more equal Krugman, 1992. Similar statements have been made by Shorrocks 1978, Atkinson, Bourguignon, and Morrisson 1992, Slemrod 1992, and Jarvis and Jenkins 1998. Social mobility and income inequality together describe the fairness of an income distribution. If income is very unevenly distributed and social mobility is low, then there is a large gap between rich and poor and there is little chance of crossing that gap. However, since social mobility might me related to education, who has more mobility, bettereducated individuals or lesseducated people? The answers may depend on the mobility concept used. In the intergenerational context, the recipient unit is the family, specifically a parent and a child. In the intragenerational context, the recipient unit is the individual or family at two different dates. The pseudo panel used in this paper refers to an intergenerational model, but the observation period is not a whole generation, but only a ten year difference. Literature distinguishes between six notions of mobility. Briefly, they are: timedependence, which measures the extent to which economic wellbeing in the past determines individuals economic wellbeing at present; positional movement, which is what is measured when looking at individuals changes in economic positions ranks, centiles, deciles, or quintiles; share movement, which arises when individuals shares of the total income change; income flux, which is what is gauged when looking at the size of the fluctuations in individuals incomes but not their sign; directional income movement, which is what we measure when we determine how many people move up or down per amount of dollars; and mobility as an equalizer of longerterm incomes, which involves comparing the inequality of income at one point in time with the inequality of income over a longer period. If the results of this paper might be understood as an income mobility indicator, the study belongs in part to time dependence because it considers initial levels of income and education inequality and in part to positional movements because it asks if there was some propoor growth. Several papers show how the allocation of talent in an economy is important for the 12level of growth. Murphy, Shleifer, and Vishny 1991, for example, show that when talented people are attracted to the productive sector, they create high growth, but if they instead are attracted to rent seeking activities, they create stagnation. However, the use of talent needs the opportunity to be developed and exposed by a formal educational process. Two papers have theoretically analyzed the relationship between social mobility and economic growth Raut 1996; Hassler Mora 1998. They both arrive to the conclusion that high social mobility is associated with higher economic growth, but the direction of causality and the transmission mechanisms between mobility and growth differ slightly between the models. Raut 1996 develops a signaling model of endogenous growth in which innate talents and education levels of workers drive the basic scientific knowledge accumulation in the economy. The second study is by Hassler Mora 1998. They analyze an economy with two types of individuals: workers and entrepreneurs. Entrepreneurs are those who generate new ideas and new technologies and make the economy grow. The more intelligent the entrepreneurs the higher the growth rate of the economy. The implication of the above mentioned studies is that to achieve optimum growth it is important that people get the opportunity to work in the sectors where they are most productive. This requires that young peoples educational and occupational choices be determined by talent and not limited by family background. Linking these ideas to the model used in this paper, initial income level could be a proxy for family background and initial education level as institutional opportunities to develop talent which is supposed to be distributed randomly. 4. The model For estimating yearly per capita income growth over the period 1992 2002 we build up a pseudo panel at the district level, to be able to compare 1992 and 2002 results. The pseudo panel takes into account the age of the household head 3 year steps, his age of schooling 3 year steps, his mother tongue as a proxy for ethnicity, the district of residence and the condition of migration only nonmigrant households are included. Groups with common characteristics in 1992 and 2002 with more than 29 observations were considered for the model. Only nonmigrant households entered the 13model. This is, on the one hand, because migration is not an important phenomenon over the whole period 8 and, on the other, to analyse growth determinants we can focus on the change of real conditions in each district, which are not biased by changes due to migration. Final estimates were carried out for five different models 9; Asuncion 471 panels, Central Urban 655 panels, Remaining Urban 762 panels, Rural 2388 panels and propoorgrowth households 1300 panels sample which includes all groups from any region living below the poverty line but having experienced positive income growth. Estimate growth effects using a pseudo panel can eventually be problematic. All households in a panel, even if they are different between each other, have to observe the same panel mean income change; this can cause problems of heteroskedasticity. Even if all households grouped together ought to be similar, some differences still remain. Not all sources of heteroskedasticity can or should be captured via a relationship with an independent variable. For example, using grouped data leads to heteroskedasticity if the groups are not all the same size. In this case the error variances are proportional to the group sizes. Using weighting factors could be a solution for this problem. In our case, households are the elements composing panel groups. Every household enters the panel with size one, since characteristics of the household head are used as grouping criteria. Since this paper uses census data, no weighting factors are used. All size differences between groups reflect reality and should be taken as such since all households in the country are considered only migrant households are left out of the analysis. For all five models to be run, panel groups contain between 30 and up to 1000 households. Nevertheless, in all cases, panels including between 30 and 250 households cover more than 90% of all observations. The distribution of these panel groups by size is almost the same. So if there is a hetersokedasticity problem caused by different panel sizes, it would be a systematic one. In the model we estimate yearly per capita income growth of each panel group, over the period 1992 2002 as a function of, for 1992, per capita income, income 8 As a result, there are very few or no panels by district which fulfil the conditions of identical characteristics and more than 29 observations in the panel. 9 Since income estimates in Otter 2006 were carried out for four different regions, each of these with its own poverty line, the growth analysis is based on the same regions as well as a growth analysis for poor households. 14inequality, human capital inequality, male and female human capital household demographics and employment sector. The model we estimate can be represented as: gi,d y% i,02 y% i,92 10 yi,921 Iexpi,922 Iedui,923 Xi,92 d ui 2.4 With the exception of the Gini coefficients, which are district averages, all other values are averages by panel i: g is the annual income growth rate between 1992 and 2002; y is the logarithm of per capita income; Iexp is the Gini coefficient for per capita household income; Iedu is the Gini coefficient for the number of years of formal education of the household head. X is a matrix of other covariates consisting of human capital number of years of formal education entered separately for household heads and for spouses, head age, gender of the household head, logarithm of the number of individuals in each household, number of children and dummy variables for employment sectors, changes of some of these variables and some departmental dummies.10 Given this approach, we are limited in our choice of covariates in X to what the census has to offer. District fixed effects, represented by d, to control for unobserved spatial heterogeneity; ui is an error term used. A nonstandard econometric issue lies in the fact that some of the variables are not observed but imputed as described in Section 3. The imputed variables, income growth and income inequality, are denoted using tildes. See Table 2.2 for definitions and summary statistics. An important issue in regional growth studies is the measurement of the dependent variable. In our case, the smallest available geographical subdivision in the database is the district, and within the district, households are grouped in panels. Growth for a panel i is usually specified as: griyi t,yi,0 t2.5 where y is a measure of panel income or expenditure. This measure is often specified as the logarithm of the mean of per capita income over households h for group i e.g. in Balisacan and Fuwa, 2003, i.e.: 10 Potential changes in employment sectors could be considered proxies for structural changes in the productive sector. 15 yilnyh i,Hh 1H 2.6 However, as pointed out by Ravallion, 1998, the use of the logarithm of mean expenditure rather than the mean of log expenditure introduces a measure of the change in inequality in the error term of the regression equation. The argument is as follows: a general inequality measure is I yiln M y M yln ii 2.7 where I. is an inequality measure and M. denotes an average. Rearranging these terms we have: ln M y M yln iiI yi 2.8 The LHS of 2.8 is the income of 2.6. However, if we think that the log of household income is the variable of interest we should use: Nn 1yi t,ynlogN 2.9 which is the first term in the RHS of 2.8. It is clear from 2.8 that we introduce a measure of inequality if we use the log of mean incomes as our regional income variable. Consequently, we introduce as measure of the change in expenditure inequality in our growth variable if we calculate mean expenditure using 2.6. In an inequality growth regression, this is likely to introduce a correlation between the error and the inequality variable which will affect estimates through omitted variable bias. For example, consider the case where increases in inequality have a negative effect on growth, while the level of initial inequality has a positive correlation with the change in inequality. Then omitting the change in inequality will cause a spurious negative effect of inequality on growth Ravallion, 1998. Since we have access to household level per capita income estimates aggregated by pseudo panels, it could be useful comparing the estimates of a growth regression using both types of dependent variable meanlogexp and this comparison is still pending and has not yet been carried out. logmeanexp. Nevertheless, those using 16Table 2.2 Variables and descriptive statistics Asuncion Variable Definition Mean Standard error Minimum Maximum gry Annual growth of log per capita inc, 19922002: Lnpcy 92 Lnpcy 0210 Log income per capita 1992: Lnpcy 92 lny 92 hhedu 92 Household heads education 1992, number of years dlntot dsedu desp dhijo dhedu hage 92 lntot 92 nhijo 92 Changes in log total individuals per household: lntot 02 lntot 921 Changes in spouses education in number of years Changes in household heads primary sector employment percentage: esp 02 esp 921 Changes in number of children: nhijo 02 nhijo 921 Changes in household heads education in number of years: hedu 02 hedu 92 1 Age of household head 1992 log total individuals per household 1992 Number of children 1992 hsedu 92 Spouses education 1992, number of years hfem 92 Percentage of female household head 1992 dest Changes in household heads tertiary sector employment percentage: est 02 est 921 dginiy Changes in income inequality: giniy 02 giniy 92 1 0.01 0.02 0.06 0.05 12.39 8.77 0.55 5.31 11.37 1.30 13.62 17.73 0.02 0.08 0.29 0.29 0.76 0.84 0.11 6.78 0.40 0.29 0.43 0.63 0.52 0.58 0.17 6.19 0.07 0.06 0.16 0.04 46.83 16.14 21.32 82.06 1.46 1.66 5.75 0.19 0.65 3.29 0.65 0.18 0.72 1.79 3.20 13.69 0.32 0.13 0.06 0.82 0.03 0.05 0.10 0.03 0.18 0.08 0.28 0.08 giniy 92 Income inequality: Gini coefficient wrt pcy 1992 0.49 0.02 0.47 0.52 Note: all observations are panel subdistrict means of the household values of the variables mentioned, with the exception of the Inequality measures, which are district means. No. of observations: 471. Source: Authors calculations based on results in Otter 2006 17 Table 2.3 Variables and descriptive statistics Central Urban Variable Definition gry Annual growth of log per capita inc, 19922002: Lnpcy 92 Lnpcy 0210 Log income per capita 1992: Lnpcy 92 lny 92 hhedu 92 Household heads education 1992, number of years Mean Standard error Minimum Maximum 0.01 0.02 0.07 0.05 11.89 6.23 0.38 3.74 11.05 1.18 13.24 17.70 dlntot Changes in log total individuals per household: lntot 02 lntot 921 0.02 0.07 0.29 0.32 lntot 92 Log total persons in household 1992 1.41 0.17 0.88 1.82 hage 92 Age of household head 1992 45.49 15.04 21.48 82.37 hetran 92 Percentage of household head employed in transport and communications sector 1992 heagro 92 Percentage of household head employed in agriculture sector 1992 0.06 0.04 0.00 0.26 0.03 0.04 0.00 0.21 dhijo Changes in number of children: nhijo 02 nhijo 921 0.01 0.16 0.67 0.80 giniy 92 Income inequality: Gini coefficient wrt pcy 1992 0.46 0.01 0.44 0.51 dginiy Changes in income inequality: giniy 02 giniy 92 1 0.02 0.02 0.08 0.03 ginie 92 Education inequality: Gini coefficient wrt hhedu 92 0.29 0.01 0.27 0.31 dginie Changes in education inequality: ginie 02 ginie 921 0.05 0.09 0.06 Note: all observations are panel subdistrict means of the household values of the variables mentioned, with the exception of the Inequality measures, which are district means. No. of observations: 655. Source: Authors calculations based on results in Otter 2006 18Table 2.4 Variables and descriptive statistics Remaining Urban Variable Definition Standard Mean error Minimum Maximum gry lny 92 D13 dlntot Annual growth of log per capita inc, 19922002: Lnpcy 92 Lnpcy 0210 Log income per capita 1992: Lnpcy 92 D13 equals one of department equals 13 Amambay 0.01 11.72 0.09 0.04 0.54 0.28 0.11 0.13 10.57 0.00 13.31 1.00 Changes in log total individuals per household: lntot 02 lntot 921 0.01 0.09 0.32 0.48 lntot 92 log total individuals per household 1992 1.42 Spouses education 1992, number of years Changes in spouses education in number of years D15 equals one of department equals 15 Presidente Hayes D6 equals one of department equals 6 Caazapa Percentage of households with at least one analphabetic 1992 Changes in household heads education in number of years: hedu 02 hedu 92 1 D10 equals one of department equals 10 Alto Parana Changes in income inequality: giniy 02 giniy 92 1 Changes in percentage of households with at least one analphabetic: dhana 02 dhana 921 D8 equals one of department equals 8 Misiones Changes in percentage of female household head: hfem 02 hfem 921 Age of household head 1992 Income inequality: Gini coefficient wrt pcy 1992 Changes in education inequality: ginie 02 ginie 921 Number of children 1992 Percentage of female household head 1992 Education inequality: Gini coefficient wrt hhedu 92 4.38 0.74 0.02 0.01 0.29 0.38 0.28 0.02 3.62 0.03 0.48 44.93 0.47 0.02 2.24 0.25 0.22 2.38 0.95 0.13 0.08 0.28 0.85 0.45 0.04 5.72 0.16 0.92 15.13 0.02 0.02 0.91 0.12 hsedu 92 dsedu D15 D6 hana 92 dhedu D10 dginiy dhana D8 dhfem hage 92 giniy 92 dginie nhijo 92 hfem 92 0.58 0.44 0.48 0.00 0.00 0.00 0.70 0.00 0.11 1.87 13.08 7.15 1.00 1.00 0.94 3.23 1.00 0.15 0.71 60.92 0.00 0.67 20.88 0.41 0.07 0.31 0.03 1.00 7.57 82.38 0.56 0.09 4.42 0.64 0.36 19ginie 92 Note: all observations are panel subdistrict means of the household values of the variables mentioned, with the exception of the Inequality measures, which are district means. No. of observations: 762. Source: Authors calculations based on results in Otter 2006 0.27 0.31 0.02 Table 2.5 Variables and descriptive statistics Rural Variable Definition Mean Standard error Minimum Maximum gry lny 92 dginiy D5 D13 dlntot Annual growth of log per capita inc, 19922002: Lnpcy 92 Lnpcy 0210 Log income per capita 1992: Lnpcy 92 Changes in income inequality: giniy 02 giniy 92 1 D5 equals one of department equals 5 Caaguazu D13 equals one of department equals 13 Amambay Changes in log total individuals per household: lntot 02 lntot 921 Education inequality: Gini coefficient wrt hhedu 92 ginie 92 hhedu 92 Household heads education 1992, number of years lntot 92 log total individuals per household 1992 1.48 hage 92 dhecom Age of household head 1992 Changes of percentage of household head employed in commercial sector: hecom 02 hecom 921 hecom 92 Percentage of household head employed 0.02 10.92 0.01 0.14 0.02 0.01 0.28 3.50 48.17 0.61 0.03 0.36 0.54 2.71 0.19 0.04 0.55 0.05 0.34 0.13 0.09 0.01 1.78 0.26 15.78 1.70 0.04 1.42 0.03 1.27 0.11 in commercial sector 1992 Changes of percentage of household head employed in community services sector: hecs 02 hecs 921 Income inequality: Gini coefficient wrt pcy 1992 Spouses education 1992, number of years Percentage of female household head 1992 Changes in household heads education in number of years: hedu 02 hedu 92 1 Change of percentage of household head employed in transport and communications sector: hetran 02 hetran 921 Changes in spouses education in number of years Changes in education inequality: ginie 02 ginie 921 dhecs giniy 92 hsedu 92 hfem 92 dhedu dhetran dsedu 0.11 9.82 0.17 0.00 0.00 0.32 0.25 0.48 0.67 20.43 1.00 0.16 12.74 0.17 1.00 1.00 0.46 0.33 11.31 2.03 82.62 25.10 0.00 0.26 1.00 22.19 0.41 0.29 0.00 0.63 6.60 0.58 3.61 7.67 0.14 200.19 0.24 0.13 0.13 0.95 1.00 16.16 0.94 0.89 0.04 dginie Note: all observations are panel subdistrict means of the household values of the variables mentioned, with the exception of the Inequality measures, which are district means. No. of observations: 2,388. Source: Authors calculations based on results in Otter 2006 0.13 0.01 0.05 Table 2.6 Variables and descriptive statistics ProPoorGrowthPanels Variable Definition gry Annual growth of log per capita inc, 19922002: Lnpcy 92 Lnpcy 0210 Age of household head 1992 hage 92 hhedu 92 Household heads education 1992, number of years giniy 92 ginie 92 lny 92 nhijo 92 dginiy dginie dlntot dhijo Income inequality: Gini coefficient wrt pcy 92 Education inequality: Gini coefficient wrt hhedu 92 Log income per capita 1992: Lnpcy 92 Number of children 1992 Changes in income inequality: giniy 02 giniy 92 1 Changes in education inequality: ginie 02 ginie 921 Changes in log total persons in household: lntot 02 lntot 921 Changes in number of children: nhijo 02 nhijo 921 Mean Standard error Minimum Maximum 0.04 0.03 0.01 0.16 43.40 11.60 3.73 1.74 0.54 0.28 10.61 3.31 0.01 0.02 0.02 0.02 0.02 0.35 1.09 0.05 0.05 0.08 21.39 0.94 0.44 0.25 9.82 0.55 0.28 0.16 0.32 0.02 0.19 0.42 81.80 11.76 0.63 0.36 12.38 5.69 0.17 0.14 0.35 1.94 Note: all observations are panel subdistrict means of the household values of the variables mentioned, with the exception of the Inequality measures, which are district means. No. of observations: 1,300. Source: Authors calculations based on results in Otter 2006 5. Estimation Before discussing the results obtained in regressions it is necessary to make sure that these results can be taken as true. There could be some important bias in the results, given that the independent variable was estimated and not observed. The properties of estimators obtained from downstream 11 regressions using imputed values for welfare indicators are investigated in Elbers et al., 2005. Their main proposition is that coefficients from regressions involving imputed welfare indicators which have been derived from small area estimation techniques, either in the LHS or in the RHS, do not differ systematically from regressions with true indicators real data. The 11 It is convenient to refer to our inequalitygrowth regression as a downstream model so as to distinguish it from the upstream expenditure model which has been used to generate the imputed values. 21intuition for this consistency result is that imputed variables can be regarded a special kind of instrumental variables and may therefore be safely used in estimation. We briefly explore the issues involved in estimation for the general case with imputed values in both the LHS and the RHS of a regression equation. We consider a simple version of our downstream regression model omitting inequality measures: giyix iui 2.10 The dependent g and the independent y are obtained from upstream imputation; in what follows, imputed variables have tildes in order to distinguish them from true values or observations. Writing imputed values as the difference between true values and an error term, g%, we obtain: g and y%y g%iy%i iix iui 2.11 The coefficient can be consistently estimated provided that a the imputed values g% and y% are consistent estimators of the conditional expectation of the true welfare measures and b the error terms and are uncorrelated with the regressors y% and x. Elbers et al. 2005 show that when small area welfare estimates are used a is satisfied and b is likely to be satisfied. To see the latter, first note y% is imputed Per Capita Income PCI or a nonlinear measure calculated from PCI, e.g. inequality.12 Both and are prediction errors and are thus orthogonal to the predicted values y% and g% , respectively. Moreover, since y% and g% are based on the same prediction model, the prediction errors should be orthogonal with respect to both y% and g% .13 The prediction errors should also be uncorrelated with regressors in x: since the upstream modelling process makes use of as many available instruments as possible, 12 Other variables could in principle be imputed or predicted as well; however, we consider PCI imputations. 13 This holds a fortiori when either y or z is a nonlinear transformation of PCI or its distribution, such as a poverty or inequality measure. 22these regressors will have been considered as instruments in the upstream PCI prediction model, ruling out the presence of any remaining correlation. However, a correction of the estimated standard errors of the coefficients is necessary because the upstream imputation process creates correlation between the welfare estimates. Following Elbers et al. 2005, the prediction error of imputed variables, e.g. expenditure, can be decomposed as: y%yy E y E y y% 2.12 where Ey is the conditional expectation of expenditure. The first term in the RHS of 2.12 is termed the idiosyncratic error, which is due to unobserved factors that determine expenditure, and the second part is the model error, which reflects uncertainty about this error decomposition to both g and y 2.11 can be written as the upstream models parameters. Applying g%ix yy E y E g%%iiiiiy E yg E guiiiiigcid:0i 2.13 The RHS of the equation consists of three parts, each in square brackets. First we have a structural part consisting of imputed and nonimputed regressors and their respective coefficients. The second part represents the model error, the third part the sum of upstream idiosyncratic error and downstream error. where z We simplify notation by rewriting these three parts as y% ,x represents all regressors, both observed and imputed, and ,; represents the model part of the error and e the idiosyncratic part. Assuming that the idiosyncratic part of the error is i.i.d., the variance matrix of the OLS coefficient estimates of 2.13 is: eiz ig%ii V2eZZ1where the model part variance is: 1ZZ ZV1Z ZZ 2.14 y V E g %gcid:0V E y 2 V 2Cov E y y E g ,%gcid:0 2.15 23Equation 2.14 shows that, compared to OLS variance estimates, variance has to be adjusted upwards. As 2.15 shows, this adjustment depends on the variance in the model error. The more imputed variables are used, the more terms will have to be added: with n imputed variables, the number of terms in the RHS of 2.15 equals n variance terms plus nn12 covariance terms. For example, if one imputed variable is used in the RHS only, the adjustment is limited to the first term. In our regression model equation 2.4, two imputed variables are used in the RHS, one in the LHS. In sum, using imputed values of expenditure or other welfare inequality measures will lead to unbiased regression estimates. The coefficients of a model like equation 2.4, may be estimated using OLS under the assumption that the idiosyncratic prediction errors and the error term ui are i.i.d. Two additional econometric problems affect our growth model. First, Caselli et al., 1996 show that estimating a crosssection growth model using a fixed effects estimator will lead to substantial bias when the number of periods is small, especially on the coefficient for initial income y 92,. The empirical growth literature suggests a number of solutions to this problem, most notably the ArrelanoBond estimator. Such estimators, however, need at least three periods to estimate the model, using the first period to instrument for the initial conditions of the second period which explain growth between periods two and three. Since we only have two periods, we cannot follow this approach. However, although the bias on the convergence coefficient may be significant, Monte Carlo experiments indicate that the bias in the other RHS coefficients tends to be small Forbes, 2000. The second problem is endogeneity. Even though our model does not contain flow variables but only beginningofperiod stocks, initial expenditure y 92 has been used to construct the growth variable and is thus correlated with the error term. Initial inequality may also be an endogenous variable, as the literature suggests that growth affects inequality e.g. Aghion et al., 1999; Lundberg and Squire, 2003. One would expect this to be more problematic for changes in inequality rather than for initial inequality. Put to scrutiny, a Hausman test rejects exogeneity of expenditure inequality, but cannot reject exogeneity of education. Consequently, we deal with the endogeneity of initial expenditure and expenditure inequality. 24Since we do not have lagged values, e.g. yt1, to use as instruments, we have to find instruments amongst the few available subcounty census means. We have chosen the following instruments. In the Asuncion regression, the instrument for income is a variable that measures the education deficit the number of years of schooling missed of children below the age of 13. The initial education deficit for children in this age group is strongly negatively correlated with initial income, but arguably, does not affect growth in the period analysed. The instrument for income inequality is the ethnic fractionalization, which is the probability that any two citizens randomly chosen from panel population are from different ethnic groups. For the Central Urban regression the instruments are the same as for Asuncion. For the Remaining Urban regression the instruments are education deficit, as before, for income and for inequality a dummy indicating whether the household head is working in agricultural sector is used. For the rural model, once again the education deficit is instrument for income and the number of children is used as an instrument for inequality. The ProPoorGrowth Panel regression instruments are the same as for the Asuncion regression. We tested the validity of the instruments by including them in the different models. They do not alter the other coefficient estimates in any significant way. Finally, we note that the instrumentation also affects the calculation of the models variance: imputed endogenous variables have to be instrumented first and then instrumented values are used in the calculation of the variancecovariance matrix V . 6. Results The estimated standard errors in all our regressions are adjusted to account for prediction errors following the approach outlined in Section 5. The adjustments illustrated for the baseline equation are found in Tables 2.7 to 2.11. 25Table 2.7 Variance adjustments Asuncion coef Dependent: growth lny 92 hhedu 92 Dlntot Dsedu Desp Dhijo Dhedu hage 92 lntot 92 nhijo 92 hsedu 92 hfem 92 Dest Dginiy giniy 92 Source: Authors calculations based on results in Table 2.2 0.0508 0.0030 0.0534 0.0031 0.0314 0.0048 0.0349 0.0004 0.0404 0.0059 0.0015 0.0220 0.1508 0.0279 0.8042 tvaladj 16.4051 7.8283 8.5381 4.0523 5.9729 4.1943 1.9666 6.1914 5.6680 3.2711 2.8324 3.1821 3.7251 1.1205 5.2783 Table 2.8 Variance adjustments Central Urban Dependent: growth lny 92 hhedu 92 Dlntot lntot 92 hage 92 hetran 92 heagro 92 Dhijo giniy 92 Dginiy ginie 92 Dginie lny 92 Variable lost significance in 2SLS estimation at 10% level. Source: Authors calculations based on results in Table 2.3 Coef 0.0701 0.0038 0.0519 0.0289 0.0003 0.0443 0.0487 0.2044 0.0092 0.0690 0.1866 0.1425 0.0701 tvaladj 38.8157 23.6922 9.1051 14.7102 10.6186 5.1810 5.0584 4.9576 3.4300 2.8767 4.2781 7.0851 38.8157 t2SLS 6.7010 4.1620 5.5010 3.6090 2.6030 2.1540 2.4500 3.0510 4.5660 2.8930 1.9170 2.2030 2.3730 2.1420 2.4380 incrse 2.4482 1.8809 1.5521 1.1228 2.2946 1.9472 0.8027 2.0293 1.2414 1.1307 1.4775 1.4444 1.5698 0.5231 2.1650 t2SLS 4.6400 3.3430 6.2010 5.4780 1.7520 3.0360 2.6940 1.5610 0.0930 1.2340 2.0620 2.5620 4.6400 incrse 8.3655 7.0871 1.4683 2.6853 6.0608 1.7065 1.8776 3.1759 36.882 2.3312 2.0747 2.7655 8.3655 26Table 2.9 Variance adjustments Remaining Urban Dependent: growth lny 92 D13 dlntot lntot 92 hsedu 92 dsedu D15 D6 hana 92 dhedu D10 dginiy dhana D8 dhfem hage 92 giniy 92 dginie nhijo 92 hfem 92 Variable lost significance in 2SLS estimation at 10% level. Source: Authors calculations based on results in Table 2.4 Coef 0.0666 0.0252 0.0792 0.0484 0.0075 0.0096 0.0104 0.0366 0.0477 0.0124 0.0180 0.1630 0.0004 0.0099 0.0013 0.0004 0.0222 0.1410 0.0055 0.0188 tvaladj 30.9315 12.8894 13.9280 6.5188 13.6337 9.2672 2.7217 6.6286 10.2479 8.8931 9.0377 9.0003 4.4230 3.5585 2.0242 5.7010 0.7406 5.1656 3.2441 2.3932 Table 2.10 Variance adjustments Rural Dependent: growth lny 92 dginiy D5 D13 dlntot ginie 92 hhedu 92 lntot 92 hage 92 dhecom hecom 92 dhecs giniy 92 hsedu 92 hfem 92 dhedu dhetran dsedu dginie Variable lost significance in 2SLS estimation at 10% level. Source: Authors calculations based on results in Table 2.5 Coef 0.0774 0.1161 0.0216 0.0538 0.0891 0.4167 0.0036 0.0364 0.0005 0.0015 0.1196 0.0011 0.0405 0.0024 0.0170 0.0090 0.0010 0.0011 0.0243 tvaladj 68.2896 15.4914 21.4285 18.2676 21.9526 15.1772 8.0220 17.8537 13.0275 7.7851 10.2076 4.7100 2.5215 2.7427 3.5152 3.7366 2.8341 1.4881 3.2285 t2SLS 3.4870 6.3370 6.8930 4.4400 2.0810 3.7070 1.1640 3.5290 4.7720 5.6710 1.3820 0.5020 3.3880 3.2520 2.2550 1.1960 1.8190 2.1640 2.3510 0.1220 t2SLS 3.0580 1.5740 5.8820 0.4700 3.0640 2.8610 2.7240 2.3880 2.4280 2.7760 2.0490 2.4600 1.7450 0.4250 0.9800 1.3310 1.6040 0.2880 1.8790 incrse 8.8705 2.0340 2.0206 1.4682 6.5515 2.4999 2.3382 1.8783 2.1475 1.5682 6.5396 17.929 1.3055 1.0942 0.8977 4.7667 0.4072 2.3871 1.3799 19.617 incrse 22.3314 9.8420 3.6431 38.867 7.1647 5.3049 2.9449 7.4764 5.3655 2.8044 4.9818 1.9146 1.4450 6.4533 3.5870 2.8074 1.7669 5.1670 1.7182 27Table 2.11 Variance adjustments ProPoorGrowth Panels Dependent: growth hage 92 hhedu 92 giniy 92 ginie 92 lny 92 nhijo 92 dginiy dginie dlntot dhijo Variable lost significance in 2SLS estimation at 10% level. Source: Authorss calculations based on results in Table 2.6 Coef 0.0004 0.0038 0.0613 0.6057 0.0625 0.0052 0.1540 0.0140 0.0747 0.0083 tvaladj 6.6849 10.7338 2.7456 18.1587 29.3277 8.7441 15.3952 1.2152 8.6839 2.2094 t2SLS 1.834 1.598 1.919 1.704 3.848 2.006 1.699 4.021 0.907 0.912 incrse 10.295 4.1833 5.5934 1.6113 4.7190 14.620 5.1466 3.8287 1.3398 9.5218 In all four regions and in the poor household sample, the result is an increase in estimated standard errors for all coefficients. The last column of Tables 2.7 to 2.11 gives the ratio of the adjusted standard error estimates to the standard 2SLS estimates. The increase varies over coefficients between a factor 0.5 and up to 22.3, considering all variables that did not lose significance in the 2SLS estimation. The results in Tables 2.7 to 2.11, illustrate the general decrease in significance when taking into account the fact that estimates or predictions, and not data, are used. In many cases the adjustment even destroys a significant result, that is, causes the significance level to increase to over ten percent. This is the typical tradeoff when analysing small area welfare estimates: the gain in the number of observations obtained by using imputed variables is partly offset by the loss in precision due to downstream model prediction errors. The main findings are presented in Tables 2.12 to 2.16 in a series between seven and ten regressions. 28Table 2.12 Regression results Asuncion Dependent Constant lny 92 hhedu 92 dlntot dsedu desp dhijo dhedu hage 92 lntot 92 nhijo 92 hsedu 92 hfem 92 dest dginiy giniy 92 Observations R squared R squared adjusted F 1 gry 1.02 11.92 2 gry 0.99 11.73 3 gry 0.99 12.13 4 gry 0.60 17.62 5 gry 1.00 12.30 6 gry 1.00 17.72 7 gry 0.60 17.69 0.05 16.41 0.05 16.63 0.05 16.98 0.05 15.87 0.05 16.83 0.05 16.04 0.05 16.07 0.00 7.83 0.05 8.54 0.00 4.05 0.03 5.97 0.00 4.19 0.03 1.97 0.00 6.19 0.04 5.67 0.01 3.27 0.00 2.83 0.02 3.18 0.15 3.73 0.03 1.12 0.80 5.28 0.00 8.15 0.05 8.67 0.00 3.98 0.03 6.22 0.00 4.26 0.00 6.31 0.04 5.79 0.01 3.36 0.00 2.68 0.02 3.26 0.11 3.17 0.01 0.93 0.73 4.93 471 0.756 0.748 471 0.754 0.746 0.00 8.16 0.05 8.52 0.00 3.98 0.03 6.01 0.00 4.22 0.02 1.86 0.00 6.41 0.04 5.79 0.01 3.31 0.00 2.81 0.02 3.35 0.12 4.41 0.74 5.25 471 0.755 0.748 0.00 7.40 0.06 8.59 0.00 3.48 0.01 2.73 0.01 4.44 0.01 0.67 0.00 6.10 0.04 5.45 0.01 3.04 0.00 2.75 0.02 3.04 0.02 0.88 0.02 0.94 471 0.741 0.733 0.00 8.10 0.05 8.85 0.00 4.06 0.03 6.36 0.00 4.28 0.00 6.25 0.04 5.74 0.01 3.36 0.00 2.61 0.02 3.15 0.14 6.04 0.78 5.54 471 0.754 0.747 0.00 7.60 0.05 8.65 0.00 3.47 0.03 4.23 0.00 4.46 0.00 6.16 0.04 5.52 0.01 3.09 0.00 2.71 0.02 3.08 0.14 1.33 0.78 2.63 471 0.741 0.734 0.00 7.37 0.06 8.64 0.00 3.51 0.01 3.16 0.01 4.44 0.03 2.55 0.00 6.03 0.04 5.39 0.01 2.99 0.00 2.77 0.02 2.94 0.00 0.19 471 0.733 0.741 94.043 99.856 100.614 93.275 107.505 100.536 100.410 Notes: Absolute value of t statistics in parentheses. Significant at 10%; significant at 5%; significant at 1%. Source: Authors calculations based on results in Otter 2006 29 In the 2SLS regression the complete Asuncion model regression 1 looses quality. Adjusted R squared decreases from 0.748 to 0.601, and the models standard error increases from 0.008 to 0.106. All variables except one have the expected signs. Even if total number of individuals per household decreased during the observation period, for Asuncion we get a negative sign for this change, significant at 1% level in all specifications. Conditional convergence is pronounced in all specifications: the coefficient on initial income is negative, highly significant and has a value of around 0.05 in all specifications. Apparently, subdistrict panels with lower mean per capita income in 1992 have grown faster over the 1990s, ceteris paribus. However, note that the coefficient estimate is biased, so we should not attach significance to its exact value. We have interesting and consistent results for growing primary sector employment of the household head, which ends up harming growth and a growing tertiary household head employment that benefits from growth. In three out of four specifications we find that decreasing household head education harms growth and surprisingly that femaleheaded households are better off, regarding their growth capacity in all specifications. Household heads education, age, spouses education and changes in the number of children have very small effects. The main variable of interest, inequality, has been entered using income inequality gini. For Asuncion, education inequality is correlated with income inequality and was left out. The results show that income inequality gini has a significant negative effect on growth in all specifications. The change in income inequality income inequality decreased in Asuncion has a significant but negative effect only in model 6. The positive effects of a decrease in education inequality are up to three times stronger than the positive effect of an initial education inequality considering standardized coefficients. 30 Depedent Constant lny 92 hhedu 92 dlntot lntot 92 hage 92 hetran 92 heagro 92 dhijo giniy 92 dginiy ginie 92 dginie ginie 92 sqrd giniy 92 sqrd Observations R sqrd. R sqrd. adj. F Table 2.13 Regression results Central Urban 1 Gry 1.03 3.20 0.07 2 gry 0.80 2.54 0.07 3 gry 0.88 2.76 0.07 4 gry 1.45 5 gry 1.10 6 gry 1.44 5.43 0.07 3.29 0.07 5.38 0.07 7 gry 0.73 2.30 0.07 8 Gry 0.80 9 gry 0.83 10 gry 0.84 45.17 47.75 47.65 0.07 0.07 0.07 39.15 38.73 46.45 38.95 37.98 38.96 46.44 46.51 55.22 55.44 0.00 23.96 0.05 9.25 0.03 0.00 23.56 0.05 9.04 0.03 0.00 25.18 0.05 9.10 0.03 0.00 23.83 0.05 9.27 0.03 0.00 23.04 0.05 8.61 0.03 0.00 23.84 0.05 9.27 0.03 0.00 25.07 0.05 8.96 0.03 0.00 25.18 0.05 9.01 0.03 0.00 27.66 0.05 8.57 0.03 0.00 27.18 0.05 8.53 0.03 14.89 14.63 14.37 14.86 14.28 14.87 14.29 14.34 14.58 14.13 0.00 10.84 0.04 5.29 0.05 5.20 0.01 3.35 5.06 3.27 0.08 3.48 7.07 2.37 0.19 7.48 12.05 2.31 5.22 3.14 0.00 10.58 0.04 5.17 0.05 5.01 0.01 3.45 0.07 2.79 0.36 0.16 0.14 6.87 0.30 0.08 0.22 4.83 0.00 10.19 0.04 5.06 0.04 4.55 0.01 3.78 3.84 2.53 5.62 1.89 0.15 6.57 9.52 1.83 4.02 2.45 0.00 10.69 0.04 5.22 0.05 5.20 0.01 3.34 2.53 2.25 0.08 3.17 0.16 7.35 0.30 3.87 2.50 2.07 0.00 10.84 0.04 4.80 0.05 4.53 0.01 3.60 2.00 1.57 0.01 0.41 5.07 1.94 9.14 2.01 2.25 1.62 0.00 10.70 0.04 5.22 0.05 5.21 0.01 3.35 2.59 2.30 0.08 3.18 0.17 3.91 0.16 7.39 2.56 2.12 0.00 10.20 0.04 5.01 0.04 4.53 0.01 3.79 0.50 0.23 0.12 6.25 0.55 0.14 0.12 4.11 655 0.890 0.887 397.732 655 0.890 0.888 398.712 655 0.892 0.889 376.596 Notes: Absolute value of t statistics in parentheses. Significant at 10%; significant at 5%; significant at 1%. Source: Authors calculations based on results in Otter 2006 655 0.891 0.889 402.232 655 0.882 0.880 369.609 655 0.891 0.889 402.420 655 0.889 0.887 426.771 0.00 10.20 0.04 5.01 0.04 4.55 0.01 3.79 0.00 12.27 0.04 4.79 0.04 4.50 0.01 3.69 0.00 12.16 0.04 5.02 0.04 3.95 0.01 3.46 0.12 6.39 0.31 4.12 0.12 4.18 655 0.889 0.887 466.252 0.28 3.61 0.06 2.02 655 0.882 0.880 479.167 0.03 1.07 655 0.879 0.877 521.206 In the 2SLS regression the complete Central Urban model regression 1 looses quality. Adjusted R squared decreases from 0.888 to 0.699, and the models standard error increases from 0.007 to 0.011. Conditional convergence is pronounced in all specifications: the coefficient on initial income is negative, highly significant and has a value of approximately 0.07 in all specifications. 31All variables except one have the expected signs. Even if the total number of individuals per household decreased during the observation period for Central Urban area, we get a negative sign for this change, significant at 1% level in all specifications. The main variable of interest, inequality, has been entered using income inequality and education inequality; these variables have been entered in linear and quadratic form in alternative specifications. Income inequality has a negative effect on growth, significant in three specifications at the 5% level and once at the 1% level. In contrast, education inequality has a changing effect on growth. In three times out of four significant specifications, the effect is positive. When only education inequality is entered, without income inequality, column 2 there is no significant effect. Including education and income inequality squared, produces mixed results positive and negative coefficients, so there is no strong evidence for a relation of ushape or inverted ushape, but the small decrease of income inequality observed in Central Urban has a negative effect on growth. At the same time, the observed decrease in education inequality has a strong and significant positive effect on growth. The observed effects of changes in household heads employment sector, composition of household or family group or household age and initial education are very small. 32Table 2.14 Regression results Remaining Urban Dependent Constant lny 92 D13 dlntot lntot 92 hsedu 92 dsedu D15 D6 hana 92 dhedu D10 dginiy dhana D8 dhfem hage 92 giniy 92 dginie nhijo 92 hfem 92 ginie 92 Observations R sqrd. R sqrd. adj. F 1 gry 0.91 27.39 0.07 31.05 0.03 12.87 0.08 13.99 0.05 6.50 0.01 13.75 0.01 9.14 0.01 2.73 0.04 6.65 0.05 10.34 0.01 9.03 0.02 8.96 0.16 8.93 0.00 4.49 0.01 3.54 0.00 1.92 0.00 5.73 0.02 0.66 0.14 5.19 0.01 3.15 0.02 2.62 0.33 6.74 762 0.911 0.909 361.718 2 gry 0.88 25.34 0.07 30.96 0.03 17.70 0.08 14.27 0.06 7.71 0.01 13.46 0.01 8.46 0.02 6.28 0.03 5.73 0.04 9.22 0.01 8.52 0.01 4.97 0.00 4.18 0.01 4.67 0.00 2.37 0.00 6.30 0.09 3.41 0.11 3.90 0.01 3.79 0.00 0.55 0.29 5.69 762 0.902 0.899 339.691 3 gry 0.90 29.73 0.07 31.48 0.03 13.25 0.08 14.30 0.05 6.52 0.01 13.82 0.01 9.12 0.01 2.70 0.04 6.64 0.05 10.33 0.01 9.04 0.02 9.11 0.16 9.61 0.00 4.50 0.01 3.57 0.00 1.93 0.00 5.69 0.14 5.19 0.01 3.16 0.02 2.55 0.33 7.17 762 0.911 0.909 380.072 4 gry 0.82 28.41 0.06 31.00 0.03 14.03 0.08 14.26 0.04 5.88 0.01 12.75 0.01 9.40 0.01 3.23 0.04 7.13 0.05 10.67 0.01 9.37 0.02 9.22 0.15 8.21 0.00 4.49 0.01 3.22 0.00 1.62 0.00 4.85 0.02 0.58 0.01 2.94 0.02 2.29 0.20 4.67 762 0.908 0.906 365.645 5 gry 0.93 29.09 0.07 32.92 0.03 17.55 0.08 13.84 0.06 7.83 0.01 14.30 0.01 8.75 0.03 7.38 0.03 5.63 0.05 9.43 0.01 8.39 0.01 3.86 0.00 4.10 0.01 4.73 0.00 2.37 0.00 6.97 0.11 3.72 0.01 3.89 0.00 0.75 0.23 4.78 762 0.900 0.898 351.923 6 gry 0.81 31.89 0.06 31.51 0.03 14.44 0.08 14.57 0.04 5.90 0.01 12.83 0.01 9.39 0.01 3.20 0.04 7.12 0.05 10.67 0.01 9.39 0.02 9.36 0.15 8.84 0.00 4.50 0.01 3.25 0.00 1.63 0.00 4.81 0.01 2.95 0.02 2.23 0.21 5.12 762 0.908 0.906 385.213 7 gry 0.80 24.80 0.07 29.82 0.03 16.55 0.09 14.27 0.06 7.55 0.01 12.58 0.01 8.65 0.03 6.95 0.04 6.31 0.05 10.04 0.01 9.00 0.01 3.10 0.00 3.70 0.01 3.87 0.00 2.53 0.00 6.21 0.04 1.54 0.03 1.16 0.01 3.89 0.01 0.45 762 0.897 0.895 341.438 8 gry 0.86 32.88 0.07 34.65 0.03 18.33 0.08 14.08 0.06 7.34 0.01 13.70 0.01 8.98 0.03 7.51 0.04 6.07 0.05 9.76 0.01 8.70 0.01 4.65 0.00 4.13 0.01 4.43 0.00 2.13 0.00 6.31 0.01 3.69 0.00 0.63 0.14 3.31 762 0.898 0.896 364.408 Notes: Absolute value of t statistics in parentheses. Significant at 10%; significant at 5%; significant at 1%. Source: Authors calculations based on results in Otter 2006 33In the 2SLS regression the complete Remaining Urban model regression 1 looses quality. Adjusted R squared decreases from 0.908 to 0.836, and the models standard error increases from 0.012 to 0.016. All variables except one have the expected signs. Even if the total number of individuals per household decreases during the observation period for the Remaining Urban area, we get a negative sign for this change, significant at 1% level in all specifications. Conditional convergence is pronounced in all specifications: the coefficient on initial income is negative, highly significant and has a value of approximately 0.07 in all specifications. Income inequality has a significant effect only in three out of eight specifications; two of these three are negative. Education inequality has a significant negative effect in all specifications. The observed increase in income inequality has a negative effect in all specifications and the observed smaller increase in education inequality has a negative and significant effect in all specifications. Positive effects of household heads education and age are still small but a little more important than in the Asuncion and Central Urban areas. Again, we have some evidence that femaleheaded households are better off regarding growth. For five out of 16 possible departments we find dummies with the expected signs regarding their overall economic performance. So subregional differences in growth performance exist, but their effect is considerably small. 34Table 2.15 Regression results Rural 17.85 21.23 1 gry 0.78 0.08 0.12 0.02 0.05 0.09 0.42 15.18 0.00 8.02 0.04 0.00 13.03 0.00 7.79 0.12 10.21 0.00 4.71 0.04 2.52 0.00 2.74 0.02 3.52 0.01 3.73 0.00 2.83 0.00 1.48 0.02 2 gry 0.79 0.08 0.03 0.05 0.10 0.42 0.00 7.71 0.04 0.00 15.65 0.00 8.46 0.15 12.02 0.00 6.29 0.03 1.59 0.00 3.68 0.03 4.99 0.01 4.48 0.00 2.70 0.00 1.15 0.04 3 gry 0.84 0.08 0.12 0.03 0.04 0.09 4 gry 0.75 0.08 0.11 0.02 0.05 0.09 0.39 0.00 0.00 8.33 0.03 15.75 0.00 10.78 0.00 8.52 0.13 10.50 0.00 4.46 0.04 2.34 0.00 1.87 0.03 5.39 0.01 2.11 0.00 2.68 0.00 1.34 0.06 7.79 0.04 17.69 0.00 12.91 0.00 7.88 0.12 10.51 0.00 4.76 0.00 3.03 0.02 4.22 0.01 3.87 0.00 2.85 0.00 1.57 0.02 Dependent Constante lny 92 dginiy D5 D13 dlntot ginie 92 hhedu 92 lntot 92 hage 92 dhecom hecom 92 dhecs giniy 92 hsedu 92 hfem 92 dhedu dhetran dsedu dginie Observations R sqrd R sqrd adj F 3.22 5.09 7.41 3.31 2388 2388 2388 2388 0.855 0.854 777.446 0.855 0.854 774.088 0.868 0.867 819.956 Notes: Absolute value of t statistics in parentheses. Significant at 10%; significant at 5%; significant at 1%. Source: Authors calculations based on results in Otter 2006 0.867 0.866 861.503 0.868 0.867 863.204 40.47 39.33 42.82 50.12 40.78 41.74 0.08 54.41 0.08 39.02 0.08 68.40 0.08 68.29 71.20 64.54 73.87 68.62 67.58 84.28 70.84 72.23 15.49 14.93 15.36 16.03 21.43 24.62 25.67 21.69 21.25 29.03 24.58 24.40 25.66 18.27 17.48 14.65 18.37 18.24 14.05 17.42 17.41 14.46 21.95 22.78 21.58 22.47 21.97 22.44 22.73 22.84 21.44 14.60 15.15 16.71 16.05 16.63 5 gry 0.76 0.08 0.12 0.02 0.05 0.09 0.44 0.00 7.75 0.04 17.71 0.00 13.14 0.00 7.59 0.12 10.29 0.00 4.87 0.04 2.63 0.00 3.20 0.02 3.68 0.01 3.92 0.00 2.82 0.00 1.74 2388 6 gry 0.86 0.03 0.04 0.10 0.00 8.03 0.04 19.10 0.00 13.41 0.00 9.16 0.16 12.27 0.00 6.01 0.11 6.57 0.00 2.81 0.04 6.78 0.01 2.90 0.00 2.56 0.00 1.03 0.07 7 gry 0.81 0.03 0.05 0.10 0.44 0.00 7.94 0.05 22.60 0.00 15.90 0.00 8.42 0.14 11.93 0.00 6.30 0.00 3.55 0.02 4.75 0.01 4.42 0.00 2.68 0.00 1.09 0.04 9.20 5.09 2388 0.842 0.840 740.757 2388 0.855 0.853 818.945 9 gry 0.88 0.12 16.25 0.03 0.04 0.09 0.00 8.70 0.03 16.43 0.00 10.78 0.00 8.47 0.13 10.32 0.00 4.40 0.00 1.57 0.02 5.02 0.00 1.90 0.00 2.64 0.00 1.25 0.06 7.56 2388 0.855 0.854 821.295 8 gry 0.77 0.03 0.05 0.10 0.46 0.00 7.24 0.04 21.10 0.00 15.96 0.00 8.17 0.15 12.23 0.00 6.62 0.03 1.59 0.00 4.46 0.03 5.32 0.01 4.80 0.00 2.67 0.00 1.53 2388 0.853 0.852 809.588 35In the 2SLS regression the complete Rural model regression 1 looses quality. Adjusted R squared decreases from 0.867 to 0.467, and the models standard error increases from 0.015 to 0.034. All variables except one have the expected signs. Even if the total number of individuals per household decreased during the observation period for rural area, we get a negative sign for this change, significant at 1% level in all specifications. Conditional convergence is pronounced in all specifications: the coefficient on initial income is negative, highly significant and has a value of approximately 0.08 in all specifications. Income inequality has a changing significant effect two times positive, two times negative. Education inequality has a significant positive effect in all specifications. The observed increase in income inequality has an important negative effect on growth in all specifications, as well as the increase in education inequality. Household heads age and education do not have important effects on growth. Femaleheaded households are better off regarding their growth capacities, as are households whose head is working in the commercial sector. Nevertheless, the positive effect of an increase in commercial employment, even if highly significant, ends up being very small. For two out of 17 possible departments we find dummies with the expected signs regarding their overall economic performance. Consequently, subregional differences in growth performance exist, but their effect is considerably small. Before running a separate fifth regression model on a subsample of panels for which propoorgrowth has been determined, we checked on the veracity of this data see Annex. About 97% of the subsample for propoorgrowth is from rural areas. There are no spatial patterns, the ProPoorGrowth PPG panels are distributed all over the country, so PPG seems to be not the result of specific geographic area or any special districts, with better economic performance. It is a consequence of activities carried out by certain groups of people, permitting them to overcome part of their poverty. This phenomenon is observed in almost any part of the country in 15 out of 18 departments and in 154 of the 224 districts. 36If PPG is a consequence of group dynamics and not of spatial structures we should know more about these group characteristics. In all PPG panels the mother tongue is Guarani indicator for low ethnical fragmentation, and 98.4% of the household heads have less than 5 years of education. The maximum geographic concentration is of 29 panel groups in the same district 2.4% of the sample. The 1300 identified PPG panel groups represent approximately 5% of all households and some 10% of poor households. The age distribution of PPG panel household heads follows the age distribution of all household heads. Table 2.16 Regression results ProPoorGrowth Panels 29.15 29.17 29.25 27.36 30.26 29.15 29.25 29.32 27.91 28.18 15.54 15.37 15.46 15.40 15.51 15.39 1 gry 0.86 5.61 0.00 7.05 0.00 10.81 1.49 3.23 1.26 1.96 0.06 0.01 8.94 0.16 0.02 1.43 0.07 8.64 0.01 2.16 1.33 3.10 1.16 1.04 2 gry 0.48 4.88 0.00 6.60 0.00 10.71 0.99 1.54 0.06 0.01 8.60 0.15 0.02 1.32 0.08 8.73 0.01 1.95 0.05 2.59 0.66 0.59 3 gry 1.01 7.65 0.00 7.12 0.00 10.79 1.37 2.99 0.06 0.01 9.12 0.15 0.01 0.98 0.07 8.46 0.01 2.70 1.22 2.86 1.02 17.43 4 gry 0.84 5.04 0.00 7.73 0.00 10.55 1.22 2.42 0.91 1.29 0.07 0.01 10.60 0.01 0.72 0.08 8.98 0.01 1.82 1.12 2.40 0.54 0.44 5 gry 0.90 5.93 0.00 7.17 0.00 10.81 1.47 3.18 1.04 1.66 0.06 0.01 9.11 0.15 15.49 0.07 8.55 0.01 2.24 1.31 3.05 0.80 0.74 6 gry 0.49 5.02 0.00 6.63 0.00 10.72 0.06 2.75 1.00 1.56 0.06 0.01 8.63 0.15 0.02 1.32 0.08 8.69 0.01 1.97 0.68 0.61 1300 0.606 0.602 179.747 1300 0.604 0.600 178.236 1300 0.607 0.603 165.456 Notes: Absolute value of t statistics in parentheses. Significant at 10%; significant at 5%; significant at 1%. Source: Authors calculations based on results in Otter 2006 1300 0.533 0.529 133.575 1300 0.606 0.603 180.164 1300 0.604 0.600 178.424 Dependent Constant hage 92 hhedu 92 giniy 92 ginie 92 lny 92 nhijo 92 dginiy dginie dlntot dhijo giniy 92 sqrd ginie 92 sqrd Observations R sqrd R sqrd adj F 7 gry 0.94 7.07 0.00 7.09 0.00 10.81 1.42 3.11 0.59 8 gry 0.55 0.00 18.88 6.68 0.00 10.73 0.06 2.74 0.61 17.53 18.15 0.06 0.06 0.01 9.06 0.15 0.01 1.22 0.07 8.58 0.01 2.49 1.26 2.98 0.01 8.74 0.15 0.01 1.21 0.07 8.68 0.01 2.20 1300 0.606 0.603 180.384 1300 0.604 0.601 196.322 10 gry 0.54 17.72 0.00 7.41 0.00 10.49 0.01 0.51 0.62 18.06 0.06 0.01 10.41 0.09 9.16 0.01 1.77 1300 0.531 0.528 182.357 9 gry 0.82 4.99 0.00 7.70 0.00 10.55 1.23 2.45 1.03 1.51 0.06 0.01 10.58 0.09 9.09 0.01 1.78 1.13 2.42 0.74 0.62 1300 0.533 0.529 146.935 37In the 2SLS regression the complete PPG model regression 1 looses almost all its quality. Adjusted R squared decreases from 0.601 to 0.087, and the models standard error increases from 0.017 to 0.049. All variables except one have the expected signs. Even if the total number of individuals per household decreased during the observation period, for PPG subsample we get a negative sign for this change, significant at 1% level in all specifications. Conditional convergence is pronounced in all specifications: the coefficient on initial income is negative, highly significant and has a value of approximately 0.06 in all specifications. Income inequality has an important negative effect. Education inequality has a positive effect in four out of nine specifications. The small decrease observed in income inequality has a negative and highly significant effect in all specifications. No significant effect is caused by the increase in education inequality. Income inequality squared produces significant positive effects in five out of six specifications, so there seems to be a ushape relation. Only in one specification, letting out initial education inequality, education inequality squared produces a significant positive effect. Household heads age and education, the number of children and the change in their number small decrease observed do have significant but very small effects on PPG in our case. 7. Discussion The two most important findings of this study are that 1 income inequality does not necessarily have a negative effect on growth, but the observed decrease in income inequality in all models carried out harms growth; and 2 education human capital inequality has mixed effects on growth, depending on the initial level of education inequality. An increase in education inequality harms growth and a decrease in education inequality benefits growth. Furthermore, 3 in the Paraguayan case, the effects of changes in inequality are larger than the effects of inequality itself and 4 inequality effects and the effects of their change are bigger then familygroup or 38employment sector effects. 5 There is almost no PPG in urban areas and in rural areas it is related to groups of individuals but not to geographical location. 6 A lower population growth decrease in the total number of individuals per household is negative for growth and 7 femaleheaded households are better off, regarding income growth. The first of these findings is mainly in line with crosscountry evidence in Birdsall and Londono 1997, while the second result contrasts with findings in that paper, but supports findings by Schipper and Hoogeveen 2004. This second point may appear somewhat counter intuitive at first sight: growth is enhanced when human capital or access to it of the household head is more unequally distributed. The key to understanding what is going on is the fact that we control for district mean level of education: this means that our conclusion is that at a given mean level of human capital, a more unequal distribution of this capital is good for growth. Nevertheless, there is some weak evidence in Paraguayan data that this is not true at any level, because for higher levels of education inequality in Paraguay its effect on growth is negative Remaining Urban region or tends to be negative Central Urban region but has positive effects on growth in Rural area and by this on PPG. Elbers and Gunning 2004 show that our result is to be expected in a Ramsey growth model: under the condition that the production function is convex in human capital, a meanpreserving spread in human capital results in higher output growth. For instance, suppose we were to redistribute one year of education from someone with low educational attainment to someone who is reasonably well educated. This would make the distribution of human capital more unequal while keeping the mean constant. However, if the increase in output by the welleducated person exceeds the decline for the less welleducated person, then the increased spread in education has a positive effect on growth as long as the mean level of education is kept constant. Mean preserving spreads in human capital are not possible within a given population; they only exist in theoretical experiments or in the long run, that is, over generations. In reality, the mean level of education and inequality change simultaneously. In rural Paraguay, where a positive effect of education inequality on growth was found, education inequality as measured by the Gini coefficient has a negative correlation with the average level of education see Figure 2.1. In theory, the implication of such a correlation is that, while raising the general level of education through policies like 39universal primary education will be good for growth; its positive effects will be partly offset by an expected associated decline in the education inequality. Nevertheless, for rural Paraguay the empirical evidence is that even if mean household heads education increased, education inequality also increased. This increase in education inequality harmed growth, even if the initial level of education inequality seems to have been an advantage. This evidence combined with results from different urban areas in Paraguay where an education inequality higher than in rural area was harmful for growth confirms the hypothesis that for a given level of inequality in relation to a given number of years of schooling, a higher level of education inequality can be a benefit, however, this is not that any higher level of education inequality has this same effect. Figure 2.1 District means of education and education inequality of household head in rural Paraguay 1992 noitacude fosrae Y8765432100.10.150.20.250.30.350.4Source: Authors calculations based on results in Otter 2006 Education inequality The larger effects of changes in inequality compared with the effects of inequality itself on growth are consistent with Paraguayan macroeconomic and business cycles history, as well as with its education politics during this business cycle. A decreasing growth and beginning recession reduces growth. For all three different urban areas, annual growth rates of per capita income are negative, while the rural rate is positive buy small. At the same time, an increase in education was driven by an education reform that started in Paraguay in 1994, producing a decrease in education inequality only in the Asuncion and Central Urban areas. Within a context of economic 40recession, finally these effects happen to be stronger than most of the observed changes inside families or regarding employment opportunities. The PPG related to groups of individuals and not to geographic location indicates that the sort of PPG we observe in Paraguay is related more to opportunities and less to structural changes or other effects. As a matter of fact, there were few structural changes in the rural economy in Paraguay over the period observed. Most of the rural PPG opportunities could be related to new cash crop farming and their export, such as sesame and some varieties of organic cotton. Unfortunately our census database cannot link the empirical evidence with the production sector data, since we are working with a pseudo panel and not pure household microdata. Finally, a decrease in the total number of individuals per household consistent with fertility decrease during this period is negatively related to growth, even if a decrease in the number of children per household is not. In a way, we could consider that less people per household in general equals a lower working force and a lower capacity of generating income. On the other hand, if annual income growth rates are negative, less people in a household should impulse an increase in per capita income. This is possibly a spurious relation, because per capita income and number of people per household decreased simultaneously. Rethinking all these results from an incomemobility point of view; remember that the initial level of income can be understood as a proxy for family background and initial education level as a proxy for institutional opportunities to develop talent. Also remember that initial income inequality was considerably high and slightly decreasing during the observation period, while education inequality was lower and moved in different directions for the different regions. If initially higher levels of income facilitate upward income mobility and a higher income inequality benefits that process, we should expect that this effect benefits a more middle class kind of household. If inequality supports growth, it is easier to grow, but at the same time more difficult to reduce poverty, which in the end would be a strong income growth for lowincome groups. Remember that in our results, initial levels of education have almost no effect on growth and education human capital inequality has mixed effects on growth, depending on the initial level of education inequality, with an increase in education inequality that harms growth and a decrease of education 41inequality that benefits growth. If so, the best combination for upward income mobility would be a high level of initial income in an area with highincome inequality and an institutional capacity to widen education opportunities in a way that education inequality decreases. This combination can be found in the PPG sub panel 97% rural area and for Central Urban area. Nevertheless, in both areas, poverty increased during the observation period. Consequently, in Central Urban area, it might have been a middle class phenomenon and for PPG panels and rural area, even if there were positive growth and income mobility effects, they may not have been strong enough to get households out of poverty and there may have been some downward mobility as well. 8. Conclusions We estimated the effect of income and education inequality on growth, using imputed data on income inequality and growth for small administrative units in Paraguay districts, along with census data for education inequality; all this based on a pseudo panel data set. Carrying out this kind of analysis for a specific country has important benefits. First, it avoids data comparability problems that typically affect crosscountry growth regressions. Moreover, by identifying the effects of inequality on growth for a given country, country specificity is taken into account. This enhances the relevance of our results for local policy makers. In the empirical section we adjusted the standard errors of variable coefficients for the fact that some regressors are imputed; in our case initial income levels and income inequality, and therefore associated with a standard error. The adjustments are considerable; they typically increase standard errors from a factor 0.5 up to 22, using five different models for different areas or groups of households. Our models are not alone in using imputed variables. Most growth regressions do so by relying on GDP or survey based inequality estimates, for instance. This puts into question the significance of some of the inequality and growth results reported elsewhere. Our results show for rural Paraguay that higher levels of education inequality enhance growth. Controlling for the level of educational attainment, larger variation in education is here good for growth. The latter finding is plausible if the production function is convex in ability, something that can be illustrated with a Ramsey type 42household growth model. Nevertheless, we find opposed results for urban areas, where education inequality is higher. Our results also show that higher income inequality does not have a uniform effect on growth it tends to be more harmful in larger urban areas and that effects of changes in inequality on growth are larger than the effect of inequality itself, this is for both, education and income. What does this mean for policy in Paraguay? If policymakers are mostly interested in growth, they should be more concerned on income inequality in urban areas and on education inequalities in rural Paraguay. Income inequality is an important issue for income growth in urban areas and more important in the Asuncion and Central Urban areas, in a consistent way with the rapidly increasing urban poverty. Fighting urban poverty must consider income inequality. At the same time, the impact of income inequality in rural areas is much less of a problem. Also, education inequality is a greater problem in urban areas, but politics seem to be on track with a certain success of targeting urban education services, since urban education inequality tends to go down, which benefits income growth. For rural areas, the problem is more sophisticated. Even if initial education inequality benefited rural income growth, a badly targeted or nonuniversal policy implementation of education reform in rural area, increased education inequality, which in theory harms growth. If, for intrinsic reasons or otherwise, policy makers are interested in reducing education inequality, our results suggest that this would damage growth, but only if the policy was pursued by keeping the mean level of education constant. In practice a policy aimed at reducing inequality in education will almost always be mean increasing. Finally, even if the poverty map exercise which preceded this paper suggested that there are important spatial effects on poverty levels, we did not find spatial effects for a PPG evidence, which seems to be more of a result of individuals and group dynamics and access to labour and employment opportunities. For politics this should mean that there is no need for a special growth strategy for special areas in the country as long as there will be new opportunities for almost all of the working force and not only opportunities for a few which would increase income inequality. 43Appendix Figure A.1 Growth Incidence Curves Paraguay 1992 2002 egatnecre P8.06.04.02.00.02.04.06.016111621263136414651566166717681869196Estimated growth for all households in Census Estimated growth for common panels in 1992 and 2002Centiles Estimated growth for households grouped in panels Source: Authors calculations based on results in Otter 2006 44 9. References Aghion, P., Caroli, E. and GarciaPenalosa, C. 1999, Inequality and economic growth: The perspective of the new growth theories, Journal of Economic Literature, 37 4, 161560. Andersen, Lykke E. 2001, Social Mobility in Latin America. Institute for SocioEconomic Research, Universidad Catolica Boliviana. Working Paper No. 032000. Atkinson, A. B. and Brandolini, A. 2001, Promise and pitfalls in the use of secondary datasets: Income inequality in OECD countries as a case study, Journal of Economic Literature, 39 3, 771799. Atkinson, A.B., F. Bourguignon, and C. Morrisson, 1992, Empirical Studies of Earnings Mobility. Chur, Switzerland: Harwood. Balisacan, A. M. and Fuwa, N. 2003, Growth, inequality and politics revisited: A developingcountry case, Economics Letters, 79 5358. Birdsall, N. and Londono, J. L. 1997, Asset inequality matters: An assessment of the World Banks approach to poverty reduction, American Economic Review, Papers and Proceedings, 87 2, 3237. Bourguignon, F. 2004 The povertygrowthinequality triangle, mimeo, Paper presented at the Indian Council for Research on International Economic Relations, New Delhi. Brock, W. A. and Durlauf, S. N. 2001, Growth empirics and reality, World Bank Economic Review, 15 2, 229272. Caselli, F., Esquivel, G. and Lefort, F. 1996, Reopening the convergence debate: A new look at crosscountry growth empirics, Journal of Economic Growth, 1 3, 363390. 45Deininger, K. and Okidi, J. 2003, Growth and poverty reduction in Uganda, 19992000: Panel data evidence, Development Policy Review, 21 4, 481509. Elbers, C. and Gunning, J. W. 2004 Transitional growth and income inequality: Anything goes, mimeo, Vrije Universiteit, Amsterdam. Elbers, C., Lanjouw, J. O. and Lanjouw, P. 2003, Microlevel estimation of poverty and inequality, Econometrica, 71 1, 355364. Elbers, C., Lanjouw, J. O. and Lanjouw, P. 2005, Imputed welfare estimates in regression analysis, Journal of Economic Geography, forthcoming. Forbes, K. J. 2000, A reassessment of the relationship between inequality and growth, American Economic Review, 90 4, 869887. Galor, O. 2000, Income distribution and the process of development, European Economic Review, 44 706712. Ganuza, E., Morley, S., Robinson, S. and Vos, R. Editors 2004, Quien se beneficia del libre comercio? Promocion de exportaciones y pobreza en America Latina y el Caribe en los 90, Bogota, Alfaomega Colombiana. Ganuza, E., Paes de Barros, R., Taylor, L. and Vos, R. Editors 2001, Liberalizacion, desigualdad y pobreza: America Latina en los 90, Buenos Aires, Editorial Universitaria EUDEBA. Ganuza, E., Taylor, L. and Morley, S., Editors 1998, Politica macroeconomica y pobreza en America Latina y el Caribe, Madrid, Mundi Prensa Libros. Gibson, B., Molinas, J. and Molinas, M. 2001, Liberalizacion del Sector Externo en Paraguay. Efectos sobre el crecimiento, la distribucion del ingreso y la pobreza, in: Ganuza, E., Paes de Barros, R., Taylor, L. and Vos, R. Editors 2001, Liberalizacion, desigualdad y pobreza: America Latina en los 90, Buenos Aires, Editorial Universitaria EUDEBA, p. 815876. Hassler, John Jose V. Rodriguez Mora 1998, IQ, Social Mobility and Growth. Seminar Papers No. 635, Institute for International Economic Studies, Stockholm University. January. 46Hentschel, J., Lanjouw, J. O., Lanjouw, P. and Poggi, J. 2000, Combining census and survey data to trace the spatial dimensions of poverty: A case study of Ecuador, World Bank Economic Review, 14 1, 14765. Jarvis, S. and Jenkins S.P. 1996, Changing Places: Income Mobility and Poverty Dynamics in Britain. University of Essex Paper Number 9619, processed. Krugman, P. 1992, The Rich, the Right, and the Facts. The American Prospect. 11 1931. Lundberg, M. and Squire, L. 2003, The simultaneous evolution of growth and inequality, Economic Journal, 113 April, 326344. Molinas, J., Cabello, C. and Otter, Th. 2004, Paraguay: Crecimiento, exportaciones y reduccion de pobreza y desigualdad, in: Ganuza, E., Morley, S., Robinson, S. and Vos, R. Editors 2004, Quien se beneficia del libre comercio? Promocion de exportaciones y pobreza en America Latina y el Caribe en los 90, Bogota, Alfaomega Colombiana, p. 423452. Morley, S. and Vos, R. 1998, Pobreza y crecimiento dual en Paraguay, in: Ganuza, E., Taylor, L. and Morley, S., Editors 1998, Politica macroeconomica y pobreza en America Latina y el Caribe, Madrid, Mundi Prensa Libros, p. 669712. Murphy, Kevin M., Andrei Scheifer and Robert W. Vishny, 1991. The Allocation of Talent: Implications for Growth, Quarterly Journal of Economics, Vol 1062: 503530. Otter, Th., 2006, Micro level estimation of welfare in Paraguay. Household income estimates at district level 1992 and 2002, mimeo. Otter, Th., 2004 Migracion Interna, Pobreza y Capital Social en Paraguay entre 1985 y 2002 Desafio, Obstaculo u Oportunidad para Politicas Publicas de Reduccion de Pobreza?, paper for DGEEC Paraguay, mimeo. Otter, Th., 2002, Activos y Pobreza en Paraguay, paper for DGEEC Paraguay, mimeo. 47Raut, Lakshmi K. 1996, Signalling equilibrium, Intergenerational mobility and longrun growth. University of HawaiiManoa. Draft. February. Ravallion, M. 1997, Can highinequality developing countries escape absolute poverty? Economics Letters, 56 5157. Ravallion, M. 1998, Does aggregation hide the harmful effects of inequality on growth? Economics Letters, 61 7377. Schipper, Y. and Hoogeveen, J. 2004, Does Inequality harm growth? An assessment on the growth impact of expenditure and education inequality in Uganda, mimeo. Shorrocks, A. F. 1978, Income Inequality and Income Mobility, Journal of Economic Theory, 19 376393. Slemrod, J. 1992, Taxation and Inequality: A TimeExposure Perspective, in: J.M. Poterba, ed., Tax Policy and the Economy, Vol. 6 Cambridge, MA: MIT Press for the NBER 105127. Thorbecke, E. and Charumilind, C. 2002, Economic inequality and its socioeconomic impact, World Development, 30 9, 14771495. 48", "filename": "Otter.pdf", "person": ["Thomas Otter", "Otter, Thomas"], "date": ["2007"]}