{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/22511/1/schoenfe_7_2005.pdf"], "title": ["The Puzzling Underuse of Arbitration in Post-Communism: A Law and Economics Analysis"], "plaintext": " IInhaltsverzeichnis Abstract Zusammenfassung   II 1. Introduction   1 2. Attempts at Resolving the Puzzle  3 Lack of Knowledge   3 2.1 2.2 The Shortage of Lawyers and of Adequate Legal Advice   5 Distrust in Arbiters  6 2.3 The Missing Appeals Process   8 2.4 2.5 Preference for Secrecy   16 2.6 Inadequate Execution   17 3. Some Empirical Evidence   18 4. Epilogue   22 Bibliography:  25 The paper attempts to explain the failure of postcommunist traders exemplified by Balkan traders to make use of arbitration courts by means of the rational choice of forum approach offered by the law and economics movement. Conjectures about traders behaviour derived by combining this approach with the constraints set by institutional features of Balkan countries, in particular Bulgaria and Croatia, are confronted with experience. As it turns out the successes yielded by the rational choice of forum approach are very limited. This may be a dissapointment to its most fervent advocates, but is nevertheless useful, because it suggests a more flexible approach. JEL classification: K19, K41, P37 Key words: arbitration awards, court congestion, favoritism, appeals process, lawmaking Zusammenfassung Warum sind die Dienste postkommunistischer Schiedsgerichte kaum gefragt? Eine okonomische Analyse. In dem Aufsatz wird der Versuch unternommen, die geringe Neigung der Kaufleute der postkommunistischen Lander, ihre Streitigkeiten durch Schiedsgerichte entscheiden zu lassen, mit Hilfe eines theoretischen Instrumentariums zu erklaren, das der okonomischen Analyse des Rechts entstammt. Diese hat sich mit der Frage befasst, unter welchen Umstanden Konfliktparteien ein bestimmtes Forum fur die Konfliktaustragung gegenuber anderen vorziehen. Die Anwendung dieser Ansatze auf die institutionellen Gegebenheiten bestimmter Balkanlander, insbesondere Bulgarien und Kroatien, fuhrt zu Hypothesen, die einer empirischen Uberprufung zuganglich sind, dabei aber nicht sonderlich gut abschneiden. Dieses Ergebnis legt eine Erweiterung des Forschungsansatzes nahe. JELKlassifikation: K19, K41, P37 Schlagworte: Schiedsspruch, Verfahrensdauer, Parteilichkeit, Berufungsverfahren, Rechtsfortbildung IIAbstract 1Introduction 1. Contrary to a widespread view private action has been the predominating mode of law enforcement throughout most of human history. Pervasive government involvement in law enforcement is a rather recent phenomenon. Moreover, private lawmaking has played a significant role for the development of the European merchant classes. It is well known that for several centuries lex mercatoria developed mostly outside the sphere of public legislation and law enforcement, it was enforced by private courts, reputational concerns and ostracism 1. These private or semiprivate 2 courts were the historical predecessors of modern arbitration courts. The adoption of the rules of lex mercatoria by state courts was a gradual process which extended over a long time. In England it started in the fourteenth century but was completed only in the nineteenth century. Merchants who failed to comply with the rulings of merchant courts found themselves cut off from valuable business opportunities because honorable traders often learned about their misbehaviour and refused to deal with them. Arbitration has been a widespread means of dispute settlement even though in most nations it was only in the second half of the nineteenth century that arbitral awards started to be enforced by state courts 3. English and American state courts often were hostile towards arbitration. It was only in the early nineteenth century, a time of increasing court congestion, that they discontinued a longstanding practice of voiding arbitration clauses. As Benson 1990, p. 224f., 1995, p. 481f. notes this hostile attitude certainly hampered the development of arbitration but failed to drive it out of the market. This was because reputational concerns were a powerful disciplinary devise which provided for a role of arbitration even after the fading and abolishment of guilds made it more difficult to organize a boycott. Contrasting this historical account with postcommunist experience, as for example Southeastern European experience, several differences appear as striking 4. Arbitration courts do exist in most of Southeastern Europe but they are used infrequently. In Bulgaria, in which arbitration is more popular than in most other Balkan countries, the available data published by the two largest arbitration institutions suggest that the number of disputes settled by arbitration has so far been in the range of only a few hundred per year. In Romania activity seems to be in a similar range. The leading Romanian arbitration institution reported 351 1 On the enforcement of lex mercatoria see Greif, Milgrom and Weingast 1994. 2 Semiprivate was maybe more appropriate if the court was located in a city which was effectively ruled by a merchants guild. 3 See Benson 1995. 4 In Eastern Europe and the CIS matters are not much different. 2awards in 20045. This is a multiple of the arbitral awards recorded e.g. in Croatia or in some East Central European countries like e.g. Slovakia. The average number of arbitration awards rendered by the key arbitration institution in Croatia was only ten per year in between 1992 and 19996. Nevertheless Croatia claims to be the leader in the region. If region means Western Balkan this may be true. Comparing these figures with the overall number of commercial disputes abjudicated by state courts it is obvious that the market share of arbitration has been less than one percent. Clearly arbitration has been of minor relevance even though in most if not all of Southeastern Europe arbitration awards are enforced by state courts. To be sure, enforcement by state courts is not worth much, their enforcement machinery is weak and tedious. However, in most Western countries arbitration awards were not enforced by government at all until the second half of the nineteenth century, but arbitration worked nevertheless and was widely used. In contrast to Western countries, the Southeastern European disregard for arbitration tribunals is not due to the superior quality of the services provided by their major competitors, the state courts. Elsewhere, e.g. comparing Germany and the USA, the market share of arbitration appears to be strongly contingent on the price and quality of the services provided by state courts. In Germany arbitration is much less popular than in the USA7; at least part of this difference may be due to the fact that German state courts abjudicate commercial suits more quickly than courts in numerous US states and that the costs which litigants need to bear tend to be lower in Germany as well. However, the services of Balkan judiciaries are for sure much worse than those of all US judiciaries, the slowness, unreliability and inefficiency of Balkan state courts is common knowledge. Historically as well as in the present, such deficiencies have often stimulated the growth of arbitration, but in postcommunism this has so far failed to happen. Thus we are faced with a puzzle. The paper explores only those potential resolutions for this puzzle which are in the realm of rational choice analysis. There may be other reasons as well, disregard for arbitration may be rooted e.g. in the attitudes, beliefs or prevailing selfimage of the emerging class of traders but the paper will not try to analyze them. After confronting conjectures derived from rational choice analysis with experience, the paper stops with concluding that alternative 5 These data are found on the internet pages of the respective Bulgarian and Romanian institutions. 6 See Uzelac 1999, p. 67. Because this court does not publish any data observers depend on occasional reports by Croatian scholars. 7 For some data indicating the limited relevance of arbitration in Germany see Lachmann 2002, p. 30. 3sociological approaches deserve to be taken seriously. The latter have been occasionally mentioned in the literature, e.g. in his discussion of postcommunist arbitration already Triva 1991, p. 24, translation by B.S. stressed that socialism fostered a culture of irresponsibility and dishonesty and proposed that this explains disinterest in arbitration. Those compatriots of us who have been appointed as managers of companies continue to believe strongly that adroitness in outsmarting and overcharging ones businesspartners is the key to success. This conviction is reinforced by the continuous experience that they are not held responsible for their misbehaviour 8. In Trivas view a predisposition to dishonesty implies that businessmen care little about fair and lawful dispute resolution and cultivating trust. In the rest of this paper this sociological view of the lacking demand for arbitration services will be referred to as the Trivaconjecture. For the student of Eastern European economic history the Trivaconjecture has a familiar ring. Historical examples suggest that the attitudes emphasized by Triva do not always lend themselves to rapid change. E.g. Pipes 1990, p. 205 reports that the Russian merchant class abandoned its traditional Levantine traits only towards the end of the nineteenth century, much later than the Russian nobility 9. Attempts at Resolving the Puzzle Lack of Knowledge Most of the attempts at resolving the puzzle which are discussed in the paper are in the spirit of the standard economic analysis of judicial systems pioneered by Posner 2003 and Shavell 1995a, b. As so often in the economic analysis of law the basic ideas have been known to legal scholars long ago, but Posner and Shavell organized them in a more systematic way. 2. 2.1 It has been suggested that few traders are aware of the opportunities offered by arbitration courts 10. During communism arbitration proper did not exist except in foreign trade, it was outlawed, although its reintroduction was advocated occasionally, this occured e.g. in Bulgaria 11 and in Yugoslavia. In Yugoslavia some courts purporting to offer arbitration services for domestic disputes actually were set up in the sixties, but effectively they remained, as Dika 1999, p. 36 put it, parastatal until the disintegration of the Communist 8 For an early analysis of how Yugoslav socialism promoted such attitudes see e.g. Lydall 1986 . 9 He traces these Levantine traits to the insecurity of property rights. It was only in the eighteenth century, that government started to respect merchants property rights, up to then they had to conceal their wealth op. cit. p. 217. 10 See e.g. Dika 1998. 4Party in the late eighties. According to some sources, the arbitration court of Zagreb in actual fact may have been sort of an exception because the Communist Party rarely or never took an influence on its decisions. However, it had not much to decide. Anywhere else arbitration proper was a new and unfamiliar concept in postcommunism 12. The requirement that traders need to have proper knowledge about arbitration because in the absence of this knowledge dispute resolution by arbitration cannot acquire much relevance, is more demanding than it may seem. This is because arbitration tends to be used primarily if it is considered already in the very moment in which traders conclude a contract. The contract needs to contain an arbitration clause and this arbitration clause must fulfill certain requirements to be valid and effective, e.g. it needs to specify a workable procedure for the selection of an arbiter. Thinking about arbitration later, after the conclusion of the contract, is likely to be too late. If the dispute has already arisen one side to the dispute often is unready to agree to arbitration because it expects to be the loser. As a result it will usually prefer state courts, because state courts are slow and dragging matters out often appears as desirable to the likely loser. So, arbitration will play a real role only if considerable numbers of traders have become used to pondering about potential legal controversies at the very moment in which they are soliciting business. In the early nineties this sort of legal thinking presumably was far from their mind. However, it is less obvious that fifteen years later those whose business survived have not yet learnt from experience. And simply assuming persistence of plain ignorance over more than a decade is certainly not in line with the beliefs held by theorists who think of private enterprise as a creature which tends to adjust quickly to all new circumstances and opportunities offered. 11 See e.g. Brajkov 1976. 12 Communist governments installed various sorts of allegedly nongovernmental tribunals, among them were the sudi udruzenog rada courts of united labor in Yugoslavia or the drugarskite sadilista comrade courts in Bulgaria. After 1974 Yugoslav arbitration courts were conceived as a subspecies of sudi udruzenog rada. These tribunals were directed by the communist party and were dubbed nongovernmental only because of the fiction that the communist party was not part of government. In actual fact the party instead was at the very heart of government. These tribunals thus do not disprove the proposition, that under communism law was thought of as the exclusive domain of government and the communist party. For an analysis see e.g. Bender and Falk 1999. The proposition that the Zagreb arbitration court actually was rather independent is due to Uzelac 1998. 52.2 The Shortage of Lawyers and of Adequate Legal Advice The missing explanation or at least part of it may be supplied by the shortage of lawyers resp. the shortage of sufficiently competent lawyers 13. In most Balkan countries except Yugoslavia the number of law students and jurists was sharply reduced under communist rule. As a result early postcommunism featured a huge excess demand for lawyers. Unfamiliar concepts like arbitration are likely to be advertised by lawyers to the extent necessary to make them popular only if they need to solicit additional business. If lawyers become too numerous to earn their living by representing their clients in state courts they tend to react by diversification, they expand into consulting and open up other lines of business which create additional demand for their services, among these other lines is dispute resolution by arbitration. As soon as this occurs knowledge about arbitration is likely to become more widely disseminated 14. However, doubts remain whether this is really the decisive factor which explains the slow spread of arbitration in the postcommunist Balkans. Most of postYugoslavia has not suffered from a shortage of lawyers. Nevertheless, arbitration courts have not become popular in postYugoslav countries either. A variant of the argument just presented might be thought of as solving the puzzle. While in purely quantitative terms postYugoslavia does not feature an excess demand for lawyers, in terms of quality it does. As Triva 2001, p. 30 indicates these quality deficiencies have been remarkably persistent. PostYugoslav countries continue to suffer from a shortage of competent lawyers in whom traders are ready to trust. If clients tend to distrust their lawyers, arbitration may be inferior to litigation. In state courts a decision can be appealed against, in arbitration it cannot. If somebody litigates at a state court and his lawyer turns out to be incompetent or unreliable, he can exchange him after his first failure and go to the appellate court, i.e. he effectively has a second chance. In arbitration the first try usually is the last. This conjecture may appear as plausible until we come to realize that in some postYugoslav countries, in particular in Serbia, a substantial number of entrepreneurs and topmanagers do have a legal education themselves and thus may be expected to be sufficiently competent to make an informed choice of their lawyer 15. 13 For this argument see e.g. Triva 1991, p. 20. 14 However, notice that the historical development of merchant law did not depend on lawyers. In those times merchants were rarely represented by lawyers. 15 See Ekonomist magazin 259, 5.5.2005, p. 24 which reports that Serbian top managers usually have university degrees, mostly either in economics or law. 6Distrust in Arbiters 2.3 It is a wellknown fact that on the Balkan penninsula arbitration tribunals often are distrusted. However, state courts are distrusted as well. Distrust is due to two reasons. Traders perceive courts as potentially biased and as incompetent. It turns out as useful to distinguish two kinds incompetence, factual incompetence and legal incompetence. Factual incompetence concerns the lack of ability of the court to recognize and appreciate the facts which are relevant for the case and resist attempts of litigants to stir confusion. Legal competence concerns the ability of the court to apply the law correctly to the facts i.e., to dispense justice. The major reason to perceive courts as prone to favoritism is the suspicion that they might be influenced by bribes, connections or political pressure. In real life this is a major reason to avoid courts altogether, but it is less obvious that it affects the division of the dispute resolution market between arbitration courts and state courts. It may seem that distrust should reduce the market share of arbitration only if arbiters were distrusted more than state courts judges. However, there is no indication that this holds in any of the Southeastern European countries. Most of these countries have several arbitration courts, thus, litigants have a choice and may select arbiters who appear as comparatively trustworthy. If none of them is trustworthy they may opt for ad hoc arbitration i.e. the arbitration clause may specify a procedure to select a particular trustworthy person and appoint it as arbiter for the particular dispute in question. It is worth noting that arbiters are likely to be less susceptible to political pressure than judges at state courts 16. Arbiters often are wealthy and reputable lawyers who as a result of their private wealth may be less dependent on politicians than judges. Judges at state courts are badly salaried and in many respects dependent both on the chairmen of their courts and the bureaucrats who are in charge of managing the judiciary. These bureaucrats often pursue a political agenda and entertain a broad variety of connections. Thus, if favoritism is the concern, arbitration appears to come out ahead of state courts 17. Nevertheless, even though the possibility to choose an arbiter has value, it fails to provide a complete solution to the problem of bias. In Balkan countries clientelistic networks are perceived as pervasive, as a result one can never be quite sure who is involved with whom. 16 Balkan judiciaries differ substantially with regard to the independence from political pressure which they enjoy. Bulgarian and Croatian courts are rather independent, while Albania, Crno Gore and Serbia mark the opposite end of the spectrum. These differences will be neglected in this paper. 17 This issue is reconsidered in the next section. 7 If the small market share of arbitration in the dispute resolution market does not seem explainable by perceived favoritism, how about perceived incompetence ? Perceived incompetence presumably is the predominant reason why all sorts of legal dispute resolution mechanisms are distrusted. Under communism the legal professions were downgraded, except prosecutors legal professionals had little prestige. They were thought of as lowgrade academics, similar to economists, and much inferior to engineers, who were viewed as the elite group 18. Such misperceptions of legal professionals and the resulting distrust are reinforced by the deficiencies of academic legal education which often has changed only to a minor extent. Moreover, perceived incompetence of courts is also nurtured by the rarity of lateral entry into the judiciary. Young legal professionals tend to have a poor understanding of business matters. When they age and mature their understanding improves, they learn by experience and they need to if they practice as commercial lawyers. If instead they enter a judicial career at young age as is so typical for the career judiciaries found in Southeastern Europe, this process of maturing may be slowed down. Does perceived incompetence affect the market share of arbitration ? Arbiters usually are reputable and experienced lawyers, viewing them as incompetent is a bit farfetched. To be sure, if arbitration courts would become busy they would need to delegate much of their workload to young unexperienced lawyers for the plain reason that experienced lawyers are in short supply, but so far this has not occured yet. Moreover, in arbitration traders are able to select the arbiter and are thus in a position to make sure that he is a competent person. In state courts litigants cannot influence the allocation of cases to judges, at least not by legal means. In summary, it seems that concerns about competence should drive up the market share of arbitration rather than reduce it. 18 This perception also was held in Yugoslavia. On this see e.g. Triva 1991, p. 23. Really it always was inadequate, from his personal East German experience the author of this paper is under the impression that most of the legal professionals educated under the communist regime were by far not as stupid as engineers believe, the superiority of engineers was more a matter of arrogance than a reality. However, the perception was there and it still exerts quite an impact. 8The Missing Appeals Process 2.4 One potential reason why the missing appeals process may hamper the development of arbitration has already been noted in section 1.2  In arbitration usually there is no right to appeal except if certain major failures like violating basic principles of due process or ordre publique have occured. If this happens the arbitral award may be appealed at a state court. Of course, as a matter of principle, traders willing to choose arbitration can decide differently. If they wish to have an appeals option statute law often 19 does not hinder them from providing for it. All they need to do is specifying the arbitration clause accordingly. A first reason offered in the literature 20 why arbitration clauses rarely provide for an appeals process is that arbiters are usually selected for their expertise. This renders error less likely than in state courts and, consequently, reduces the value of the appeals process. This value largely depends on the need to correct for errors made at the first instance and on the ability of the appellate court to identify and correct them. For more on the latter see infra. Second, it is argued that arbiters have strong incentives to avoid error because error may damage their reputation and thus their ability to attract future business. As a result, the likelihood of error at the arbitration court is further reduced. Once more the argument applies that the lower the likelihood of error at the first instance the less the need for and the utility of an appeals process. However, notice that this reputation mechanism depends on prerequisites which cannot be taken for granted in postcommunism. In particular, it presumes that disputants resp. their lawyers are capable of recognizing error. If it is not properly recognized commiting an error is less likely to impair the arbiters reputation and he has less of a reason to avoid it. In postcommunism, legal as opposed to factual error often is difficult to recognize because the law is not sufficiently clear. As Shavell 1995, p. 413 put it the concept of legal error is clear when the law is well articulated   otherwise error is not a welldefined concept. Postcommunist law often is obscure, this obscurity is, to quite some extent, due to the fact that much of it is new law. Hamilton 1788 as quoted in Voigt 2003 p. 33 put it succinctly: All new laws, though penned with the greatest technical skill and passed on the fullest and most mature deliberation, are considered as more or less obscure and equivocal, until their meaning be liquidated and ascertained by a series of particular discussions and abjudications. To make matters worse, postcommunist law often fails to be penned with the greatest technical skill. As Landes and Posner 1979 observed, arbitration 19 E.g. the Croatian arbitration statute offers this opportunity. 20 See e.g. Shavell 1995a. 9occurs mostly in fields in which legal error is largely irrelevant, because the law is clear 21. A reason for this presumably is that in the absence of a wellarticulated law the reputation mechanism is less efficient in disciplining arbiters and it may even fail to work altogether 22. Third, an appeals process is less useful in arbitration because it is more difficult and costly to recognize and correct error. This is because in many countries arbitration courts do not issue opinions and because their procedure often is rather informal and relies heavily on the expertise of the arbiter. As a result a reviewer, in particular a reviewer who does not share the particular expertise of the arbiter, may find it difficult to spot an error when reading the records of the tribunals proceedings and he may have to engage in an extensive reconsideration and additional fact finding. This renders the appeals process more costly and makes error at the appellate court more likely, reducing the value of the appeals process. Of course, arbiters often write down some reasons for their decisions but the purpose of this document is making their decision more acceptable to the disputants 23. The disputants usually are not concerned about the substantive legal questions which their dispute raises, and as a consequence arbiters do not see a need to discuss them. In accordance with this conjecture Bernsteins 1992 p. 127, 150 study of arbitration in the diamond industry finds that in complex cases   it is difficult to determine what substantive rules of decisions are applied and that, as a result, in complex cases   diamond industry arbitration suffers from the same weakness as most commercial arbitration: unpredictability.24 As Landes and Posner 1979 point out issuing an opinion proper which exposes the substantive rules underlying the decision and presents a well articulated legal argument is like producing a public good. If published, this opinion renders utility to various nonparticipants and even to the public at large. They can learn from it about the legal problems which the dispute raised, and how these problems may be resolved, it thus contributes to development of law. Unless they are required to, forprofits such as arbitration courts are unready to produce public goods except if they 21 This claim may be somewhat overstated. As the historical lex mercatoria demonstrates arbitration has not always been unfit for lawmaking. Sometimes contemporary arbitration courts engage in precedence production as well, as it seems this is relevant mostly for courts established by trade associations of certain industries. E.g. in the Netherlands most disputes relating to construction works are decided by an arbitration court established by the trade association of the construction industry. This court produces precedents on a substantial scale, many of its opinions are published. The same happens in quite a number of other Dutch industries. The presumable reason for this behaviour is that the relevant trade associations chose to require it. For more on this see Blankenburg 1995. 22 Evidence for this proposition may be found in Western arbitration systems as well. Bernstein 1992, p. 127 reports about the arbitrators of the diamond trade association, that many traders feel that the arbitrators have redistributive instincts; they cite the unpredictability of the decisions as well as the arbitrations tendency to split the difference as an important motivation to settle their disputes on their own. This is because the rules of decision applied are less than clear, in particular there are no general rules of damages. 23 In some countries like e.g. Germany arbiters are required to issue sort of an opinion, but the standards applied to its quality are much less exacting than at state courts. See e.g. Lachmann 2002, p. 347. 24 Bernstein is not alone in making such claims, see e.g. Lachmann 2002, p. 52. 10happen to be joint products of their core activities, whose production does not cause substantial additional costs. However, it does. Writing a highquality opinion is a timeconsuming task which most jurists tend to dislike 25. In addition, postcommunist judges and arbiters are not used to writing sensible opinions, it tends to be a difficult job for them, their writings frequently are of very mediocre quality and more often than not fail to spell out a perceptable legal argument 26. In most postcommunist countries law schools do not prepare their students for this aspect of their future jobs 27. Thus, jurists usually write opinions only if they are required as they are in state courts. There are a few exceptions to this rule, e.g. some Bulgarian arbiters write and publish opinions, presumably in order to advertise their outstanding level of competence 28. While this marketing strategy may be effective, it is also very costly, cheaper alternatives are often available. Thus, opinionwriting it is not likely to become popular among arbiters 29. As Bernstein 1992, p. 150 points out, another reason why arbiters often do not issue highquality opinions is the disputants desire for rapid dispute resolution. Informality and reliance on the arbiters intuitive understanding render the procedure less timeconsuming. In view of these obstacles against a meaningful review of arbitral awards an alternative technology to reduce the likelihood of error is superior, this is decision by a panel of arbiters rather than by a single arbiter. This argument has been made rigorous by Shavell 1995a who compares the appeals process with decision by panel, he conceptualizes them as alternative technologies of error avoidance. He demonstrates that the appeals process is superior to a noappeal decision by panel only if the decision of the first instance lends itself to a meaningful review 30. In summary an appeals process for arbitral awards makes less sense than an appeals process for state court decisions. However, forgoing the option of an appeals process may seem like a reason to avoid arbitration if litigants, although maybe mistakenly, tend to 25 As is evidenced by the observation that when American judges became busy writing opinions was one of the first tasks which they delegated to their law clerks. German judges and arbiters are no different. While in German state courts judges are effectively required to write their opinions themselves, in arbitration opinionwriting is often delegated to employees of the arbiter. See Lachmann 2002, p. 693. 26 For illuminating insights on this see Schroder 2003. 27 Exams tend to be taken orally, law students are rarely required to solve a case in a written exam. Law students do not discuss actual cases in class, legal education still boils down to memorizing statutes. 28 The Bulgarian law journal Turgovsko pravo regularly features a column Arbitrazna praktika which contains excerpts of opinions written at one of the two major Bulgarian arbitration courts. 29 It might be thought that this problem can be circumvented by a contractual requirement on arbiters to imitate the procedure of state courts including opinion writing. This drives up the costs of arbitration, are traders really ready to pay for that ? Moreover, who is going to decide whether the arbiter has really fulfilled this requirement and how will nonfulfillment be sanctioned ? 30 Intuitively, his argument may be represented as follows: If appeals courts frequently reverse correct decisions which is the likely outcome if a meaningful review is difficult, correct decions often go to appeal. As a result the appeals process is costly and wasteful. 11perceive this option as valuable. The available data on appeal rates may lead one to believe that they indeed do. It is wellknown that in most Balkan countries, and similarly in East Central Europe, an amazing number of court decisions goes to appeal, appeal rates are enormous by any standards 31. An option which is very widely used presumably has value. However, at closer inspection this inference turns out as dubious. A straightforward counterargument is, that appeal may be attractive only for the losing party because it delays matters. The higher the appeals rate the longer the court queue at appellate courts, appeals may amount to mere foot dragging. This abuse of the appeals process for dilatory tactics is no doubt common, and unfortunately it is often facilitated by procedural law which in some Balkan countries allows litigants to reveal evidence only at the appellate court, even though they could have presented it just as well at the trial court. Footdragging may be particularly attractive if the defendant can engage in fraudulent conveyance or expects to be judgement proof by the time when the plaintiff has got a final judgement and can initiate enforcement. This is not all a rare occurence. Uzelac 1999, p. 67 proposes that dilatory tactics are employed even if they are not rational and characterizes the prevailing behaviour of Croatian litigants as follows:   a litigation practice between domestic subjects, in which the process is dragged out as long as possible and the enforcement is delayed by exhausting each and every legal means regardless of chances for success. This implies, that the abuse of the appeals process for dilatory tactics should render arbitration more attractive for honest traders. Signing an arbitration clause means forgoing an option to employ such tactics. As a consequence, refusal to sign an arbitration clause may be perceived as a valuable signal disclosing information about the true intentions of a potential business partner. If the potential partner does not have the serious intention to discharge his contractual duties faithfully he will be hesitant to sign an arbitration clause which deprives him of some opportunities to muster dilatory tactics to protect himself from being held responsible. Thus, the abuse of the appeals process should make arbitration more popular among honest and rational traders. This is however not what we really observe. So, the issue remains: is there a countervailing force which dominates this proarbitration effect ? As Shavell 1995a stresses, a crucial function of appellate courts is error correction. Another one, of course, is lawmaking, clarifying and amplifying the law 32. Arguably this legislative function is their key contribution to social welfare. Since this is about producing a 31 While in the Balkans we have to rely on estimates, in East Central Europe real statistical data are available. E.g. in the Czech republic some 40 per cent of all judgements go to appeal. See Navrhy 2004. For some estimates on the share of appeals in Bulgaria see Judicial 2003. 32 The very high appeal rates found in postcommunist nations are actually a hindrance to a proper discharge of these legislative tasks because it creates an excessive workload which tends to debase the quality of the output. 12public good, most litigants care little about this sideproduct of their activities. Instead a litigant cares about judicial errors but only if they are to his disfavor. In Shavells model error is conceptualized as an event whose likelihood depends on the amount of time which a judge devotes to deciding a dispute. Devoting more time reduces the error rate. Note that this conception of error is inappropriate for modelling the impact of favoritism. The analysis of favoritism involves a crucial element of strategic interaction. The appeals process may dampen the influence of favoritism on judicial outcome because trial court judges whose decisions indicate blatant favoritism run the risk that this is recognized by the appellate court and that this may e.g. reduce their promotion possibilities. The errorlikelihood function proposed by Shavell is not relevant for the errors of a biased judge because he is not really in error, he knows quite well what he is doing and spending more time on the case is unlikely to change his decision. Since favoritism is so important in the Balkan, our analysis will distinguish between the sort of error which Shavell models and errors caused by favoritism. Shavelltype errors are considered first. As will be shown these errors cannot explain the preference for dispute resolution mechanisms offering an appeals option which we observe in the Balkan penninsula. The appeals process creates value both for society and for litigants if it reduces the rate of judicial error and if the benefit of this reduction outweighs the additional costs generated by the appeals process. This requires that a mistaken judgement is considerably more likely to be reversed at the appellate court than a correct judgement. If an appeals process is available it however may also be used if this condition is not met. The social usefulness of the appeals process is enhanced if litigants are frequently able to recognize trial court error. In contrast if litigants are mostly unable to distinguish correct and erronous trial court decisions they often will appeal even against correct trial court decisions. The inability of litigants to distinguish correct and erronous decisions results in a flood of appeals which generate costs, but no social value. Moreover, if the probability that a correct decision is reversed on appeal is relatively high, the loser in the trial court may go to appeal even he realizes that the decision of the trial court was correct. These appeals are undesirable as well. At this point the distinction between the two types of errors introduced in the last section comes in handy. Appellate courts have only limited abilities to correct factual errors. In particular, they do not have the resources nor the time to engage in lengthy factfinding. Consequently, factfinding at the appellate court often is unlikely to generate value for society. For obvious reasons the party who lost at the first instance nevertheless often wants to engage in additional factfinding. Except under rather special circumstances this should be curbed. 13Matters are different with legal errors. Trial courts surely commit large numbers of legal errors. Appellate courts typically have superior legal competence, and are thus likely to correct legal errors. This tends to create social value. The likelihood of legal error is high because, as was noted above, much postcommunist law is new law and thus obscure. However, for the very same reason litigants often find it difficult to distinguish erronous and correct decisions. This drives up the expected costs and hence reduces the value of the appeals process for society and similarly for traders who are in the process of negotiating a contract and consider including an arbitration clause and have thus not yet entered a dispute, a situation which will be referred to as ex ante. Judicial overload at the appellate courts also drives up the error rate at the appellate courts, this similarly reduces the ex ante value of the appeals option. These drawbacks are significant, but presumably not sufficient for definite conclusions about the ex ante value of the appeals process. Two additional considerations however allow for more definite results. This is: Going to appeal may eliminate a legal error, but this is ex ante desirable for traders only if correct is tantamount to efficiencyenhancing. And second, the ability of arbiters to come to a correct decision resembles that of trial courts rather than that of appellate courts. Neither of these two conditions is actually satisfied. Ex ante, before the dispute arises, rational traders care about efficiency in the KaldorHickssense posited in the law and economics literature. I.e., ex ante traders prefer that potential disputes are resolved in a way which maximizes the expected value of their business relationship. Ex post, after the dispute has arisen, they often do not care about this, but the ex ante view is relevant for the decision to sign an arbitration clause. Posner 2003 argues at great length that the key doctrines of common law are roughly in line with this efficiency requirement and seems inclined to extend this claim to Roman law as well. To the extent that the basics of Southeast European substantive civil and commercial law rest in Roman law it may be in accordance with efficiency, but the actual interpretation of this law by appellate courts often is not 33. Consequently, it is conceivable that the judgements of arbitration courts outcompete state courts by being more in line with the efficiency requirement than the rulings of appellate courts. This would be greatly facilitated if Southern European arbitration statutes were to provide traders with a choice of substantive law. Then they could choose a law which is more in line with the efficiency requirement. Unfortunately, even the most liberal arbitration statute of the region, the Croatian one, bars such a choice of law except if 33 An obvious example of deviation from the efficiency requirement is the tendency of postcommunist courts to underestimate damages. 14foreigners are among the disputants 34. In this regard Southeastern European arbitration statutes are notably less liberal than e.g. German arbitration law or the resp. laws of Anglosaxon countries. The Croatian statute, however, allows traders to opt for a decision ex aequo et bono. The precise meaning of this phrase has never been clarified, according to a prominent Croatian arbiter serving at the Zagreb arbitration court it simply means that the arbiter has to respect the basics of Croatian law but may disregard the details 35. As a matter of principle, this provides arbiters with some leeway to make efficiencyenhancing decisions and thus an opportunity to outcompete state courts. Even in countries which as a matter of principle do not allow decision ex aequo et bono arbiters in actual fact have such opportunities as well because the case law of appellate courts often lacks coherence and because arbiters are not required to reveal the substantive rules underlying their decision. Triva 1991, p. 19, translation by B.S. put it like this: Even in countries whose statute law disallows rulings ex aequo et bono arbiters can nevertheless do it, this is in particular   because they are not required to rationalize their decisions which effectively renders a judicial review   impossible.36 Concerning the second consideration, arbitration courts similarly may achieve superiority. As was argued already in section 1.3., it is not difficult to find an arbiter who is less likely to commit a legal error than the runofthemill state court judge for the simple reason that the latter often are underspecialized and required to handle a broad variety of cases. To sum up, the unpopularity of arbitration is not explainable by the ability of appellate courts to correct for legal error. Thus, if the missing appeals process is a major obstacle to the development of arbitration this must be due to another reason. The only remaining candidate is the ability of appellate courts to curb favoritism at the trial court. Above it was argued that in postcommunism the reputation mechanism fails to discipline arbiters to a sufficient extent, and thus offers no adequate substitute for supervision. Consequently, the ability of appellate courts to curb favoritism may be an advantage of state courts. Presumably, this holds in particular, if the following four conditions are met: First, favoritism is perceived as widespread. This clearly holds in the Balkan penninsula. Second, favoritism is at least among jurists considered as sort of an evil, although maybe a necessary evil. If this condition is not 34 The same holds for Bulgarian law which otherwise is fairly liberal as well. See Stalev 2001, p. 673. 35 See Sikiric 1995, p. 130. 36 At least Germany, text books on arbitration law typically warn against authorizing arbiters to rule ex aequo et bono arguing that such decisions are nearly totally unpredictable. See e. g. Schutze 1998, p. 95. To be sure, invoking a well articulated and efficiency enhancing law is a superior choice. However, since Southeastern European traders are not allowed to do that the uncertainty involved in ex aequo et bono may be a minor evil compared to the inefficiencies caused by the case law of state courts. 15fulfilled appellate court judges are unlikely to sanction trial court favoritism. However, it seems to be fulfilled by and large. Third, a trial court judge whose behaviour reveals blunt favoritism can be punished for that in some way. It is not necessary that the punishment is immediate or sure, already a nonnegligible likelihood of some disadvantage imposed on him sometimes in the future should suffice to curb favoritism somewhat. Fourth, favoritism is not due to political pressure which equally hits trial courts and appellate courts. Obviously if the appellate court is exposed to the same political pressure and equally likely to yield to it, the appeals process is useless. If favoritism is however due to reasons other than such political pressure, the appeals process may provide for a curb on favoritism at the trial courts even if appellate judges are similarly prone to favoritism. This holds if appellate court bias is uncorrelated or only weakly correlated with trial court bias. Appellate court bias may be expected to be largely uncorrelated with trial court bias if relevant connections typically are not connections to formal institutions but connections with individuals and extended families. This means that a plaintiff who manages to instrumentalize a connection to the trial court judge and influence him has to start from scratch and engage in a new connection building effort if it comes to influencing the appellate court judge except in the unlikely case that the latter and the former are members of the same extended family or have roots in the same village. According to the accounts given by anthropolists 37 this condition appears to be met, anthropologists usually describe connections as resulting from networks between individuals, and thus unrelated to formal institutions except the extended family. It is worth noting that anthropologists have gathered much material which suggests that e.g. in Bulgaria favoritism is viewed as pervasive and a necessary evil which nobody can avoid. As a colourful example consider the rather common practice to approach jurists with the request to serve as godparents when a newborn child is to be baptized. This is an effort to extend the extended family into a desirable direction. Since all of the four conditions seem to be met in quite a number of Balkan countries, it may be inferred that favoritism at lower instance state courts is likely to be more effectively curbed than at arbitration courts. This presumably is an advantage of state courts. However, a possible counterargument resembling an argument presented above needs to be considered. Couldnt favoritism be curbed just as effectively by a panel system ? Arbiters can be required to sit in panels. According to a common argument panels make corruption more difficult. However, in the Balkans this often does not seem to work. Doubts about the ability of panels to curb favoritism may be inferred from observing appellate judges who sit in panels 37 see e.g. BenovskaSabkova 2001. 16Preference for Secrecy everywhere. It seems that more often than not they endorse a policy of mind your own business and live and let live, they effectively delegate the decision to one member of the panel and do not intervene if he displays favoritism 38. Presumably, this may occur among arbiters as well. In most Balkan countries there is every reason to harbor such suspicions, Croatia is an exception to this rule. The personalities of quite a number of arbiters working at the Zagreb arbitration court strongly suggests that selecting a panel which is uninclined to this minding your own businessattitude is perfectly feasible. Consequently, in Croatia the favoritismcurbing ability of the appeals process is unable to explain the unpopularity of arbitration, elsewhere it may. 2.5 Not only judicial dispute resolution but also arbitration, although to a lesser extent, has the disadvantage that it may result in disclosure of facts which disputants prefer to keep secret. Often they have a lot to hide because the shadow economy continues to be of crucial relevance for their success and much business is partly conducted in the shadow. Because judicial dispute resolution is more likely to result in unwelcome disclosures than arbitration, the desire for secrecy is likely to increase the market share of arbitration in the dispute market. Moreover, within the market for arbitration services the desire for secrecy may be expected to favor ad hoc arbitration over institutional arbitration 39. In ad hoc arbitration it is easier to keep secrecy. Nevertheless, secrecy is not perfect in ad hoc arbitration either, thus the desire for secrecy implies that the overall dispute resolution market is smaller than it were in an environment of transparent and openly conducted business. This is because the loser in the arbitration court may file a complaint at a state court. Irrespective of whether he has reason to complain or not, the state court will then get access to and look at the files of arbitration, and this may imply that the prosecutor gets access to the files as well. So if traders want to keep secrecy there is some reason to beware of arbitration as well, the competitive advantage created by the more discreet style of arbitration is of limited relevance except if traders trust each other that neither will complain to a state court. The fact that we do not observe a large 38 See e. g. Schonfelder 2005, p. 77. 39 Ad hoc arbitration refers to a tribunal created for the purpose of resolving a specific dispute, institutional arbitration refers to the dispute resolution services dispensed by an arbitration court which offers its services to a variety of individuals. 17Inadequate Execution market share of ad hoc arbitration thus does not necessarily imply that the considerations of this section are misguided, it may rather be due to low levels of trust among traders. 2.6 Obviously, the value of judgements both of arbitration and state courts is seriously debased by weak enforcement. Different from the historical law merchant reputational concerns frequently have failed to incentivize Southeastern European traders to comply with judgements which are not credibly supported by the coercive powers of government. This seems to be due to two reason. The first is the short time horizon of many businesses. The highly unstable political, legal and economic environment makes longterm considerations less relevant, it drives up discount rates. Reputational damages are mostly a long term consideration. Moreover, in a highly unstable environment it is very difficult to decide whether failure to fulfill a contract is due to forces which are beyond the control of the business partner or not. Thus a business partner can mask opportunism by invoking force majeure and it may be difficult to disprove this claim. As a result the damage which failure to deliver promises causes to his reputation is less severe. Fortunately, many Balkan countries have witnessed a gradual stabilization which has already made reputational concerns more relevant. Consequently, many observers have noted an improvement of business morals in most of postcommunist Europe. Business morals had reached an alltime low in the early nineties. The betterment observed since then certainly has not yet gone far enough that the capitalist ethos of honesty, industry and thrift has come to the fore, nevertheless, this improvement has been much more pronounced than what can be possibly explained by the typically very moderate upgrading of judicial systems. This has surprised many observers. This surprise in itself has revealed a shortcoming of much research in postcommunist affairs, namely it reveals that these observers have grossly underestimated the potential power of reputationbased selfenforcement mechanisms. What is relevant for the topic of this paper is that the increasing role of reputationbased selfenforcement mechanisms should render arbitration increasingly attractive as well. Failure to comply with an arbitral award may cause damage to the reputation of the loser. Because the future is discounted, the shorter the time until this damage occurs the more powerful the threat of reputational damage, and here arbitration has two advantages over state courts: it tends to be considerably faster and there is no appeals process which drags matters out. This suggests, that the market share of arbitration should be on the rise because traders are no longer as shortsighted as they used to be in the 18Some Empirical Evidence early nineties. This conjecture is in accordance with the data, but the rise has been very very slow.40 3. The dearth of reliable empirical information on arbitration is often deplored in the theoretical literature 41. The analysis of private justice thus amounts to a fairly speculative venture virtually anywhere, but data about postcommunist arbitration are even poorer. To mitigate this problem at least somewhat, a survey was conducted among a selected group of lawyers practising in two major Bulgarian cities, Plovdiv and Varna. Lawyers were thought of as the best available source of information because it is known that on the Balkan penninsula arbiters usually are lawyers by profession. Moreover, in arbitration courts litigants are nearly always represented by lawyers 42. Lawyers are the primary and often the only source through which businessmen lawyers presumably are more knowledgeable about the obstacles hampering arbitration than any other discernible group. learn about arbitration. Thus, Among the reasons to select Plovdiv and Varna was that both cities are major centers of commerce, they have witnessed considerable economic growth in recent years, and are among the most prosperous places in Bulgaria and on the Balkan penninsula. In both cities there is a local provider of arbitration services. Local availability of an arbitration court may be expected to stimulate the demand for arbitration. This is because lawyers are hesitant to recommend outof town arbiters. It is believed and not without reason that lawyers practising in the city in which the court which decides the case is located are in a better position to take influence on its arbiters resp. judges. Bribes and other activities undertaken to influence courts often are intermediated by lawyers who entertain connections to arbiters resp. judges. For this reason, recommending an outoftown arbitration court may amount to losing clients. If a dispute arises the client is likely to prefer a lawyer practising in the town where the court resides because the latter is likely to have better connections. As was noted above, Bulgarian arbitration is welldeveloped by Balkan and even by East Central European standards. Thus, it was conjectured that among the Plovdiv and Varna 40 To a large extent it has occurred not via growing business at traditional institutions but by setting up new courts which attract some new business. This makes the expansion harder to measure. E.g. in Bulgaria throughout most of the nineties there existed only one arbitration court. Since the late nineties at least three more courts have been set up. 41 See e.g. Uzelac 1999, p. 56. 42 This may seem evident to the reader. However, at least historically this often has not been the case in Western Europe. 19lawyers there should be more expertise for arbitration than in most other regions of the Balkan. However, even in Plovdiv and Varna a considerable majority of the local lawyer population rarely handles commercial cases and has little firsthand experience with arbitration. An attempt to interview all of the 1012 lawyers registered with the Plovdiv bar association 43 and the 967 lawyers registered with the Varna bar association thus was unlikely to deliver meaningful results. To solve this problem the two interviewers, who were graduated law students 44, took an effort to identify lawyers specialized in commercial cases and ensure their participation. They got hold of 90 such lawyers in Plovdiv and 70 in Varna. To ensure adequate participation of lawyers specializing in commercial cases the interviewers took an effort to visit all of them in person 45. When they were successful, they conducted a short interview in the course of which a questionaire of only nine questions was filled. As a result a high participation of these expert lawyers was assured 46. The most clearcut result of the survey is that according to a considerable majority of respondents at most ten per cent and most likely even less of all commercial contracts contain an arbitration clause. Informally, some lawyers voiced the opinion that even in those cases in which an arbitration clause is included in the contract this often is not due to a conscious decision of participants but rather to their using a standard contract form loaded down from the internet or supplied by some consultant. By now, such standard forms more often than not contain an arbitration clause. An overwhelming majority of respondents view ignorance as the primary reason why businessmen fail to consider this issue, most businessmen are not aware of this alternative to state courts. In addition they typically fail to seek legal advice before a dispute arises and thus stay behind a veil of ignorance until it is too late. This indicates that legal illiteracy continues to be the primary reason for the slow development of arbitration. Compared to legal illiteracy distrust in arbiters is a much less relevant factor. It is well known that all courts are distrusted but only eighteen Plovdiv respondents thought that state courts are more objective and less susceptible than arbitration courts. Most of the Plovdiv respondents thought that in this regard there is little difference between state courts and arbitration courts. Some of the respondents apparently those who had most firsthand experience with arbiters were aware of arbiters superiority in terms of competence but this was not common knowledge among the surveyed lawyer population. Among the more 43 Not all of them practise in the city of Plovdiv, some instead practice in various smaller towns in the surroundings. 44 I am grateful to Rositsa Tsvetkova and Temenuga Blagova for doing this work. 45 Out of the 90 experts identified in Plovdiv only 15 preferred to answer the questions by mail, the others agreed to a personal interview. 46 It would have been considerably more costly and difficult to implement this procedure in Sofija. This was a reason to prefer Plovdiv and Varna. 20sursprising results of the survey was that at Varna distrust in arbitration was much more prevalent than at Plovdiv. The interviewer also learnt about the reason. As was mentioned above laywers recommend local arbiters. When asked about their trust in arbiters respondents tend to have the local arbitration court in mind. In 2002 and 2003 the Varna arbitration court had been attacked by the prosecutor, and as a result it was defunct during the time of the interviews. A defendant who had lost his case at the local arbitration court and was subjected to execution had complained to the prosecutor arguing that the procedure had been conducted in a grossly unfair way. He did not file for setting aside the arbitration award 47 even though Bulgarian law similar to most other countries offers this venue for disputants claiming that arbiters failed to grant due process. The prosecutor initiated several criminal and civil procedures against the arbitration court and its arbiters arguing that they routinely ! violated basic principles of due process and that the court itself was illegitimate because it had not been set up by statute. The second reason is clearly spurious because Bulgarian arbitration law requires no more than a civil law contract to set up an arbitration court. The prosecutor ordered a search of the arbitration court, this police action was widely publicized and thus noticed by the local legal community and others. Later the prosecutor took measures to suspend the arbitration courts work. While his actions appeared as strange and of dubious legitimacy to the better informed observers, they did not fail to put a shadow on the arbitration court 48. 33 of the Varna respondents thought of arbitration courts as less reliable than state courts. The observation that trust in this arbitration court plummeted is suggestive of the shakiness of the foundations on which trust in such institutions rests. When asked whether they would advise their clients towards arbitration 49 of the 90 Plovdiv respondents said yes and 40 no, in Varna only nineteen of the 70 respondents were ready to advise for arbitration, the other 51 would advise against it, reflecting the local crisis of confidence. Since among all Bulgarian arbitration courts only the Varna court has been involved in a scandal the Plovdiv results are presumably more relevant. When asked about the reasons to advise against the arbitration a considerable majority of Varna respondents 47 Instead he challenged the enforcement decision which the local state court had issued at the request of the judgement creditor because the judgement debtor refused to serve the award. This complaint against the enforcement decision however was turned down by the appellate court. 48 It is worth noting that the criminal procedures never reached the court room, they were suspended resp. interrupted. The reader may wonder about the role played by the prosecutor. This behaviour is possible only because Bulgaria has not yet broken away from the Soviet tradition of conceiving the prosecutor as a watchdog over legality endowed with broad authority and a range of duties extending far beyond investigating and prosecuting criminal violations. This concept puts the prosecutor into competition with courts. Courts and prosecutors effectively have overlapping jurisdiction. 21denied that execution of arbitration awards may be more difficult than execution of state court decisions, while 31 of the Plovdiv respondents thought that execution of an arbitration award may be more difficult than execution of a state court decisions. This suggests that concern about execution sometimes may be a reason to stay away from arbitration but it is not the key obstacle. Among both Varna and Plovdiv respondents who would advise against arbitration the key concern rather was that arbitration is a no appeal procedure. 42 Varna respondents and 34 Plovdiv respondents pointed to this. Nearly two thirds of those respondents who tended to advise against arbitration viewed this as the key disadvantage. The questionnaire did not contain a question inquiring into the reasons why the lack of an appeals process is considered a disadvantage. This is actually quite in line with the theoretic analysis suggested above because among Bulgarian legal professionals it is well known that state courts in which judges sit in panels are no less venal than single judges sitting alone. Bulgarian experience thus leads one to believe that panels should not be regarded as an effective brake against favoritism. Information communicated informally suggests that the appellate courts are viewed not only as institutions of superior legal competence and thus capable of correcting legal error, but also as less susceptible to favoritism except in cases involving fairly high stakes. Appellate judges may be venal but they are not cheap. Local courts and some arbiters are thought of as susceptible to petty bribary. Even trifling presents such as bottle of whisky apparently may exert quite some impact. This seems to be much less common at appellate and supreme courts, there the issue is largescale corruption. In view of common perceptions of corruption it is worth noting that by far not all judges are venal and that this is widely recognized as well 49. The conjecture that legal illiteracy among traders remains the key obstacle against the growth of arbitration is supported by some other evidence as well. As noted above traders may prefer ad hoc arbitration over institutional arbitration because they want discretion. Thus, legalizing ad hoc arbitration may be expected to stimulate the development of arbitration. In Croatia ad hoc arbitration between domestic traders was legalized in 2001, much later than in Bulgaria. However, this does not seem to have exerted much of an effect, opportunities for ad hoc arbitration have not been widely used. This is easy to understand if legal illiteracy happens to be widespread. Another factor which has not been mentioned in the above analysis but is believed to have an impact on the use of the arbitration is whether state courts respect arbitration clauses. 49 For evidence that this is common knowledge see e.g. Kapital 30 April 2005 p. 111. 22If state courts in particular appellate courts sometimes void arbitration clauses without giving a convincing reason this is said to create doubts about arbitrability and discourage traders from using arbitration. Moreover, it is believed to keep foreign investors away because foreign investors typically do not want to rely on state courts. Neither Bulgaria nor Croatia have been fully reliable in this regard, but the Croatian record has been better 50. To be sure it has not been impeccable either, state courts have sometimes failed to honour arbitration clauses. In Bulgaria, the judiciary behaved worse and furthered doubts about arbitrability in 1992 and 1997 when it voided arbitration clauses for reasons considered as spurious by authoritative observers 51. Thus, if doubts about arbitrability are a major factor influencing the development of arbitration, Croatia has performed better than Bulgaria. However, there is no indication that this helped Croatian arbitration to pick up with Bulgaria, it continues to lag behind. 4. The observation of widespread distrust in judges and arbiters suggests an opportunity to conduct a socially useful experiment which may reveal to what extent the market for arbitration services is depressed by perceived favouritism. There exists a straightforward way to solve the problem: Allow traders to use foreign arbitration courts or appoint foreigners as arbiters. E.g. if they contract some business allow them to insert an arbitration clause in the contract which refers to a specified foreign arbitration court. If perceived favouritism is the primary reason to avoid arbitration, legalizing such clauses should result in enough of a superiority of arbitration over state courts that court congestion would be considerably reduced and a major part of contractual disputes transferred to arbitration. Since court congestion is a common complaint in all of Southeastern Europe this should be welcome relief. Moreover, if court congestion declines, court corruption is likely to decline as well, since quite often bribes are primarily speedmoney. Epilogue Why do arbitration statutes of most Southeastern European countries prohibit or limit market access of foreign arbiters ? A plausible conjecture is that the business interests of 50 This holds in particular for appellate courts, less so for trial courts. In a widely noticed and fairly scandalous decision the Rijeka commercial court in 2002 voided an arbitration clause agreed upon between an Austrian investor and an influential Croatian businessman, but in 2004 its decision was reversed at the appellate court. For an attempt at a complete overview of earlier Croatian state court decisions concerning motions to set aside arbitration awards see Uzelac 1999. 51 See Uzelac 1999 and Janevski 1998. The courts reasoning as reported by Janevski is simply hilarious and strongly suggests favoritism. 23domestic lawyers are at stake who want to keep potential competitors out of the market, they want to be the exclusive providers of arbitration services. This conjecture receives some support from the hesitance of most Southeastern European countries to admit foreigners to the domestic bar. This hesistance clearly is motivated by domestic lawyers business interests. So, if these interests prevail on the bar, it is not surprising that they prevail in arbitration statutes as well. The prevalence of lawyers interests seems even more plausible if one considers that arbitration statutes are a highly technical legislation on which politicians are not likely to have strong opinions or much knowledge. They will rather leave the drafting of the statute to the experts i.e. to domestic lawyers. Moreover, shutting out foreign arbitration courts also may seem in line with a widely held desire to limit foreign influence. In contrast to most other Southeastern European countries Croatia conducted the suggested experiment and reformed its arbitration statute in 2001 to the effect that foreigners may now be appointed as arbiters even for domestic disputes. There is no indication that this has significantly increased the demand for arbitration services. That it was possible to break up the monopoly of domestic lawyers seems explainable by the fact that in Croatia academic jurisprudence has been comparatively developed and influential. Academic scholars are less inclined to protectionism than the average lawyer, they have little reason to fear foreign competition. The advise offered by academic jurists shaped the Croatian reform. The observation that even this did not cause much change is another dissapointment for our endeavour to rationalize the underuse of arbitration. We have rehearsed all conceivable rational reasons for and against arbitration, but the attempt to corroborate the resulting conjectures by empirical observation has largely failed. The only hypothesis which received a good deal of empirical support was that of plain ignorance. Unfortunately, the observation of continuous ignorance is difficult to reconcile with the rational choice approach towards information gathering favoured by economists. If businessmen fail to learn about such important matters for such a long time this suggests that they do not care to know about them in spite of their importance and that they prefer to avoid lawyers. Thus we are back to the Trivaconjecture. It seems plausible that a traders class inclined to see buyers and sellers   as rivals pitted in a contest of wits 52 is not predisposed to legal thinking. This is not to say that traders are all crooks, they are not and there is indication that virtues like honesty and reliability are increasingly valued by Balkan traders. However, traders do not tend to think about law as an instrument which may help them to control contract opportunism. If the word law comes their mind they do not tend to think of civil law, they think of tax law, building 24ordinances, regulations of the employment relationship etc  They often share the deeprooted cynicism towards law which is widespread in the Balkans, such cynicism is not an attitude conducive to overcoming legal illiteracy. This cynicism is continously reinforced by governments tinkering with public law. Traders might be less distrustful of arbitration if they were to perceive arbitration courts as their courts and thus different from state courts. Such a positive perception might be forthcoming if traders would join trade association and if arbitration courts would be set up by these associations. However, Balkan traders have been slow in organizing. Associations of businessmen of whatever sort typically have few members and do not enjoy much support. Those which exist often represent only a small minority of the business community and are distrusted by the others. The slow growth of arbitration may be related to the delayed development of employers associations of all sorts which also is the reason for the political weakness of entrepreneurs in the Balkan penninsula. Historically, the development of arbitration often has been promoted by the growth of trade associations. Benson 1990, p. 218 notes e.g. on the reemergence of commercial arbitration in the USA at the end of the nineteenth century: The main area of rapid redevelopment of commercial arbitration was in the trade associations. This observation suggests that investigating into the reasons why Balkan traders have been slow to organize 53 might be more helpful for understanding the obstacles against the growth of arbitration than the rational choice of forum approach rehearsed in this paper. These conjectures have at least two further implications. First, they imply that in postcommunism the relation between state courts and arbitration may be different from how it is presented in much of the economic literature on arbitration 54. This literature tends to view them mostly as substitutes resp. alternatives. However, if many traders are inclined to lawless conduct, state courts and arbitration are more in the nature of complements. Only if state courts succeed in strengthening the respect for law arbitration is likely to prosper. Second, if ignorance is the key problem more effective advertising may help to increase the demand for arbitration services to quite some extent. Since lawyers are not allowed to engage in agressive advertising this job would be up to the minister of justice. He should welcome the potential relief for a grossly overburdened judiciary. However, so far little has been done to advertise arbitration. 52 Pipes 1990, p. 205. For some evidence for the continued prevalence of such attitudes see Zeleva 2003, p. 153. 53 for some observations on that see Zeleva op cit. p. 154. 54 see e.g. Benson 2000. 25Bibliography: BenovskaSabkova, Milena 2001: Politiceski prekhod i vsekidnevna kultura. Sofija: Akademicno izdatelstvo Prof. Marin Drinov. Bender, Gerd and Ulrich Falk Hrsg. 1999: Recht im Sozialismus. Band 2. Justizpolitik. Frankfurt am Main: Vittorio Klostermann. Benson, Bruce 1990: Justice without the State. The Enterprise of Law. San Francisco: Pacific Research Institute for Public Policy. Benson, Bruce 1995: An Exploration of the Impact of Modern Arbitration Statutes on the Development of Arbitration in the United States. Journal of Law, Economics, and Organization 11: 2 p. 479 501. Benson, Bruce 2000: Arbitration. In Bouckaert, Boudewijn and Gerrit De Geest eds.: Encyclopedia of Law and Economics, Volume V. Cheltenham: Elgar p. 159 193. Bernstein, Lisa 1992: Opting Out of the Legal System: Extralegal Contractual Relations in the Diamond Industry, Journal of Legal Studies 21 p. 115 157. Blankenburg, Erhard 1995: Die Infrastruktur der Prozevermeidung in den Niederlanden. In Gottwald, Walther und Dieter Strempel eds.: Streitschlichtung. Koln: Bundesanzeiger 1995, p. 139 148. Brajkov, Stefan 1976: Tendencii na pravorazdavaneto po dela mezdu socialisticeski organizacii. Sofija: BAN Dika, Mihajlo 1998: Arbitrazno rjesavanje gospodarskih sporova prednosti i perspektive arbitraznoga sudovanja. In: Aktualnosti hrvartskoga gospodarstva i pravne prakse, Zagreb: p. 191 202. Dika, Mihajlo 1999: Arbitrability and Exclusive Jurisdiction of Courts of Law. Croatian Arbitration Yearbook 6, p. 27 43. Greif, Avner, Paul Milgrom, and Barry Weingast 1994: Coordination, Commitment, and Enforcement: The Case of the Merchant Guild. Journal of Political Economy 102:4 pp. 745 770. Janevski, Arsen 1998 : Language of Arbitration as a Ground for NonEnforcement and Setting Aside. Croatian Arbitration Yearbook 5, p. 101 109. Judicial 2003: Judicial AntiCorruption Program, mimeo, Center for the Study of Democracy, Sofija 2003, retrieved from www.csd.bg . Lachmann, JensPeter 2002: Handbuch fur die Schiedsgerichtspraxis. Koln: Schmidt. Landes, William and Richard Posner 1979: Abjudication as a Private Good. The Journal of Legal Studies 8 p. 235 284. Lydall, Harold 1986: Yugoslav Socialism. Theory and Practice. Oxford: Clarendon. Navrhy 2004: Navrhy reformy ceske justice na zaklade pruzkumu soudu nemeckymi a anglickymi experty v roce 2003. Zaverecna zprava. Twinning project CZ 01IBJH01. Pipes, Richard 1990: Russia under the Old Regime. London: Penguin. Posner, Richard 2003: Economic Analysis of Law. New York: Aspen. Schonfelder, Bruno 2005: Judicial Independence in Bulgaria: A Tale of Splendour and Misery. EuropeAsia Studies 57: 1, p. 61 92. 26Schroder, Almut 2003: Der Beitrag internationaler Richter zur Entwicklung der Rechtsstaatlichkeit in Bosnien und Herzegowina. Sudosteuropa 52:79, p. 325 340. Schutze, Rolf 1998: Schiedsgericht und Schiedsverfahren. Munchen: C. H. Beck. Sikiric, Hrvoje 1995: Arbitration in equity ex aequo et bono. Croatian Arbitration Yearbook 2, p. 125 145. Shavell, Steven 1995a: The Appeals Process as a Means of Error Correction. The Journal of Legal Studies 24:2, p. 379 417. Shavell, Steven 1995b: Alternative Dispute Resolution: An Economic Analysis, The Journal of Legal Studies 24:1, p. 1 28. Stalev, Zivko 2001: Bulgarsko grazdansko procesualno pravo. Sofija: Ciela. Triva, Sinisa 1991: Arbitrazno rjesavanje domacih i meunarodnih trgovackih sporova. In: Arbitraza i poduzetnistvo. Zagreb: Progres. Triva, Sinisa 2001: Zakon o arbitrazi. Pravo u gospodarstvu 40:5 p. 4 32. Uzelac, Alan 1998: A Log of the Activities of the Permanent Arbitration Court at the Croatian Chamber of Commerce, Croatian Arbitration Yearbook 5, p. 111 119. Uzelac, Alan 1999: Setting Aside Arbitral Awards in Theory and Practice. Croatian Arbitration Yearbook 6, p. 55 73. Voigt, Stefan 2003 ed.: Constitutional Political Economy. Volume 1: Cheltenham: Edward Elgar. Zeleva, Rumjana 2003: Soziale Deutungsmuster von Unternehmern in der Transformationsokonomie, TU Magdeburg, doctoral dissertation. List of Working Papers of the Faculty of Economics and Business Administration, Technische Universitat Bergakademie Freiberg. 2000 001 Michael Nippa, Kerstin Petzold, Okonomische Erklarungs und Gestaltungsbeitrage des RealoptionenAnsatzes, Januar. Dieter Jacob, Aktuelle baubetriebliche Themen Sommer 1999, Januar. Egon P. Franck, Gegen die Mythen der Hochschulreformdiskussion Wie Selektionsorientierung, NonprofitVerfassungen und klassische Professorenbeschaftigungsverhaltnisse im amerikanischen Hochschulwesen zusammenpassen, erscheint in: Zeitschrift fur Betriebswirtschaft Zf B, 70. 2000. Jan Kornert, Unternehmensgeschichtliche Aspekte der Krisen des Bankhauses Barings 1890 und 1995, in: Zeitschrift fur Unternehmensgeschichte, Munchen, 45 2000, 205 224. Egon P. Franck, Jens Christian Muller, Die FuballAktie: Zwischen strukturellen Problemen und FirstMoverVorteilen, Die Bank, Heft 32000, 152 157. Obeng Mireku, Culture and the South African Constitution: An Overview, Februar. Gerhard Ring, Stephan Oliver Pfaff, Combi Car: Rechtliche Voraussetzungen und rechtliche Ausgestaltung eines entsprechenden Angebots fur private und gewerbliche Nutzer, Februar. Michael Nippa, Kerstin Petzold, Jamina Bartusch, Neugestaltung von Entgeltsystemen, Besondere Fragestellungen von Unternehmen in den Neuen Bundeslandern Ein Beitrag fur die Praxis, Februar. Dieter Welz, NonDisclosure and Wrongful Birth , Avenues of Liability in Medical Malpractice Law, Marz. 002 003 004 005 006 007 008 009 0010 0012 0014 0015 0016 0017 0018 0019 0020 Jan Kornert, Karl Lohmann, Zinsstrukturbasierte Margenkalkulation, Anwendungen in der Marktzinsmethode und bei der Analyse von Investitionsprojekten, Marz. 0011 Michael Fritsch, Christian Schwirten, RD cooperation between public research institutions magnitude, motives and spatial dimension, in: Ludwig Schatzl und Javier Revilla Diez eds., Technological Change and Regional Development in Europe, HeidelbergNew York 2002: Physica, 199 210. Diana Grosse, Eine Diskussion der Mitbestimmungsgesetze unter den Aspekten der Effizienz und der Gerechtigkeit, Marz. 0013 Michael Fritsch, Interregional differences in RD activities an empirical investigation, in: European Planning Studies, 8 2000, 409 427. Egon Franck, Christian Opitz, Anreizsysteme fur Professoren in den USA und in Deutschland Konsequenzen fur Reputationsbewirtschaftung, Talentallokation und die Aussagekraft akademischer Signale, in: Zeitschrift Fuhrung Organisation zfo, 69 2000, 234 240. Egon Franck, Torsten Pudack, Die Okonomie der Zertifizierung von Managemententscheidungen durch Unternehmensberatungen, April. Carola Jungwirth, Inkompatible, aber dennoch verzahnte Markte: Lichtblicke im angespannten Verhaltnis von Organisationswissenschaft und Praxis, Mai. Horst Brezinski, Der Stand der wirtschaftlichen Transformation zehn Jahre nach der Wende, in: Georg Brunner Hrsg., Politische und okonomische Transformation in Osteuropa, 3. Aufl., Berlin 2000, 153 180. Jan Kornert, Die Maximalbelastungstheorie Stutzels als Beitrag zur einzelwirtschaftlichen Analyse von Dominoeffekten im Bankensystem, in: Eberhart Ketzel, Stefan Prigge u. Hartmut Schmidt Hrsg., Wolfgang Stutzel Moderne Konzepte fur Finanzmarkte, Beschaftigung und Wirtschaftsverfassung, Verlag J. C. B. Mohr Paul Siebeck, Tubingen 2001, 81 103. Cornelia Wolf, Probleme unterschiedlicher Organisationskulturen in organisationalen Subsystemen als mogliche Ursache des Konflikts zwischen Ingenieuren und Marketingexperten, Juli. Egon Franck, Christian Opitz, InternetStartups Ein neuer Wettbewerber unter den Filteranlagen fur Humankapital, erscheint in: Zeitschrift fur Betriebswirtschaft Zf B, 70 2001. Egon Franck, Jens Christian Muller, Zur Fernsehvermarktung von Sportligen: Okonomische Uberlegungen am Beispiel der FuballBundesliga, erscheint in: Arnold Hermanns und Florian Riedmuller Hrsg., ManagementHandbuch Sportmarketing, Munchen 2001. 0022 Michael Nippa, Kerstin Petzold, Gestaltungsansatze zur Optimierung der MitarbeiterBindung in der ITIndustrie eine differenzierende betriebswirtschaftliche Betrachtung , September. Egon Franck, Antje Musil, Qualitatsmanagement fur arztliche Dienstleistungen Vom Fremd zum Selbstmonitoring, September. David B. Audretsch, Michael Fritsch, Growth Regimes over Time and Space, Regional Studies, 36 2002, 113 124. 0025 Michael Fritsch, Grit Franke, Innovation, Regional Knowledge Spillovers and RD Cooperation, Research Policy, 33 2004, 245255. Dieter Slaby, Kalkulation von Verrechnungspreisen und Betriebsmittelmieten fur mobile Technik als Grundlage innerbetrieblicher Leistungs und Kostenrechnung im Bergbau und in der Bauindustrie, Oktober. Egon Franck, Warum gibt es Stars? Drei Erklarungsansatze und ihre Anwendung auf verschiedene Segmente des Unterhaltungsmarktes, Wirtschaftsdienst Zeitschrift fur Wirtschaftspolitik, 81 2001, 59 64. Dieter Jacob, Christop Winter, Aktuelle baubetriebliche Themen Winter 19992000, Oktober. 0028 0029 Michael Nippa, Stefan Dirlich, Global Markets for Resources and Energy The 1999 Perspective , Oktober. 0030 Birgit Plewka, Management mobiler Geratetechnik im Bergbau: Gestaltung von Zeitfondsgliederung und Ableitung von Kennziffern der Auslastung und Verfugbarkeit, Oktober. 0031 Michael Nippa, Jan Hachenberger, Ein informationsokonomisch fundierter Uberblick uber den Einfluss des Internets auf den Schutz Intellektuellen Eigentums, Oktober. 0021 0023 0024 0026 0027 0032 0033 0034 013 014 015 016 017 Egon Franck, The Other Side of the League Organization EfficiencyAspects of Basic Organizational Structures in American Pro Team Sports, Oktober. Jan Kornert, Cornelia Wolf, Branding on the Internet, UmbrellaBrand and MultipleBrand Strategies of Internet Banks in Britain and Germany, erschienen in Deutsch: Die Bank, o. Jg. 2000, 744 747. Andreas Knabe, Karl Lohmann, Ursula Walther, Kryptographie ein Beispiel fur die Anwendung mathematischer Grundlagenforschung in den Wirtschaftswissenschaften, November. Gunther Wobser, Internetbasierte Kooperation bei der Produktentwicklung, Dezember. 0035 0036 Margit Enke, Anja Geigenmuller, Aktuelle Tendenzen in der Werbung, Dezember. 2001 011 012 Michael Nippa, Strategic Decision Making: Nothing Else Than Mere Decision Making? Januar. Michael Fritsch, Measuring the Quality of Regional Innovation Systems A Knowledge Production Function Approach, International Regional Science Review, 25 2002, 86101. Bruno Schonfelder, Two Lectures on the Legacy of Hayek and the Economics of Transition, Januar. Michael Fritsch, RDCooperation and the Efficiency of Regional Innovation Activities, Cambridge Journal of Economics, 28 2004, 829846. Jana Eberlein, Ursula Walther, Anderungen der Ausschuttungspolitik von Aktiengesellschaften im Lichte der Unternehmenssteuerreform, Betriebswirtschaftliche Forschung und Praxis, 53 2001, 464 475. Egon Franck, Christian Opitz, Karriereverlaufe von Topmanagern in den USA, Frankreich und Deutschland Elitenbildung und die Filterleistung von Hochschulsystemen, Schmalenbachs Zeitschrift fur betriebswirtschaftliche Forschung zfbf, 2002. Margit Enke, Anja Geigenmuller, Entwicklungstendenzen deutscher Unternehmensberatungen, Marz. Jan Kornert, The Barings Crises of 1890 and 1995: Causes, Courses, Consequences and the Danger of Domino Effects, Journal of International Financial Markets, Institutions Money, 13 2003, 187 209. Michael Nippa, David Finegold, Deriving Economic Policies Using the HighTechnology Ecosystems Approach: A Study of the Biotech Sector in the United States and Germany, April. 0110 Michael Nippa, Kerstin Petzold, Functions and roles of management consulting firms an integrative theoretical framework, April. Horst Brezinski, Zum Zusammenhang zwischen Transformation und Einkommensverteilung, Mai. 0111 0112 Michael Fritsch, Reinhold Grotz, Udo Brixy, Michael Niese, Anne Otto, Grundungen in Deutschland: Datenquellen, Niveau und raumlichsektorale Struktur, in: Jurgen Schmude und Robert Leiner Hrsg., Unternehmensgrundungen Interdisziplinare Beitrage zum Entrepreneurship Research, Heidelberg 2002: Physica, 1 31. 018 019 0113 0117 0118 2002 021 022 023 024 025 026 027 028 029 0210 Jan Kornert, Oliver Gaschler, Die Bankenkrisen in Nordeuropa zu Beginn der 1990er Jahre Eine Sequenz aus Deregulierung, Krise und Staatseingriff in Norwegen, Schweden und Finnland, Kredit und Kapital, 35 2002, 280 314. Bruno Schonfelder, The Underworld Revisited: Looting in Transition Countries, Juli. 0114 0115 0116 Margit Enke, Michael J. Schafer, Die Bedeutung der Determinante Zeit in Kaufentscheidungsprozessen, Gert Ziener, Die Erdolwirtschaft Russlands: Gegenwartiger Zustand und Zukunftsaussichten, September. September. Horst Brezinski, 10 Years of German Unification Success or Failure? September. Diana Grosse, Stand und Entwicklungschancen des Innovationspotentials in Sachsen in 20002001, September. Jan Kornert, Cornelia Wolf, Das Ombudsmannverfahren des Bundesverbandes deutscher Banken im Lichte von Kundenzufriedenheit und Kundenbindung, in: Bank und Markt, 31 2002, Heft 6, 19 22. Michael Nippa, The Economic Reality of the New Economy A Fairytale by Illusionists and Opportunists, Januar. Michael B. Hinner, Tessa Rulke, Intercultural Communication in Business Ventures Illustrated by Two Case Studies, Januar. Michael Fritsch, Does RDCooperation Behavior Differ between Regions? Industry and Innovation, 10 2003, 2539. Michael Fritsch, How and Why does the Efficiency of Regional Innovation Systems Differ? in: Johannes Brocker, Dirk Dohse and Rudiger Soltwedel eds., Innovation Clusters and Interregional Competition, Berlin 2003: Springer, 7996. Horst Brezinski, Peter Seidelmann, Unternehmen und regionale Entwicklung im ostdeutschen Transformationsprozess: Erkenntnisse aus einer Fallstudie, Marz. Diana Grosse, Ansatze zur Losung von Arbeitskonflikten das philosophisch und psychologisch fundierte Konzept von Mary Parker Follett, Juni. Ursula Walther, Das Aquivalenzprinzip der Finanzmathematik, Juli. Bastian Heinecke, Involvement of Small and Medium Sized Enterprises in the Private Realisation of Public Buildings, Juli. Fabiana Rossaro, Der Kreditwucher in Italien Eine okonomische Analyse der rechtlichen Handhabung, September. 0211 Michael Fritsch, Oliver Falck, New Firm Formation by Industry over Space and Time: A MultiLevel Analysis, Oktober. Ursula Walther, Strategische Asset Allokation aus Sicht des privaten Kapitalanlegers, September. 0212 0213 Michael B. Hinner, Communication Science: An Integral Part of Business and Business Studies? Dezember. 2003 031 032 Bruno Schonfelder, Death or Survival. Post Communist Bankruptcy Law in Action. A Survey, Januar. Christine Pieper, Kai Handel, Auf der Suche nach der nationalen Innovationskultur Deutschlands die Etablierung der Verfahrenstechnik in der BRDDDR seit 1950, Marz. Michael Fritsch, Do Regional Systems of Innovation Matter? in: Kurt Huebner ed.: The New Economy in Transatlantic Perspective Spaces of Innovation, Abingdon 2005: Routledge, 187203. Michael Fritsch, Zum Zusammenhang zwischen Grundungen und Wirtschaftsentwicklung, in Michael Fritsch und Reinhold Grotz Hrsg., Empirische Analysen des Grundungsgeschehens in Deutschland, Heidelberg 2004: Physica 199211. Tessa Rulke, Erfolg auf dem amerikanischen Markt Michael Fritsch, Von der innovationsorientierten Regionalforderung zur regionalisierten Innovationspolitik, in: Michael Fritsch Hrsg.: Marktdynamik und Innovation Zum Gedenken an HansJurgen Ewers, Berlin 2004: Duncker Humblot, 105127. Isabel Opitz, Michael B. Hinner Editor, Good Internal Communication Increases Productivity, Juli. Margit Enke, Martin Reimann, Kulturell bedingtes Investorenverhalten Ausgewahlte Probleme des Kommunikations und Informationsprozesses der Investor Relations, September. Dieter Jacob, Christoph Winter, Constanze Stuhr, PPP bei Schulbauten Leitfaden Wirtschaftlichkeitsvergleich, Oktober. Ulrike Pohl, Das Studium Generale an der Technischen Universitat Bergakademie Freiberg im Vergleich zu Hochschulen anderer Bundeslander Niedersachsen, MecklenburgVorpommern Ergebnisse einer vergleichenden Studie, November. Michael Fritsch, Pamela Mueller, The Effects of New Firm Formation on Regional Development over Time, Regional Studies, 38 2004, 961975. Michael B. Hinner, Mirjam Dreisorner, Antje Felich, Manja Otto, Business and Intercultural Communication Issues Three Contributions to Various Aspects of Business Communication, Januar. Michael Fritsch, Andreas Stephan, Measuring Performance Heterogeneity within Groups A TwoDimensional Approach, Januar. Michael Fritsch, Udo Brixy, Oliver Falck, The Effect of Industry, Region and Time on New Business Survival A MultiDimensional Analysis, Januar. Michael Fritsch, Antje Weyh, How Large are the Direct Employment Effects of New Businesses? An Empirical Investigation, Marz. Michael Fritsch, Pamela Mueller, Regional Growth Regimes Revisited The Case of West Germany, in: Michael Dowling, Jurgen Schmude and Dodo von KnyphausenAufsess eds.: Advances in Interdisciplinary European Entrepreneurship Research Vol. II, Munster 2005: LIT, 251273. Dieter Jacob, Constanze Stuhr, Aktuelle baubetriebliche Themen 20022003, Mai. Michael Fritsch, Technologietransfer durch Unternehmensgrundungen Was man tun und realistischerweise erwarten kann, in: Michael Fritsch and Knut Koschatzky eds.: Den Wandel gestalten Perspektiven des Technologietransfers im deutschen Innovationssystem, Stuttgart 2005: Fraunhofer IRB Verlag, 2133. 033 034 035 036 037 038 039 0310 2004 041 042 043 044 045 046 047 048 049 Michael Fritsch, Entrepreneurship, Entry and Performance of New Businesses Compared in two Growth Regimes: East and West Germany, in: Journal of Evolutionary Economics, 14 2004, 525542. 0410 Michael Fritsch, Pamela Mueller, Antje Weyh, Direct and Indirect Effects of New Business Formation on Regional Employment, Juli. Jan Kornert, Fabiana Rossaro, Der Eigenkapitalbeitrag in der Marktzinsmethode, in: BankArchiv OBA, SpringerVerlag, Berlin u. a., ISSN 10151516. Jg. 53 2005, Heft 4, 269275. 0412 Michael Fritsch, Andreas Stephan, The Distribution and Heterogeneity of Technical Efficiency within Industries An Empirical Assessment, August. 0413 Michael Fritsch, Andreas Stephan, What Causes Crossindustry Differences of Technical Efficiency? An Empirical Investigation, November. 0411 0414 2005 051 052 053 054 055 056 Petra Runger, Ursula Walther, Die Behandlung der operationellen Risiken nach Basel II ein Anreiz zur Verbesserung des Risikomanagements? Dezember. Michael Fritsch, Pamela Mueller, The Persistence of Regional New Business FormationActivity over Time Assessing the Potential of Policy Promotion Programs, Januar. Dieter Jacob, Tilo Uhlig, Constanze Stuhr, Bewertung der Immobilien von Akutkrankenhausern der Regelversorgung unter Beachtung des neuen DRGorientierten Vergutungssystems fur stationare Leistungen, Januar. Alexander Eickelpasch, Michael Fritsch, Contests for Cooperation A New Approach in German Innovation Policy, April. Fabiana Rossaro, Jan Kornert, Bernd Nolte, Entwicklung und Perspektiven der Genossenschaftsbanken Italiens, April. Pamela Mueller, Entrepreneurship in the Region: Breeding Ground for Nascent Entrepreneurs? Mai. Margit Enke, Larissa Greschuchna, Aufbau von Vertrauen in Dienstleistungsinteraktionen durch Instrumente der Kommunikationspolitik dargestellt am Beispiel der Beratung kleiner und mittlerer Unternehmen, Mai. ", "filename": "schoenfe_7_2005.pdf", "person": ["Bruno Schönfelder", "Schönfelder, Bruno"], "date": ["2005"]}