{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/94106/1/sfb-tr15-dp088.pdf"], "title": ["Bank Size and Risk-Taking under Basel II"], "plaintext": "Bank Size and RiskTakingunder Basel IIHendrik Hakenes Max Planck Institute for Research on Collective Goods, Bonn Isabel Schnabel Max Planck Institute for Research on Collective Goods, Bonn Abstract: We analyze the relationship between bank size and risktaking under the New Basel Capital Accord. Using a model with imperfect competition and moralhazard, we show that the introduction of an internal ratings based IRB approachimproves upon flat capital requirements if the approach is applied uniformly acrossbanks and if the costs of implementation are not too high. However, the banks rightto choose between the standardized and the IRB approaches under Basel II giveslarger banks a competitive advantage and, due to fiercer competition, pushes smallerbanks to take higher risks. This may even lead to higher aggregate risktaking.Keywords: Basel II, IRB approach, bank competition, capital requirements, SMEfinancing.JELClassification: G21, G28, L11.First Version: October 10, 2004.This Version: February 2, 2006.We would like to thank Anne van Aaken, Felix H offler, and especially Martin Hellwig forhelpful comments. We also thank the participants of the Tor Vergata Conference on Banking and Finance in Rome, the Scientific Congress of the Association of University Professors of Managementin Kiel, the German Economic Association of Business Administration GEABA in Freiburg, the German Economic Association in Bonn, the Econometric Society World Congress in London, aswell as seminar participants at the Universities of Augsburg, Munich, Frankfurt, and Mannheim,at the Deutsche Bundesbank, at the Bundesanstalt f ur Finanzdienstleistungsaufsicht, and the Max Planck Institute in Bonn for comments and suggestions.Address: MPI for Research on Collective Goods, KurtSchumacherStr. 10, 53113 Bonn, GerAddress: MPI for Research on Collective Goods, KurtSchumacherStr. 10, 53113 Bonn, Germany, hakenescoll.mpg.de.many, schnabelcoll.mpg.de.Bank Size and RiskTaking under Basel II11 Introduction Although not yet implemented, the Basel II Accord has come under fire by bothacademics and politicians. The critique by academics centers on the inability of theaccord to control aggregate risk because it neglects the endogeneity of risk and tendsto have procyclical effects see, e. g., Dan elsson, Embrechts, Goodhart, Keating,Muennich, Renault, and Shin 2001. In contrast, politicians are worried about thepotential consequences of the new accord for the provision of credit, most notably tosmall and mediumsized enterprises SMEs. This has even led to an amendmentof the accord, which now has special provisions for loans to SMEs.Our paper describes a novel channel through which the new capital regulation Pillar I of the new Basel Accord may harm especially small banksand hence theirborrowers, who tend to be small as well and thereby lead to an increase in aggregate risk. Interestingly, this result does not follow from the implementation of theinternal ratings based IRB approach as such, but rather from the banks right tochoose between the standardized and the IRB approaches. In fact, in our model,the introduction of an IRB approach can be beneficial to small banks if it is applieduniformly to all banks and the fixed costs of implementation are small.The problem arises from the implicit asymmetric treatment of small and large banksby the new regulation: The implementation of the IRB approach requires largeinitial investments in risk management technologies, which may deter small banksfrom choosing the IRB approach. Then only large banks profit from the reduction incapital requirements and hence marginal costs for safe loans in the IRB approach.This gives them a competitive advantage over small banks. In our model, this maylead to reduced market shares and higher risktaking at the small banks, due tofiercer competition in the market for deposits, and to an increase in aggregate riskin the economy. If small banks are specialized in extending loans to small firms, theshrinking market shares of small banks implies a cutback in the lending to theseborrowers, especially to the more creditworthy ones among them.1There is by now a large literature on the new Basel Accord. Most empirical paperstoo many to be reviewed here deal with the question whether the accord assignsthe correct risk weights to different risk groups. We will abstract from this issuehere by assuming that the risk weight functions are correct. Several papers dealwith the adverse macroeconomic effects of Basel II, especially with its procyclicalityand its neglect of the endogeneity of financial risk see, e. g., Lowe 2002, Kashyapand Stein 2004, and Dan elsson, Shin, and Zigrand 2004. Similar to the authorsof those papers, we are interested in the implications of the new accord for theaggregate risk in the economy but in a static setup. A paper by Decamps, Rochet,1It is now widely accepted that small banks have a competitive advantage in extending relationship loans based on soft information to opaque borrowers who tend to be small, whereaslarge banks have an advantage in granting loans based on hard information to transparent borrowers. See Berger and Udell 2002 and Stein 2002 for theoretical arguments, and Haynes, Ou,and Berney 1999, Berger, Miller, Petersen, Rajan, and Stein 2002, Cole, Goldberg, and White2004, and Carter and Mc Nulty 2005 for empirical evidence using U. S. data.Bank Size and RiskTaking under Basel II2and Roger 2004 is the only one to analyze the interactions among the three pillarsof the new accord. In contrast, we focus on pillar I, the new capital regulation.The papers most closely related to ours are those by Rime 2003 and Repullo and Suarez 2004, in which the implications of the coexistence of the standardized andthe IRB approaches for banks risk choices are analyzed. Both papers argue thatbanks eligible for the IRB approach have a competitive advantage in the provisionof lowrisk loans because the IRB approach has a lower capital requirement, whilethe less sophisticated banks have a competitive advantage in the provision of highrisk loans because the standardized approach has a lower capital requirement.This leads to a sorting of borrowers: High risk borrowers tend to be financed byunsophisticated banks, and low risk borrowers by sophisticated banks.2Our paper makes a different, and complementary, point by starting from a setupthat differs in several important respects from those used by Rime, and Repullo and Suarez. First, there are no moral hazard effects in their models. Their results areentirely driven by the cost differentials from the two regulatory approaches. In ourmodel, we emphasize moral hazard effects because we believe that one of the mainpurposes of capital requirements is to provide incentives for prudent bank behavior.3Second, the other two papers model bank competition in the loan market, and ignorecompetition on the liabilities side. In both models, it is crucial that borrowers areactually able to switch among banks.In contrast, we model competition on theliabilities side of banks balance sheets, and ignore competition for loans by assumingthat banks serve different clienteles in their loan business. The large empiricalliterature contrasting relationship and transactions loans, cited above, points toa strong segmentation in loan markets: Large banks specialize in different typesof loans than smaller banks. In a context similar to ours, Berger 2004 presentsempirical evidence for limited competition in loan markets among banks that arelikely to adopt the IRB approach and other smaller banks. This suggests that itis appropriate to abstract from loan market competition for the case relevant in ourmodel, namely the competition among large and small banks. We assume, however,that large and small banks draw from a similar pool of deposits. Finally, we alsoconsider the effects of regulation on aggregate risktaking in the economy.In order to analyze the effect of the coexistence of the standardized and the IRBapproaches under the new Basel Accord, we need a model of capital regulation as areference point. This model has to be sufficiently simple to remain tractable evenin the presence of an asymmetric banking sector, but it should also yield reasonablepredictions of the effects of capital regulation. In a related paper, Repullo 2004models the effects of flat and riskbased capital requirements. Our model assumptions are similar to those employed by Repullo, but there also are a number of 2Repullo and Suarez 2004 add an interesting quantitative analysis where they simulate theeffects of Basel II on loan rates and quantify the social costs of bank failures needed to justify theactual IRB capital requirements.3Most of the existing literature has focussed on moral hazard as the main motivation for capitalrequirements. Another prominent explanation is the role of capital as a buffer against losses.Finally, Morrison and White 2006 argue that capital requirements may help to prevent unsoundbanks from taking up operations, thereby solving an adverse selection problem.Bank Size and RiskTaking under Basel II3differences: First, Repullo uses a dynamic framework to explicitly model franchisevalues. Second, deposits are fully insured in his model; as a result, deposit ratesdo not depend on the riskiness of investments. Third, Repullo focuses on symmetric equilibria, whereas we also analyze asymmetric outcomes. Finally, we explicitlymodel the disciplining effect of outside equity on inside equity holders; in contrast,Repullo considers only outside equity and assumes that the interests of the management and the outside equity holders are aligned. In spite of these differences,our model yields similar predictions on the effects of flat and riskbased capital requirements: Flat capital requirements can induce banks to invest prudently, butriskbased capital requirements can achieve the same result at lower capital costs.Moreover, in both models, risktaking tends to increase as competition for depositsintensifies. The main focus of our paper is, however, on the coexistence of flat andriskbased capital requirements. This adds an interesting twist to the analysis.Another related paper is by Berger 2004, who empirically assesses the competitiveeffects caused by the preferential treatment of SME loans in the IRB approach.Our theoretical idea could also be applied to this more specific issue because italso implies a difference in capital requirements and hence marginal costs acrossdifferent bank groups. Note, however, that our main interest is in the asymmetrictreatment of banks due to the right to choose between the standardized and the IRBapproaches, which may be quantitatively much more important than the carveouton SME loans. Consistent with our assumption above, Berger concludes that thecompetitive effects in the loan market are likely to be small because large and smallbanks tend to make different kinds of loans. However, our analysis suggests thatconsidering the competitive effects on the loan market may not in itself make for asufficient assessment of the implications of the special provisions for SME loans.In the next section, we describe the features of the New Basel Capital Accord thatare relevant for our theoretical model. Section 3 contains the setup of the model. In Section 4, we analyze a banking sector where all banks are regulated according to thestandardized approach. Section 5 turns to the IRB approach. We first show whathappens when all banks are required to adopt the internal ratings based approach.Then we analyze the situation where banks can choose between the standardizedand the IRB approaches. Section 6 concludes.2 The New Basel Capital Accord Our analysis focuses on one particularand arguably the most importantaspectof the new Basel Capital Accord: the enhancement of the risk sensitivity of capitalrequirements for credit risk.4 Instead of sorting assets into broad risk categories asin the 1988 Basel Accord, the new accord envisions that capital requirements depend directly on the debtors external or internal ratings. However, the informationrequirements are so high that only a subset of banks will be able to reliably provide 4A description of the accord can be found in Basel Committee on Banking Supervision 2004.Bank Size and RiskTaking under Basel II4the necessary information. Therefore, the new accord offers banks two distinct options for calculating capital requirements for credit risk: a standardized approachand an internal ratings based IRB approach.5 Within the IRB approach, bankscan opt for a foundation or an advanced IRB approach, differing with respect to theextent that internal information is used.As in the old accord, banks are required to have a capital ratio of at least 8 percent.The capital ratio is defined as the regulatory capital divided by riskweighted assets.The modifications in the new accord mostly affect the definitions of risk weights inthe denominator of the capital ratio. In the model, we will not distinguish betweenregulatory capital and equity. Also, instead of defining risk weights, we will use theeffective capital requirements implied by such weights. For example, a risk weightof 75 percent translates into an effective capital requirement of 6 percent.The standardized approach is very similar to the old Basel Accord. Assets aregrouped into different supervisory categories, giving rise to different risk weights.In contrast to the old accord, the standardized approach recommends the use ofexternal ratings, if they exist, and specifies different risk weights for different ratingclasses; in most other cases, the risk weight is 100 percent.In many countries,hardly any external ratings exist for a large part of corporate loans, especially to SMEs; hence, the 100 percent weight applies to them as it did in the old accord.6Similarly, no external ratings exist for retail exposures; however, these loans are nowsubject to reduced risk weights of only 75 percent. In our model, we will assume thatno external ratings are used under the standardized approach. This is similar to thesimplified standardized approach Basel Committee on Banking Supervision 2004,Annex 9. Also, we will not distinguish between corporate and retail exposures.Hence, the minimum capital requirement is flat with regard to the riskiness of loansin our model. Because of the similarity of the standardized approach and the oldregulation, we will treat them as identical.In the IRB approach, risk weights depend directly on the external and internal assessments of asset risk. Banks estimate risk characteristics, such as the probabilityof default, on the basis of their internal data. These estimates then serve as inputsfor the risk weight formulas specified by the Basel Committee. Retail exposurescarry much smaller risk weights than corporate exposures. In our model, we definedifferent capital requirements for different risk classes of assets, where the requirement for safe assets is below the flat requirement in the standardized approach andthe requirement for risky assets is above it. This is in line with the objective of the Basel Committee to broadly maintain the aggregate level of minimum capital requirements see Basel Committee on Banking Supervision 2004, paragraph 14. Itis not clear, however, whether this statement refers to the initial portfolio structure,or to that after portfolio adjustments in reaction to the new accord.5A similar right to choose existed in the old Basel Accord regarding the treatment of marketrisk, where banks can choose between an internal models approach and a standardized method.6An exception are the United States where many corporate borrowers are rated. However, thestandardized approach is not going to be implemented in the U. S. Instead, the banks other thanthe largest ones will be allowed to stick to the old Basel Accord.Bank Size and RiskTaking under Basel II5Both approaches contain special provisions with respect to SME lending: First, under certain conditions, loans to SMEs can be categorized as retail loans in bothapproaches, benefitting from smaller capital requirements.In addition, the IRBapproach allows for a firmsize adjustment for exposures to SMEs. This also reduces capital requirements.7 Hence, SME lending is especially favored in the IRBapproach, which reinforces the asymmetric treatment of large and small banks inthe new accord see Berger 2004 for an empirical analysis of this issue.Finally, the New Basel Accord contains a long list 51 paragraphs! of minimum requirements that a bank has to fulfill to be eligible for the IRB approach. Therefore,the introduction of the IRB approach requires high fixed costs e. g., for the installation of a sophisticated risk management system, which may deter smaller and lesssophisticated banks from using the IRB approach. In addition, the lack of sufficienthistorical data may make the use of the IRB approach unfeasible for smaller banks.In neither case would small banks benefit from the decrease in capital requirementsfor relatively safe exposures. This paper analyzes how this asymmetric treatmentof large and small banks affects banks risktaking and performance, as well as theaggregate risk in the economy. Note that our results do not hinge on the specificmodelling details of the regulation. The main effect is driven by the combination offixed costs and reduced marginal costs in the new regulation. Our specification ismeant to model these features in the simplest way.83 Model Setup Banks Consider an economy with n 1 chartered banks and without bank entry.The banks have limited liability and are risk neutral. They are owned by pennilessbankers the inside equity holders, whose only wealth is the bank charter. Theycollect deposits and outside equity, and can invest these funds in one risky project.There are thus three stakeholders at the bank: depositors, outside equity investors,and the banker the inside equity investor.Each bank can choose from two types of projects. The safe project yields y 1 withprobability p 1 for each invested unit, and zero otherwise. The risky project yieldsy 2 with probability p 2, and zero otherwise. Assume that p 1 y 1 p 2 y 2 1; then, dueto risk neutrality, an investment in the safe project is efficient. Assume also that 7The illustration in the official documentation suggests that the firmsize adjustment reducescapital requirements by 20 to 25 percent.8The exact implementation of the new Basel Accord may differ across jurisdictions. In Europeand Japan, the new accord will probably be applied to all banks in their jurisdictions.In the United States, however, the largest banks will be required to switch to the Advanced IRB approach,whereas all other banks may remain in the old Basel I regulation or switch to the Advanced IRBapproach. Even in such a situation, our main argument remains valid unless the largest bankswould have preferred to stick to Basel I.Bank Size and RiskTaking under Basel II6y 2 y 1, so that there is scope for the typical riskshifting problem a la Stiglitz and Weiss 1981. The risktaking of banks cannot be observed by the banks investors.9In the banking sector, there are n small banks S and one large bank L. The largebank competes with all small banks for deposits, whereas the small banks competeonly with the large bank, but not with other small banks see the left panel of Figure 1. This is to capture the idea that small banks operate in isolated localmarkets where they compete with large banks maintaining a branch at the samelocation, but not with small banks from other locations. This market structureimplies that each local market can be analyzed separately.In the deposit market, there is imperfect competition a la Hotelling 1929. Eachsmall bank is connected with the large bank by a linear road of length 1, where thesmall bank is located at position x S of that road, and the large bank at positionx L x S. Moreover, we assume that 1 x L x S, which implies that the large bankhas a larger backyard than the small bank. Each road is inhabited by a uniformlydistributed mass of risk neutral depositors who have a discount factor of one.Each depositor is endowed with one dollar. As an alternative to bank deposits,depositors have access to a storage technology. There is no deposit insurance.10Depositors incur nonmonetary transportation costs, which are quadratic in thedistance between the depositor and the bank, i. e., t multiplied by the quadraticdistance. A depositor at position x who chooses the small bank at x S is promised anominal repayment of rnom. If he anticipates that the bank is solvent with probability S t x x S2 r S t x x S2, where r S p S rnomp S, his expected payoff is p S rnomis the expected repayment. Analogously, his expected payoff is r L t x L x2 if hechooses the large bank at x L. We assume that transportation costs are so small thatthe depositors participation constraints are always satisfied. Then the depositorat position x x S x L2 t x Lx S is just indifferent between the two banks offers.Given identical parameters for all small banks, we can concentrate on symmetricequilibria in which all small banks choose the same strategy. Then the depositvolumes of the small banks and the large bank are, respectively,2 r Sr LSSd S x x S x Lcid:1d L n 1 x n 21 x S x L2 t x L x Scid:22andcid:1r L r S2 t x L x Scid:2cid:1r S r Ln cid:2.1Combining terms, we can writed S DSn r S r L andd L DL n r L r S.DL and DSn can be interpreted as the banks clienteles. If two competing banksset identical deposit rates, their deposit supplies are just those of their clienteles;9Note that the risky project has a higher probability of default, but not necessarily a highervariance. Hence our assumptions do not imply that the projects can be ordered in the meanvariancespace. The project with the higher mean return may have a higher or lower variance.10For our purpose, it would be sufficient to assume that deposits are not completely insured.Bank Size and RiskTaking under Basel II7these are the banks backyards, plus one half of the area inbetween. Becausethe large bank has a larger backyard than the small banks in every market, theclientele of the large bank is larger than the total clientele of the small banks, i. e.,DL DS. The parameter measures the substitutability of the banks depositsfrom the viewpoint of the depositors. If is small i. e., transportation costs and thedistance between banks are large, depositors are reluctant to switch banks, even inthe presence of relatively big differences in expected returns, and banks nearly enjoymonopolies with respect to their clienteles. If is large i. e., transportation costsand the distance between banks are small, the deposit market is rather competitive;depositors are very sensitive to interest rates. The specification implies that theaggregate supply of deposits is completely inelastic and equal to DL DS n .Deposit rates determine only how the aggregate supply is distributed among banks;they do not affect the aggregate supply. This means that any amount of depositsgained by one bank must be lost by another.Banks can also finance their projects through outside equity, kj. Equity is providedby investors, who demand an exogenously given expected return of rk, which can beinterpreted as the opportunity cost of equity investors. Raising equity is expensive,i. e., rk p 1 y 1, and it therefore dilutes the value of a banks inside equity.11 Hence,equity finance would be inefficient in the absence of a moral hazard problem, but itcan be used for mitigating the riskshifting problem. We assume that depositors donot have access to the market for equity; this allows us to ignore the optimizationproblem of investors who can choose between holding deposits or bank equity.12 Weimplicitly assume that the management holds some shares inside equity in thebank. This assumption is not crucial. What we need is that the management hassome interest in their banks profits this could also be through stock option plansor other performancebased compensation schemes.Capital Adequacy We analyze two different regulatory approaches.1. The standardized approach does not distinguish between projects with differentrisk levels. A fraction of at least of a banks assets must be financed by equity.Hence, a banks balance sheet must satisfy the regulatory constraintkj dj kj,where dj kj is the amount invested in risky assets.2. The internal ratings based IRB approach distinguishes between different riskclasses. The regulatory constraint iskj 1 dj kj211This assumption has become standard in the literature see, e. g., Hellmann, Murdoch, and Stiglitz 2000 and Repullo 2004. The classical justification for the dilution cost is a lemonsproblem, as in Myers and Majluf 1984 or Rock 1986.12The dilution cost of outside equity can also be derived from general equilibrium considerations;see, for example, Gorton and Winton 2000 and Hellmann, Murdoch, and Stiglitz 2000.Bank Size and RiskTaking under Basel II8Figure 1: Competitive Structure and Timeline SSSSSSLSSSSS Banks choose regulatory approaches. Banks announce deposit rates rj and collectdeposits dj. Depositors anticipate banks riskchoices. Banks sell shares to get equity kj. Share Banks choose projects and invest. Projects mature. If the projects are successful, banks repay debt and equity; otherwise,they default and repay nothing.holders anticipate banks risk choices.The left panel illustrates the competitive structure in the banking sector; L refers to the largebank, S to the small banks. The right panel shows the timeline of our model.if the bank chooses the safe project, andkj 2 dj kj3if the bank chooses the risky project, where 2 1. Finally, the IRBapproach requires a sophisticated internal risk management, entailing a nonmonetary fixed cost of C.The above specification implicitly assumes that the regulator has some enforcementmechanism to make the banks comply with the regulation and truthfully reporttheir risktaking. Why, then, does the regulator not prohibit banks from takingrisky projects? One possible explanation is that, in reality, risky projects are notnecessarily inefficient; all that regulators want to prohibit is excessive risktaking.Banks may be better than regulators in choosing the optimal riskreturn ratio oftheir projects. Therefore, regulators should not ban risky projects completely, butinstead put a disincentive on risktaking, as has been described by Rochet 1992.The assumption of truthful reporting also underlies the Basel II regulation in reality.The fact that we do not observe a prohibition of risky projects suggests that theobserved combination of regulatory rules, supervision, and disclosure are believedto be superior. An explicit model of this complicated dynamic interaction betweenbanks and regulators is beyond the scope of this paper.The right panel of Figure 1 displays the time structure of the model. We do notconsider the stage where the regulator sets the regulatory parameters , 1, and 2;these are taken as given by earlier regulatory decisions. Furthermore, we assumethat banks collect deposits before equity.13 This implies that banks cannot use theirequity to signal project quality to depositors.If they could, there would be noneed for regulation because banks would voluntarily choose a sufficient amount of 13Technically, this is similar to assuming that depositors are unable to observe their banksequity; see Morrison and White 2006.Bank Size and RiskTaking under Basel II9equity.14 We will now characterize the equilibria of the model under different typesof capital regulation.4 The Standardized Approach In this section, we assume that all banks must adopt the standardized approach.4.1 Risk Choices of Banks We determine the equilibrium by using backward induction. First, we study thebanks risk choices for given deposit volumes, deposit rates, and capital structures.Then we analyze the banks behavior in the equity market, and finally in Section 4.2 their behavior in the deposit market.In this model, there is a simple decision rule concerning banks project choices. Abank will choose the risky project if and only if expected returns on deposits exceeda critical deposit rate, rcrit. If a bank j collects dj units of deposits and kj unitsof equity, it can invest dj kj in risky assets. The index j will be omitted whenthere is no danger of confusion. Since equity cannot be used as a signal, regulatoryconstraints will always bind, kd k and 1 dd k.If the bank chooses the safe project, its expected project returns are p 1 y 1 d k.The expected debt service is r d, hence profits after debt service are p 1 y 1 dkr d.Assume that a fraction of profits is paid to outside equity investors; the bankerreceives the remaining profits, 1 p 1 y 1 d k r d. If the depositors expectthe bank to choose the safe project, the profits accruing to the banker are 1 1 p 1 y 1 d k r dp 1,4given that the bank chooses the safe project as anticipated by the depositors. If,however, depositors anticipate that the bank will choose the safe project and it optsfor the risky project, expected profits are 2 1 p 2 y 2 d k r dp 1.The critical expected return that equalizes 1 and 2 isrcrit d kdp 1p 1 y 1 p 2 y 2p 1 p 2p 1p 1 p 2p 1 y 1 p 2 y 21 .514Our time structure captures the idea that, due to changing costs, depositors are stuck withtheir bank once they have deposited their funds there. If depositors could withdraw their fundswithout costs after observing the banks equity and inferring the banks project choice, anddeposit at another bank, they could punish their bank for misbehavior. We exclude this type ofdisciplining device.cid:3 pi yi rk 1 dcid:4 r,6Bank Size and RiskTaking under Basel II10Now look at the equity investors decision problem. If the shareholders anticipatethat the bank will take the safe project, the expected payment to them amounts to p 1 y 1 d k r d. This must at least equal rk k, otherwise equity investors donot participate. In equilibrium, the term will be equal to rk k. Solving this equationfor and substituting into 4, we get 1 d k p 1 y 1 r d k rk.cid:4Considering further that k d 1 impliescid:3 p 1 y 1 rk 1 1 d r.Following the same procedure for the risky project, and combining the two profitfunctions, we get expected profits ofwith i 1 safe project for r rcrit and i 2 risky project for r rcrit.Capital adequacy has two effects on the profitability of banks. First, for a givenproject choice, it deteriorates profitability, because the bank is forced to refinanceitself through expensive equity. In general, part but not necessarily all of this costis going to be shifted to depositors in the form of reduced deposit rates. Second, ahigher increases the critical deposit rate rcrit. If this induces a bank to take theefficient project where it otherwise would have chosen the inefficient one, profitabilityis enhanced. Then the capital regulation is beneficial for the bank because it allowsthe bank to commit to the safe project and thus to avoid higher refinancing costs.Our model of capital requirements differs from most of the existing literature inthat it explicitly models the disciplining effect of outside equity for inside equityholders.15 Issuing outside capital enables the bank to commit to choosing the safeproject because it dilutes the banks share in the risky projects repayment in case ofsuccess. Most of the literature considers either banks with ownermanagers withoutany outside equity examples are Repullo and Suarez 2004 and Morrison and White 2006, or banks with only outside equity, where the managers are assumedto maximize the banks profits as in Hellmann, Murdoch, and Stiglitz 2000 and Repullo 2004. The modelling approach closest to ours is by Acharya 2003.4.2 Reaction Functions of Banks After having discussed the banks risk choices and the shareholders investmentdecisions, let us finally come to the banks behavior in the deposit market. We startwith the analysis of a single bank without loss of generality, the large bank in aspecific local market. If competition is weak and deposit rates are low, moral hazard 15We thank an anonymous referee for drawing our attention to this point.Bank Size and RiskTaking under Basel II11is not a problem, and the large bank will choose the safe project. We will establishconstraints on afterwards. Substituting 1 into 6 yieldscid:4 r Lcid:2cid:3 p 1 y 1 rk 1 cid:4 r S DLn .71L The firstorder condition implies 12The banks expected profits aren r L and its deposit volume iscid:1DL n r L r Scid:3 p 1 y 1 rk 1 cid:3 p 1 y 1 rk 1 p 1 y 1 rk L n 4d L 21 1.cid:42, r S DLn DL n r S2.When the competitors rate r S rises, the bank reacts by also offering higher ratessee 7. At some point rkink, it reaches the critical rate with r L rcrit,SS 2 rcrit rkink DLn p 1 y 1 rk 1 .When r S rises further, the bank does not immediately offer higher deposit rates, butit continues to offer rcrit hence the kinks in Figure 2. Otherwise, depositors wouldanticipate that the bank will choose the risky project and demand a higher defaultpremium. The banks deposit volume is now d L DL n rcrit r S.However, at some point rjump, market rates are so high that the bank prefers to raiseits rate, thereby admitting that it will take the risky project, but regaining somevolume. After this point, the bank sets a deposit rate of r S DLn cid:3 p 2 y 2 rk 1 r L cid:412S.The nominal rate is then r Lp 2. The regime switch occurs when expected profits ofcid:2cid:3 p 1 y 1 rkcid:1the bank are equal in both regimes,1 cid:3 p 2 y 2 rk 1 DL n rcrit r S r S rcrit DLn cid:4cid:4n 4.2Such an increase in expected deposit rates is profitable for the bank, even thoughit reduces its margin through the reduction in expected project returns and theincrease in deposit rates. The reason is the accompanying gain in market share,which compensates for the lower profit margin. Hence, at the critical rjump, thedeposit volume of the bank jumps up.SSumming up, the large banks reaction function iscid:3 p 1 y 1 rk 1 cid:3 p 2 y 2 rk 1 1212rcrit r S DLn r S DLn cid:4cid:4r L :: rkinkr S rkink S,S r S rjump,Srjump S r S.:The reaction functions of the small banks have an analogous form. Figure 2 depictsthe reaction functions of both bank types for a numerical example.Bank Size and RiskTaking under Basel II12Figure 2: Reaction Functionsr Lrjump Lrcritrkink Lrkink Srcritrjump Sr SHere and in the following figures, the parameters are y 1 2, p 1 23, y 2 3.5, p 2 13, 110, rk 32. Furthermore, t 209, x S 14, x L 1120, and 1, implying that DL 35, DS 25, and 34. The thick curve is the reaction function of the large bank, thethin curve is that of small banks.4.3 Equilibrium The equilibrium lies at the intersection of the reaction functions. Given the geometric structure of those functions, there is at least one equilibrium. However, theintersection may not be unique. For example, all banks may take the safe projectwith deposit rates below the jump in one equilibrium, whereas they may all takethe risky project with deposit rates above the jump in another equilibrium. Insuch cases, we pick the Paretosuperior equilibrium with the lower deposit rates.16Banks behavior can be characterized by a number of regimes, differing with respectto the banks risktaking and deposit rates. The regime in which the banks findthemselves depends on the intensity of competition.In our discussion, we startfrom a regime with low competition small , and then consider what happensif is increased. Figure 3 illustrates the effects of competition on banks depositrates, volumes, profits, and on welfare. We first discuss banks deposit rates andrisktaking, before turning to banks profits and to welfare.Regime 1: All banks below the kink When both types of banks are belowthe kink, moral hazard is not a problem, and all banks choose the safe project.Equilibrium deposit rates arer L r S p 1 y 1 rkp 1 y 1 rk 1 1 n DL DSn DL DS3 n DL DS3 n ,.816Comparative statics would be unchanged if we always picked the inferior equilibrium.Bank Size and RiskTaking under Basel II13Small banks offer higher deposit rates than the large bank. Because they have asmaller clientele, raising deposit rates is less costly for them, hence they act moreaggressively r S r L in order to attract a larger market share. When competitionincreases rises, both types of banks increase their deposit rates. As equilibriumdeposit volumes, we obtaind L DL DL DSDL DS3d S DS ,,3 nhence volumes do not depend on competition . Expected profits arecid:2cid:2cid:1cid:12 DL DS2and S 2 DS DL2.L 19 n 19 n Regime 2: Small banks above the kink At some point, the small banks, offering the higher rate, are going to reach the critical rate rcrit. They know that if theyraised deposit rates further, depositors would anticipate that the bank will choosethe inefficient project, and demand an additional default premium. Therefore, smallbanks optimally leave their rates unchanged, foregoing some market share. Thisweakens competition for the large bank, which now sets a lower rate than it wouldin the absence of the moral hazard problem. However, as long as its deposit rate isbelow rcrit, the large bank increases its deposit rate as rises, albeit not as stronglyas before. Formally, deposit rates are given bycid:3 p 1 y 1 rk 1 r L 12cid:4, rcrit DLn r S rcrit,and deposit volumes bycid:9d L d S n DL2DL 2 DS22 np 1 y 1 rkcid:91 rcritp 1 y 1 rk 1 2cid:10,cid:10. rcrit Now the large bank grows with increasing competition, while the small banks shrink.Regime 3: All banks above the kink For higher competition, the large bankalso reaches the critical rate rcrit.17 Then both types of banks offer the same rater L r S rcrit.17If small and large banks are sufficiently asymmetric DL cid:4 DS, or if the moral hazard problemis small p 1 y 1 p 2 y 2, it may happen that the small banks reach rjump before the large bankreaches rcrit. This would give rise to an additional regime. We do not explicitly treat this regimein the paper because it does not provide any additional insights, but just makes the discussionmore cumbersome.Bank Size and RiskTaking under Basel II14The nominal rate is also identical because all banks take the safe project. Hence nobank can attract any customers from another bank, and deposit volumes are equalto the respective clienteles,d L DLandd S DS.Regime 4: Small banks above the jump At some point, it becomes profitablefor the banks to raise their deposit rates. The higher the competition, the easier itis to steal each others customers; poaching becomes more attractive. Due to theirsmaller clienteles, the small banks will be the first to raise their deposit rates abovethe critical rate. However, they now have to accept higher nominal refinancingcosts because depositors anticipate that small banks will take the risky project. Inorder to attract part of the large banks customers, small banks will increase theirdeposit rates by so much that even the expected deposit rates will jump up. Thelarge bank will stick to the lower deposit rate, accepting a decrease in its marketshare. Equilibrium rates arer L rcrit,cid:3 p 2 y 2 rk 1 cid:4, rcrit DSn 9r S 12yielding the deposit volumescid:9cid:10, rcritd L d S 2 DL DScid:92DS2 n 2 n 2p 1 y 1 rk 1 p 1 y 1 rkcid:101 rcrit.The increase in small banks deposit rates may be so large that the large bankalso finds it beneficial to raise its rate. Then regime 3 may directly be followed byregime 5 see Figure 4 for an illustration.Regime 5: All banks above the jump Finally, even the large bank finds itprofitable to raise deposit rates sharply and signal that it will take the risky project.From this point on, all banks take the risky project. The small banks react byraising deposit rates as well, but not as sharply as the large bank. Therefore, thesmall banks will lose some of the market share they had gained before. However,the small banks rate will continue to exceed the rate at the large bank.Similar to 8, we obtainr L r S p 2 y 2 rkp 2 y 2 rk 1 1 n DL DSn DL DS3 n DL DS3 n ,.Bank Size and RiskTaking under Basel II15Figure 3: Equilibrium Deposit Rates, Volumes, Profits, and Welfarerrcrit 1234512345d DLDSW1234512345Thick lines denote the large bank, thin lines the small banks. For deposits and profits, aggregateamounts for the group of small banks are plotted. Numbers on the abscissa indicate regimes.The expressions for deposit volumes and profits are the same as in regime 1; yet,profits are much lower due to higher competition and, hence, higher deposit rates.We now discuss how banks profits are affected by the different regimes see thebottom left panel of Figure 3. In general, increasing competition decreases profits.The reason is that banks have to offer higher interest rates to prevent their depositorsfrom switching to another bank. Thereby they exert a negative externality on theircompetitors. In our model, this externality is very strong because of the inelasticaggregate supply of deposits; the qualitative result would still hold if the supplyof deposits was elastic but not perfectly elastic. However, in some regimes, themoral hazard problem prevents some banks from raising rates, which implies a dropin their market shares and profits if the competitor bank continues to raise rates.For example, in regime 4, the large bank does not offer higher rates, whereas smallbanks raise rates in response to higher competition. Even though this reduces smallbanks margins, it may boost their profits due to the gains in market shares. Hence,in regime 4, small banks may actually profit from an increase in competition or,more precisely, substitutability because it makes it easier to attract the large banksdepositors see Figure 3 for an example of this phenomenon. The large banksdeposit rate is a suboptimal response to the rate of the competitor bank, and thebanks profits decrease. If both large and small banks are unwilling to raise ratesregime 3, an increase in leaves volumes, rates and profits unaffected.Finally, we analyze the effects of competition on welfare see the bottom right panelof Figure 3. In our model, welfare consists of three components: the proceeds fromthe project, the opportunity costs of equity finance, and the depositors transportaBank Size and RiskTaking under Basel II16tion costs. The opportunity costs of depositors do not have to be taken into accountbecause they are constant, given that the aggregate deposit volume is constant.Interest and dividend payments are welfareneutral. Hence, the welfare function iscid:12cid:11cid:11j W djj 1 cid:13 transportation costspj yj dj rk pj yj kjpj yj rk transportation costs.The aggregate opportunity costs from equity finance i. e., n rk 1 do notdepend on . Hence, competition affects welfare through two factors: the banksproject choices and transportation costs. In regimes 1 to 3, all banks choose thesafe project, hence the first welfare component is relatively high and constant acrossthese regimes. In regime 4, small banks take the risky project and expand, leadingto an increasing welfare loss. Finally in regime 5, both types of banks take the riskyproject. This has a further negative impact on welfare. This negative dependence ofwelfare on competition is similar to the prediction of the literature on the tradeoffbetween banking stability and competition. Regarding the second welfare component, there are two effects: First, welfare decreases if deposit rates become asymmetric because this increases transportation costs. Second, transportation costs affectwelfare directly; a higher corresponds to lower transportation costs, and hencehigher welfare. The first effect implies that welfare is relatively high in regime 3,where all banks serve their own clienteles which minimizes transportation costs.The second effect implies that welfare tends to increase in . Taken together, theseconsiderations imply that, if transportation costs are not too large, welfare as afunction of reaches a global optimum at the border between regimes 3 and 4.The exact form of the welfare function depends on the relative significance of thedifference in the projects expected returns and the size of transportation costs.Figure 3 presents an example of the complicated form that this function may have.Finally, due to our assumption of a completely inelastic deposit supply, there is nodeadweight loss from imperfect competition. With an elastic deposit supply, highercompetition would decrease the deadweight loss and hence increase welfare.4.4 The Impact of Capital Regulation So far, we have been holding capital regulation constant. Now we ask how thebanks respond to a tightening of capital requirements. We first consider what happens within the regimes described in the preceding section. Then we discuss regimeswitches triggered by tightened regulation. In general, an increase in capital requirements has two effects: First, it reduces the profitability of banking due to highercapital costs; this tends to lower deposit rates. Second, it raises the critical interestrates and thereby relaxes the constraints on deposit rates in regimes 2, 3, and 4;this tends to increase deposit rates. Table 1 summarizes the qualitative results forall regimes. The algebra is straightforward, and is therefore omitted.In regimes 1 and 5, only the first effect is present. Higher capital requirementsreduce the profitability of banking. This makes banks less aggressive in the depositBank Size and RiskTaking under Basel II17Table 1: Comparative Statics Within Regimes for Changes in Capital Requirements 243Regime 15r L 0 0 0d LL 0 0r S 0 0 0d S 0S 0The table entries give the signs of the partial derivatives. means that the sign is ambiguous.market and reduces deposit rates for all banks. Since small and large banks lowertheir rates by the same amount, deposit volumes remain unchanged. The lowerrefinancing costs due to lower deposit rates completely offset the deterioration inprofitability due to higher capital costs. The increase in the capital costs is shiftedentirely to the depositors, and banks profits remain unchanged.18In regime 2, only small banks are constrained by the critical rate rcrit. As capitalrequirements are tightened, the critical rate rises, which allows the small banks toraise their deposit rates to the new rcrit and expand. The small banks profits mayeven increase, in spite of higher capital costs. Given the inelastic aggregate supplyof deposits, the large bank must shrink. The effect on the large banks deposit rateis ambiguous. On the one hand, the rate increase by the small banks induces thelarge bank to raise its rate as well. On the other hand, the investment becomesless profitable due to higher equity costs; this reduces competition for deposits andinduces the large bank to decrease its rate. In any case, the large banks profits fall.In regime 3, both types of banks are above the kink, but below the jump. Tightened regulation relaxes the constraints on deposit rates for large and small banks.However, because both types of banks raise their deposit rates, volumes remainunchanged, and profits of all banks decrease. The result on volumes is driven byour assumption that deposits are constant at the aggregate level. If we relaxed thisassumption, volumes would increase in the presence of tightened regulation.19 Thena tightening of regulation might even have an expansionary effect on the bankingsector because it attenuates the moral hazard problem.Finally, in regime 4, small banks prefer to take the risky project. The effects oftightened capital regulation are the same as in regime 2, with reversed roles. Nowonly the large bank is constrained by the critical rate rcrit. When this constraint isrelaxed, the large bank can raise its rate and expand at the expense of small banks.Small banks may raise or lower their rates, and will shrink unambiguously. Thelarge bank may increase its profits, whereas the small banks will always lose.18This result is typical for models of spatial competition, like those by Hotelling 1929 or Salop1979. It is driven by the inelastic deposit supply.19However, profits may decrease even in the presence of an elastic aggregate supply of deposits.Bank Size and RiskTaking under Basel II18Figure 4: Regimes for Varying and , standardized approach 0.101 234 5The numbers mark the areas of the different regimes as described in the text. The dotted horizontalline refers to 0.1, the example used in the previous figures. The dashed line marks p 1 p 2 y 2 y 1p 1 p 2rk here 23, above which only regime 1 exists.The preceding discussion suggests that a tightening of capital requirements maylead to an expansion of one type of bank in certain cases. Of particular interest isregime 2, where small banks may expand in the face of tightened regulation. If oneassumes that small banks are specialized in financing small and medium enterprisesSMEs, this result implies that the financing of SMEs is not necessarily choked bycapital adequacy. In fact, the opposite may be true.In our model, a tightening of capital regulation in most cases reduces welfare in theabsence of regime switches. The reason is that higher capital adequacy increasesthe inefficiencies arising from equity finance, while leaving the aggregate level ofdeposits unchanged.20 If the aggregate supply of deposits were very elastic, welfareincreases would be conceivable in all regimes, even without regime switches. Moreimportantly, welfare increases can be obtained if the tightening of regulation inducesa switch to a regime with lower risktaking. Figure 4 illustrates such regime switchesfor a numerical example: Starting from a regime where one or both types of banksopt for the risky project regimes 4 or 5, an increase in eventually leads to aswitch into a regime where both types of banks opt for the safe project holdingcompetition constant. The following proposition formalizes this result.21Proposition 1 Standardized Approach Higher capital requirements increasethe critical levels of competition crit L , above which small and large banks Schoose the risky project, i. e., crit S 0 and critand crit L 0.Graphically, the proposition implies that the border between the area where allbanks choose the safe project regimes 1, 2, and 3 and the remaining area regimes 420In some regimes, the capital regulation also has an effect on transportation costs because itincreases regime 2 or decreases regime 4 the deposit rate differentials. In the latter case, theoverall effect of the regulation on welfare may even be positive.21The proofs of propositions and remarks are found in the Appendix.Bank Size and RiskTaking under Basel II19and 5, and the border between regimes 4 and 5 are strictly increasing see Figure 4.In fact, this is true for all borders. Economically, the proposition implies thatswitching to the risky project becomes less attractive when capital requirementsare higher. When competition increases, banks have an incentive to increase theirrates to capture some market share from their competitor. However, the increase indeposit rates is bounded above by the return that banks earn from their projects. If,in regime 3, rcrit increases due to tighter regulation, the implied increase in depositrates limits the scope for further rate increases. Hence, offering higher rates andswitching to the risky project becomes less attractive for small banks. An analogousargument applies to the large bank at the border between regimes 4 and 5.Proposition 1 implies that higher capital requirements reduce the range of , forwhich at least one type of bank opts for the risky project regimes 4 and 5. According to the following remark, this statement can be generalized to any otherparameter of our model: For any parameter of our model, the range of regimes 4and 5 shrinks in reaction to an increase in .Remark 1 Higher capital requirements weakly reduce the set of parameters forwhich at least one type of bank chooses the risky project.We can conclude that, in our model, a suitably designed capital regulation canincrease welfare because it may induce banks to switch from the risky to the safeproject. An optimal regulation would try to deter banks from choosing inefficientrisks, while minimizing the costs of equity finance. If the costs of equity are notprohibitively high, this would be achieved at the border between regimes 3 and 4.5 The IRB Approach So far, we have discussed an economy in which all banks use the standardizedapproach. Now we turn to the IRB approach. We first assume that all banks mustadopt the IRB approach Section 5.1. Then we analyze the banks right to choosebetween the two approaches, envisioned by the new Basel Accord Section 5.2.5.1 Compulsory IRB Approach In this section, we assume that the IRB approach according to 2 and 3 is compulsory for all banks. What are the implications of switching from the standardizedto the IRB approach? Clearly, the answer depends on whether the regulation hasbecome stricter or looser. We assumed above that banks need less capital if theychoose the safe project, compared to the standardized approach, and more capitalif they choose the risky project, i. e., 1 2. Our qualitative results areindependent of how much 1 lies below , and 2 above it.Bank Size and RiskTaking under Basel II20Using the same procedure as in Section 4.1, we derive the critical rate rcrit. Fordistinction, we put a dot on variables that refer to the compulsory IRB approach.Let 1 again denote the expected profits of a bank that chooses the safe project asanticipated by the depositors, and 2 the profits of a bank that deviates by takingthe risky project. We then get 1 1 1 p 1 y 1 d k 1 r dp 1 C, withk 1 1 p 1 y 1 d k 1 r dp 1rkif the bank takes the safe project, and 2 1 2 p 2 y 2 d k 2 r dp 1 C, withk 2 2 p 2 y 2 d k 2 r dp 1rkcid:10if the bank deviates, yieldingcid:9cid:9p 1 y 1 1 rkp 2 y 2 2 rk 1 11 21 d 2 d r C,cid:10and p 2p 1r C.The critical deposit rate is then rcrit p 1p 1 p 2cid:9p 1 y 1 rk 1 1 p 2 y 2 rk 1 2cid:10.One can check that, for 1 2 , the critical rate is the same as in the standardized approach see 5. Comparative statics are rcrit1 0 and rcrit2 0.Raising 1, while holding 2 constant, lowers the relative costs of riskshifting; raising 2, while holding 1 constant, increases them. Given our assumptions on 1and 2, rcrit is strictly larger than rcrit.22 In contrast to the standardized approach,the critical rate also depends on the cost of equity rk, with rcritrk 0. Highercapital costs make riskshifting less attractive because they raise the costs of therisky project relative to those of the safe project. This implies that, under the IRBapproach, an increase in the costs of capital has a similar effect as a tightening ofregulation. Hence, higher costs of capital allow the regulator to loosen regulationwithout inducing riskshifting. This was not true under the standardized approach.Fixed costs C are irrelevant for the marginal analysis and for riskshifting.The introduction of the IRB approach has two effects: First, it decreases the capitalrequirements for the safe project and increases them for the risky project. The effectsare similar to those deriving from a loosened or tightened capital regulation in thestandardized approach. Second, it raises the critical rate. The qualitative properties 22The fact that rcrit lies above and possibly well above rcrit is crucial for the model whenwe introduce the right to choose between different regulatory approaches. If, for example, banksdeposit rates are constrained by rcrit as in regime 3, they have an incentive to implement the IRB approach in order to overcome this constraint and raise rates, but not farther than rcrit.Bank Size and RiskTaking under Basel II21of banks reaction functions are the same as under the standardized approach see Figure 2. As a result, we again have five regimes, depending on whether banks arebelow or above the kinks and the jumps of their reaction functions.We start again by describing the behavior of banks within regimes, before discussingregime switches. If both types of banks are below the kink regime 1, they willoffer higher deposit rates. Lower capital requirements make the investment moreprofitable, hence the competition for deposits becomes more severe. The oppositeis true when all banks are above the jump regime 5. Here, because both types ofbank take the risky project, capital adequacy is tightened, and deposit rates drop.In regime 2, all banks raise their rates. Small banks raise their rates because theincrease in the critical rate from rcrit to rcrit relaxes the constraints on their depositrate policies. The large bank raises its rate because the small banks raise their rates,and because investing becomes more profitable. However, the rate increase at thelarge bank is less pronounced than at the small banks. This allows the small banks torecapture some market share from the large bank. Remarkably, this may even leadto increased profits at the small banks. As a result, small banks may benefit from atransition from the standardized to the compulsory IRB approach. In contrast, thelarge bank shrinks, and its profits are always decreased compared to the standardizedapproach. These results are interesting because they contradict the frequently madeassertion that small borrowers are bound to suffer from the IRB approach. We seethat, under the compulsory IRB approach, small banks may actually gain relative tothe large bank. If small banks primarily serve small borrowers, our results suggestthat the IRB approach may actually have an expansionary effect on SME borrowing.In regime 3, all banks raise rates after the transition to the IRB approach becauseof the increase in the critical rate. This results in lower profits for both bank types.Finally, in regime 4, the large bank raises its rate because of the increase in thecritical rate. The reaction of small banks is ambiguous. On the one hand, theywant to raise rates in reaction to the large banks rate increase. On the other hand,they want to cut rates because they are subject to a stricter capital requirement,rendering investment less attractive.As before, we are interested most in whether the transition from the standardizedto the IRB approach can deter banks from choosing the risky project. Figure 5presents a numerical example. The left panel shows equilibrium deposit rates in the IRB approach for different levels of competition, as well as the levels of competitionat which regime switches occur in the standardized approach. Apparently, all regimeswitches move towards higher competition. In the right panel, the critical s of theregime switches are plotted for varying 21, measuring the degree of differentiation in the IRB approach. The thick curve denotes the critical , above whichat least one bank type chooses the risky project. The curve increases monotonically.Similarly, the border between regimes 4 and 5 increases monotonically. Hence, themore the IRB approach differentiates among risks, the more competitive marketsmust be to induce banks to choose the risky project. The following propositionstates that these results are true for any parameter constellation. As before, theother borders increase as well. The proofs are analogous.Bank Size and RiskTaking under Basel II22Figure 5: Equilibrium Deposit Rates and Regime Switches, IRB approach Regimes standardized approach5234r 1 rcritrcrit 1101234512345In the left panel, the thick line denotes the large bank, the thin line the small banks. Dottedlines correspond to the standardized approach, dashed lines to the IRB approach. In the figure,1 120 and 2 320. The right panel plots the critical s of the different regimes for varying 2 1. The dotted horizontal line refers to the parameters of the left panel, 110.Proposition 2 Compulsory IRB approach A transition from the standardized to a compulsory IRB approach increases the critical levels of competition critand crit L ,above which small and large banks choose the risky project,S 0 and criti. e., crit L 0.SBecause switching to the risky project is more costly than under the standardizedapproach, both types will start to raise rates and signal that they will take therisky project at a more competitive stage. Similar to Remark 1, the transitionfrom the standardized to a compulsory IRB approach weakly reduces the set ofany parameters for which at least one type of bank takes the risky project.Let us discuss the effects of the transition on welfare. Within the regimes, the IRBapproach reduces the inefficiencies from capital finance relative to the standardizedapproach if banks choose the safe project regimes 1 to 3. The opposite is true whenboth banks take the risky project regime 5. In regime 4, the effect is ambiguousbecause capital requirements increase for one bank, but decrease for the other.23More importantly, welfare may be increased relative to the standardized approachbecause the IRB approach is better than the standardized approach at deterringbanks from choosing the risky project. However, banks have to incur fixed costs Cunder the IRB approach, which reduces welfare. In fact, these fixed costs may beso high that some banks are driven out of business. In our model, this may increaseor decrease welfare, depending on the size of fixed costs and transportation costs.An optimal compulsory IRB regulation would try to induce all banks to opt for thesafe project and save on capital costs. Hence, within our model with two projects,the regulator optimally chooses a corner solution: He sets 1 0 and 2 1, sothat risktaking becomes prohibitively expensive, and capital costs are reduced tozero. Therefore, if fixed costs are not too high, the IRB approach is superior to the 23Again there are additional welfare effects due to changing interest differentials, which areclearly negative in regime 2 and ambiguous in regime 4.Bank Size and RiskTaking under Basel II23standardized approach in terms of welfare because it economizes on capital. Hence,we can conclude that the compulsory transition from the standardized to the IRBapproach achieves its goal as long as the fixed costs C are not too high.5.2 The Right to Choose In the preceding section, we assumed that all banks have to adopt the IRB approach.However, the new Basel Accord does not make such a prescription. Instead it allowsbanks to choose between the standardized and the IRB approaches. This right tochoose fundamentally changes our assessment of the regulation.Banks will opt for the IRB approach if this increases their profits, given the regulatory approaches and deposit rates of their competitor banks. If fixed costs C areso high that neither small nor large banks choose the IRB approach, we end up inthe situation discussed in Section 4. If fixed costs C are so low that all bank typesopt for the IRB approach, we end up in the situation discussed in Section 5.1. Theinteresting case is the intermediate situation where switching to the IRB approachis profitable only for the large bank.24Since small banks retain the standardized approach, their capital requirement is .For the large bank, the requirement is reduced to 1 because the large bank neverchooses the risky project.If it did, regulation would become stricter because ofthe IRB approach; hence the investment C could not be profitable. As a result,competition must be relatively low. Furthermore, the IRB approach will allow thelarge bank to offer higher deposit rates.If the large bank has not yet reachedthe critical deposit rate, it will raise rates because the investment becomes moreprofitable. If it has reached the critical rate, it will raise rates because the criticalrate rises. In both cases, competition for deposits increases.Let us consider first what happens within the regimes. We put double dots onparameters that refer to the optional IRB approach. Regime 5 does not need to beconsidered here because it would imply that the large bank takes the risky project,rendering the choice of the IRB approach unprofitable.In regime 1, equilibrium deposit rates are r L r L 2 1 rk p 1 y 13 1 1 1,24The set of possible parameter settings is not empty: If C were negligible, all banks wouldindividually benefit from switching to the IRB approach, unless they would take the risky projecteven after a switch to IRB. Now because of the assumed structure of competition, if we set 1n, the large banks profits are independent of n, whereas the small banks profits are inverselyproportional to n. Therefore, for each C and other parameters of the model, we must onlychoose n large enough to render the IRB approach unprofitable for small banks. Only for veryhigh competition large , no bank takes the IRB approach even for vanishing C. All banks willtake the risky project anyway, so they would hurt themselves by opting for the IRB approach.Bank Size and RiskTaking under Basel II24 r S r S 1 rk p 1 y 13 1 1 1,yielding deposit volumes ofn d L d L 3 d S d S 3 1 rk p 1 y 13 1 1 1 1 rk p 1 y 13 1 1 1.,Hence in regime 1, deposit rates of all banks rise. The large bank raises its ratebecause investment becomes more profitable, and the small banks raise their ratesin reaction to the large bank. However, the rate increase of the large bank is muchlarger. As a result, the large bank increases its market share at the expense of thesmall banks. The large banks profits increase, those of the small banks decrease.In regime 2, small banks have reached the critical rate. Because rcrit is independentof competition, we have r S rcrit, as defined in 5. The switch to the IRB approachinduces the large bank to increase its deposit rate. Because the rates of small banksare constrained, small banks shrink, and the large bank grows. Profits of smallbanks decrease, whereas those of the large bank increase.In regime 3, deposit rates were r S r L rcrit, as defined in 5, when all banks wereusing the standardized approach. Now r L rises to rcrit. As a result, the large bankincreases its market share, whereas small banks loose some market share. Again theprofits of the small banks decrease, whereas those of the large bank increase.In regime 4, the large banks deposit rate rises to rcrit. The rates of the small banksare like those in 9, replacing rcrit by rcrit. Hence, the deposit rates of all banksrise. However, the large banks rate rises more, increasing the large banks marketshare. As before, the profits of the large bank increase, those of small banks drop.The discussion has shown that, within each regime, the small banks undergo areduction in volumes and profits if the large bank switches from the standardizedto the IRB approach. In contrast, the large bank benefits from the right to choosebetween regulatory approaches. We now consider the effects of regime changes whenthe large bank switches to the IRB approach. This is particularly problematic ifsmall banks switch to the risky project, i. e., the regime switches from 3 to 4. Such aregime switch would increase aggregate risk in the economy, and market rates wouldjump up.25 The following proposition shows that the transition to an optional IRBapproach may indeed lead to a switch from a regime without risktaking regimes 1,2, or 3 to one with risktaking regime 4.25It is not possible that the regime switches to 5, i. e., that the large bank also takes the riskyproject in reaction to the jump in deposit rates. The large bank would anticipate this, and as aconsequence, not opt for the IRB approach in the first place.Bank Size and RiskTaking under Basel II25Figure 6: Equilibrium Deposit Rates and Regime Switches, Right to Choose Regimes standardized approach5234r 1 rcritrcrit 1101234512345Curves are as in Figure 5. The important difference is that the thick line in the right panel fallsmonotonically if banks are allowed to choose between the approaches. The area of regime 5 isplotted in gray because it cannot occur here. Again, the dotted horizontal line in the right panelrefers to the parameter constellation of the left panel, 110.Proposition 3 Optional IRB approach Given that only thebankswitches to the IRB approach, a transition from the standardized to an optional IRBapproach decreases the critical level of competition crit S , above which small bankschoose the risky project, i. e., crit S 0.large Hence, rather than deterring banks from risktaking, the optional IRB approach maylead the small banks to engage in more risktaking. The reason is that, under theoptional IRB approach, only the large bank benefits from lower capital requirements,and hence marginal costs. This induces the large bank to expand and increasedeposit rates, putting the small banks under competitive pressure. In reaction, thesmall banks may raise deposit rates to regain part of their customer base, and takethe risky project. This translates into an increase in aggregate risk in the economy,given that the large bank always chooses the safe project. If we assume that theregulator set optimally for the standardized approach, the right to choose willalways induce small banks to increase risktaking: An optimal implies that theeconomy is at the border between regimes 3 and 4; the right to choose then movesthe economy into regime 4.The proposition is illustrated in Figure 6. The left panel displays equilibrium depositrates if there is a right to choose between the two approaches. We see that the borderbetween regimes 3 and 4 actually moves towards lower competition, compared tothe standardized approach. As a result, risktaking is increased by the regulation.At the former border between regimes 3 and 4, the small banks now strictly preferto increase rates. The same result can be found in the right panel.In contrastto Figure 5, the curve separating the regimes with and without risktaking fallsmonotonically. Hence, if banks are allowed to choose between the two approachesand if only the large bank switches to the IRB approach, a more pronounced IRBapproach enlarges the set of parameters for which small banks take excessiverisks. Again, an analogous version of Remark 1 applies.Even if the regime switches to regime 4, the small banks are bound to suffer. For thepurpose of illustration, assume that the banks are at the border between regimes 3Bank Size and RiskTaking under Basel II26and 4 before the introduction of the optional IRB approach. Then an infinitesimalincrease in has two effects: First, it induces the small banks to increase depositrates discretely, which leaves their profits unchanged at the margin. Second, itincreases the large banks deposit rate, which unambiguously hurts the small banks.Therefore, the small banks profits will fall even when there are regime switches.Interestingly, even the large bank may suffer in the event of a regime switch. Thisresult is surprising at first sight, given that the large bank should only choose the IRB approach if it is beneficial. However, in choosing the approach, the large banktakes the small banks interest rates as given. Hence, the possible transition fromregime 3 to regime 4 does not enter the large banks considerations. Starting fromthe border between regimes 3 and 4, an infinitesimal increase in has two effects:First, the large bank raises its rate by an infinitesimal amount due to the increasein the critical rate; second, the small banks raise their rates discretely because theywant to increase their market shares. An increase in the small banks market sharesimplies a decrease in the large banks profits. Hence, the large banks profits mayactually fall after the transition from the standardized to the optional IRB approach.In all other cases, the large bank will always benefit from a transition from the standardized to the optional IRB approach. This yields a political economy rationale,explaining why certain interest groups may lobby the regulatory authorities for ahighly sophisticated IRB approach. The more sophisticated the approach, the higherthe fixed costs, and the less smaller banks will be willing to adopt the new approach.The potential benefits from the IRB approach for the large bank are largest whenonly a small number of banks switch to the new approach. The small banks, whoseinterests are less well organized, suffer from the introduction of the IRB approachbecause its use is only optional. However, given the degree of sophistication of the IRB approach, an adoption by all banks is not feasible.In summary, we have shown that introducing an optional IRB approach may inducethe small banks to take higher risks, which brings about an increase in aggregaterisk, compared to the standardized approach. Therefore, the regulation does notachieve its goal of deterring banks from risktaking. The right to choose destroysthe advantages of the IRB approach.6 Conclusion Our paper has presented a novel channel through which the New Basel Capital Accord may harm small banks and lead to an increase in the aggregate risk in theeconomy. We started from the observation that the new accord implicitly treatssmall and large banks asymmetrically: Due to the high fixed costs from implementation, it is very likely that only large banks will opt for the IRB approach. Thensmall banks will not benefit from the lower capital requirements for safe loans. Thisdistorts competition, benefiting the larger banks, whose capital requirements, andhence marginal costs, are reduced when adopting the IRB approach. Large banksincrease deposit rates to attract more deposits and exploit the higher profitabilityBank Size and RiskTaking under Basel II27of investments. Fiercer competition for deposits induces the small banks to raisetheir deposit rates as well, in order to recapture some of their market shares. Atthis higher rate, small banks may prefer a risky investment strategy over a safe one.Starting from a situation where all banks choose a safe investment strategy, this implies an increase in aggregate risk. Hence, the new accord may actually destabilizethe banking system, contrary to the regulators intention.Our results do not follow from the introduction of the IRB approach as such, butrather from the implicit asymmetric treatment of banks due to the right to choosebetween the standardized and the IRB approaches. If the IRB approach is applieduniformly across banks, banking stability is improved as intended. Small banks mayeven profit from the introduction of the IRB approach.Our model relies on three important ingredients to obtain these results: the existenceof a moral hazard problem regarding the banks risk choices, imperfect competitionamong banks, and equity that is more expensive than other sources of refinancing.In contrast, the details of the market structure are not crucial for our results. Forexample, one may consider a banking system with several large banks competingwith each other. This would weaken the competitive position of the large bank, butwould leave the general structure of the model unchanged. As long as the large banksare larger than the small banks, there will be a range of fixed costs C, for which onlylarge banks implement the IRB approach. Marginal costs of lending decrease forlarge banks, and small banks suffer because of fiercer competition, which may leadthem to switch to the risky project. Similarly, one could allow for competition amongthe small banks. This would complicate the analysis because all banks would haveto be analyzed simultaneously. But the decrease in marginal costs at the large bankwould still increase competition for deposits at the small banks, and would pushthem to assume higher risks. Furthermore, we have modelled competition amongbanks as price competition a la Hotelling 1929. Different types of competition,such as competition in capacities a la Cournot, would not alter our results, as longas the banks suffer from the lower marginal costs of their competitors.Another simplifying assumption is that aggregate deposits are perfectly inelastic.Generally, the aggregate supply of deposits depends on deposit rates. Again, ourmain results remain valid under this alternative assumption.In particular, thequalitative results regarding the risktaking of banks are not affected. However, theeffects of competition and regulation on profits and welfare would be slightly differentbecause increases in deposit rates could lead to an aggregate increase in aggregatedeposits. This would weaken the negative externality from interest rate increases onthe competitor banks. Also, the volume expansion would tend to increase welfare,especially if the aggregate deposit supply was very elastic.Let us now discuss the assumptions that may be more critical. We assumed thatbanks risk choices are dichotomous, i. e., banks can choose between two projects.Given that the large banks risktaking cannot change for the better, an increase inrisk by the small banks always translates into an increase in aggregate risk. Thesame can happen with continuous risk choices. But there, the introduction of anoptional IRB approach may also change all banks risktaking continuously, leadingBank Size and RiskTaking under Basel II28to higher risk at the small banks and lower risk at the large bank. Hence, the effecton aggregate risk is ambiguous. Even in such a model, there will be parameterconstellations for which aggregate risktaking increases. In any case, it is alarmingthat the new capital regulation may lead to the opposite of what is intended.Another assumption concerns the modelling of bank competition. We assumedthat large and small banks compete only in the deposit market, but not in the loanmarket. We have argued above that, due to the fact that banks specialize in differenttypes of loans, this is a good approximation of realworld competition between largeand small banks. In fact, our main results still hold in the presence of loan marketcompetition if the banks themselves are subject to a riskshifting problem, as in ourpaper. In contrast, a model where only the banks borrowers are subject to a moralhazard problem as in Boyd and De Nicol o 2005 is inconsistent with the basicmechanism of our model. There, an increase in the capital requirement increasesthe borrowers risktaking due to higher loan rates. Therefore, such a setting is nota useful benchmark for the analysis of capital regulation.Moreover, the prompt effects of changes in capital regulation on risktaking are dueto the binding capital requirements in our model. In practice, banks tend to holdmore than the required capital. If these additional capital buffers remain constantafter the change in the capital regulation, the analysis is unchanged. However, ashas been argued by Jokivuolle and Peura 2001, the IRB approach tends to increasethe volatility of capital requirements, which may induce banks to raise their buffersafter switching to the IRB approach. Then the benefits from the IRB approachwould diminish, and so would the competitive distortions. But it is also conceivablethat the capital buffers decrease because the banks have more control over how muchcapital they actually need. Then the effects from our model may even be reinforced.In reality, banks may react to the new regulation in a number of ways that are notcaptured by our model. One possibility is bank mergers. The new regulation clearlysets incentives for bank mergers, especially among small banks or between largeand small banks. In our model, the merged bank would take the safe project andeconomize on capital. This would constitute a welfare improvement. But a mergeralso raises transportation costs and thereby decreases welfare, at least if one of thelocal branches is closed. Outside of our model, there are a number of additional considerations that make this perspective less desirable. Most importantly, the mergedbanks may become too big to fail, which would raise new incentive problems see Hakenes and Schnabel 2004 for a recent theoretical treatment. Moreover, mergersmay reduce competition. So far, empirical work on the U. S. economy has not beenable to find any indications that acquisition activity will increase significantly afterthe introduction of Basel II see Hannan and Pilloff 2004.Alternatively, the small banks may react to the new regulation by cooperating withother banks in their risk management e. g., by establishing joint rating systemsin order to save on fixed costs. Similarly, the small banks may delegate their riskmanagement to a third party; however, this could give rise to new incentive problems. In both cases, small banks could operate independently, but still benefit fromeconomies of scale. In the context of our model, this would constitute a clear welfareBank Size and RiskTaking under Basel II29improvement, and it would circumvent many of the disadvantages of bank mergers.However, such solutions will only be possible if the regulators are willing to supportcooperation among the small banks, for example, by accepting or even promotingdata pooling initiatives. This would allow smaller banks to overcome the problemof deficient historical data. Furthermore, legal restrictions stemming, for example,from bank secrecy laws could prevent banks from exchanging sensitive informationabout their customers with other banks or intermediaries.Our results have important implications for the provision of loans to SMEs afterthe implementation of the new accord. If small firms borrow from small banks, ourmodel predicts not only a decrease in bank lending to SMEs, but also a shift to SMEswith riskier projects. Hence, the SMEs with the most efficient projects are boundto loose the most. This effect may be mitigated by the fact that the IRB approachgives preferential treatment to SME loans; this may induce some of the safer SMEsto switch to larger banks. However, the large banks may not be prepared to extendloans based primarily on soft information. In addition, the disparate treatment ofsmall and large banks may raise fairness concerns.In principle, the adverse effects of the new Basel Accord described in this paper canbe mitigated in three ways: first, by lowering the fixed costs of implementing the IRBapproach; second, by subsidizing the small banks to enable them to adopt the IRBapproach; and third, by enabling smaller banks to exploit the existing economies ofscale through cooperation or the use of intermediaries. It may be difficult to lowerfixed costs without changing the accord, and without compromising the reliabilityof the banks rating systems. A subsidization through public funds is unlikely.However, the fact that the IRB approach sets lower capital requirements for goodprojects may be seen as an implicit subsidy, aimed to induce banks to adopt theapproach. But we suspect that this subsidy may not make a switch profitable forsmaller banks. The third solution seems to be easiest to implement. It only requiresthat the legal foundations for the pooling and exchanging of internal bank data belaid. It remains to be seen whether such a proposal will be able to gain politicalsupport. We argued above that the new accord may itself be seen as a manifestationof regulatory capture by the large banks, who appear to be the beneficiaries of thenew regulation. They may not give up their privileges easily.A Appendix Proof of Proposition 1: We consider the border between regions 1 2 3 and 4 5 the proof for the border between regimes 4 and 5 proceeds analogously. Atthe border, critand small banks are just indifferent between the safe projectand the critical rate rcrit and the risky project and a rate above rcrit. The largebanks interest rate is rcrit in both cases. Expected profits of small banks are Scid:3 DSn rcrit rcritcid:4cid:3 p 1 y 1 rk 1 Reg. 3Scid:4 rcritBank Size and RiskTaking under Basel IIReg. 4S14 The function crit. Solving for , we get 30cid:4DSncid:3 p 1 y 1 rk 1 cid:3 DSn r S rcritcid:9,cid:4 rcritcid:4cid:3 p 1 y 1 rk rcritcid:15cid:101 rcrit.2DSn cid:14 p 2 y 2 rk 1 Reg. 4p 1 p 2 1 DSn SScid:2S is defined by Reg. 3A cid:1crit, with S A p 1 p 2 p 1 y 1 p 2 y 2,B p 1 p 2 y 2 y 1 p 1 p 2 rk.and B2Clearly, crit Sis always nonnegative, and it goes to infinity if A B, hence if :p 21y 1 2 p 1 p 2 y 2 p 22p 2 p 1 rky 2.For larger , the algebraical solution is economically meaningless. This can be seenas a function of . Asfrom Figure 4, where the thick curve is the inverse of crit , the curve goes to infinity. If the thick curve reappeared in the plot fromthe right, the curve would have to cross the borders between regimes 1, 2 and 3,which does not make sense economically.SHence the proof is complete if we can show that the slope of critits sign between zero and the pole. One can show that the derivative of critrespect to is never equal to zero. Consequently, crituntil it reaches the pole at .S does not change S withrises monotonously in ,cid:1SProof of Remark 1: Proposition 1 refers only to the parameter . The remarkimplies that a similar statement applies to all other parameters. Only for crit S do S meansall banks take the safe project. Therefore, the monotonic increase in critthat the set of s where all banks take the safe project grows for rising , giventhe other parameters. More formally, let P summarize all exogenous parametersexcept and , and let S denote the set of parameters where all banks take thesafe project in equilibrium. Then Proposition 1 implies that1, P, S 2, P, S for 2 1.This statement is symmetric with respect to all exogenous parameters. Therefore,one can state more generally that an increase in weakly reduces the set of all parameters for which at least one type of bank chooses the risky project. An analogouscid:1argument holds for Propositions 2 and 3.Proof of Proposition 2: An increase in can be due to either a decreasein 1 or an increase in 2, or both. Hence, to show that dcrit S d 0, it issufficient to show that dcrit S d 2 0. We present the proof for S d 2 0; that for dcritdcrit S d 1 0 and dcrit S d 1 0 is analogous.Bank Size and RiskTaking under Basel II31The switch between regimes 3 and 4 is again defined by the indifference of smallbanks between safe and risky projects the proof for the borders between regimes 4and 5 proceeds analogously, hencecid:3 p 1 y 1 1 rk 1 1cid:3 DSn crit SDSn 14 crit SReg. 3SReg. 4Scid:4 C ! rcritcid:1 p 2 y 2 2 rk 1 2S 2. Because crit rcrit Scid:2cid:42 C.This equality defines an implicit relation crit rcrit, which in turn depends on 2, one can writealso depends ondcrit Sd 2crit S2Scrit rcrit rcrit 2.As stated in the main text, rcrit2 0. Therefore, it remains to be shown that rcrit is held constant andcritcrit S 2 0 a rise in 2 leads to a rise in crit SS rcrit 0 a rise in rcrit leads to a rise in critifif 2 is kept constant.SWe first show that crittheorem yields S 2 0, treating rcrit as a constant. The implicit functioncrit S2 Reg. 3Reg. 3SS2 Reg. 4S Reg. 4SScrit2crit S Reg. 4Reg. 4S2crit SS.Sdecreases in 2 because Reg. 4 rcrit, which in turn Reg. 412decreases in 2 because rk p 2 y 2. Furthermore, Reg. 4becauseit increases in , for constant rcrit. Otherwise, it could not have been optimal forthe small banks to choose rcrit for below critrises in : p 2 y 22 rk S . This proves that critincreases in crit S 2 0.SSSSSSNow we show that critcrit rcrit Reg. 3Reg. 3Reg. 3S rcrit 0. Using again the implicit function theorem, rcrit Reg. 4S Reg. 4crit rcrit DSn and Reg. 4 rcrit Reg. 4cid:3 DSn crit rcrit Reg. 4 rcrit Reg. 4critcrit rcrit DSn crit rcrit DSn critcid:3 DSn crit S 2 with as defined S 2. Furthermore,Reg. 4 rcrit Reg. 3above; hence Reg. 3crit S cid:4cid:4SSSSSSSSS2.SSS.SS 14 crit S22 crit SThis term is equal to zero for DSthe other zero is for negative . Forn critsmaller , the term is negative; for larger , it is positive. For smaller , the term Reg. 3 rcrit from above is also negative, and vice versa. As a S rcrit always have the same signs.result, the numerator and denominator of crit S rcrit 0, and completes the proof of the proposition. cid:1This proves that crit rcrit Reg. 4SSSProof of Proposition 3: For the proof, we build on the intuition delivered by Figure 7. Black curves denote the reaction functions of small and large banks underBank Size and RiskTaking under Basel II32Figure 7: Reaction Functions Near the Critical r Lr SThin lines are reaction functions by small banks; thick lines those of large banks. Black linesdenote the standardized approach; gray lines the IRB approach. Under the chosen parameterconstellation, the kinks occur for negative deposit rates.the old regulatory framework, i. e., all banks use the standardized approach. Assumethat is set in a such way that the equilibrium is close to the border between regimes 3 and 4.In other words, in equilibrium, small banks are individually indifferentbetween the critical deposit rate rcrit and a higher rate which would signal the riskyproject. We want to argue that an increase in then leads to a switch to regime 4. In Figure 7, the equilibrium is given by the white dot to the left. Here, indeed,the equilibrium r L is low enough to ensure that small banks offer rcrit and take thesafe project. Also, the large bank offers rcrit. However, it has some reserves: Evenif small banks raised deposit rates, the large bank would not react by raising rates,too in the figure, the reaction function of the large bank oversteps the criticalpoint.We assumed that a switch to the IRB approach is profitable only for the large bank.As a result, the large bank implements the IRB approach, and the critical depositrate for the large bank rises from rcrit to rcrit. The large bank raises deposit rates.Consequently, small banks now prefer to offer a higher deposit rate and thus tosignal the risky project. Before the IRB approach was introduced, all banks tookthe safe project; now all small banks take the risky project. The aggregate depositvolume remains unchanged, hence aggregate risk in the economy has increased.There are two reasons why small banks may be indifferent between rcrit and a higherrate, but the situation may still be different from that in Figure 7. First, small andlarge banks may be so asymmetric that, at the point at which small banks areindifferent, the large bank offers a rate below rcrit regime 2. Taking the derivativeof 7 with respect to , one proves that, for given r S, deposit rates of the large bankrise if regulation for large banks softens. As before, this induces the small banks toraise rates and pick the risky project.Second, banks may be so symmetric, and the IRB approach so close to the standardized approach 1 2, that introducing the IRB approach at the large bank,and the ensuing upward swing in market rates will also induce the large bank totake the risky project. This, as already discussed, leads to a contradiction, becauselarge banks would not have implemented the IRB approach in the first place.Bank Size and RiskTaking under Basel II33Up to now, we have considered only marginal increases in . We now look at adiscrete transition from the standardized to the IRB approach. The standardizedapproach has 0, the IRB approach has 0. This can be thought of as acontinuous series of marginal increases in . Then if the equilibrium is originallyin regimes 1, 2 or 3, it can either stay in these regimes, switch among them whichdoes not alter aggregate risktaking, or switch to regime 4 regime 5 is not possibleunder the optional IRB approach. Above, in this proof, we have shown that theopposite, a switch from 4 to 3 and possibly further to 2 or 1, cannot occur inreaction to an increase in . Hence, indeed, the range of under which the riskycid:1project is chosen is extended.References Acharya, V. V. 2003: Is the International Convergence of Capital Adequacy Regulation Desirable?, Journal of Finance, 586, 27452781.Basel Committee on Banking Supervision 2004: International Convergence of Capital Measurement and Capital Standards A Revised Framework,Bank for International Settlements, June 2004.Berger, A. N. 2004: Potential Competitive Effects of Basel II on Banks in SME Credit Markets in the United States, Federal Reserve Board, Finance and Economics Discussion Series No. 200412.Berger, A. N., N. H. Miller, M. A. Petersen, R. G. Rajan, and J. C.Stein 2002: Does Function Follow Organizational Form? Evidence from the Lending Practices of Large and Small Banks, Journal of Financial Economics,762, 237269.Berger, A. N., and G. F. Udell 2002: Small Business Credit Availabilityand Relationship Lending: The Importance of Bank Organizational Structure,Economic Journal, 112477, F32F53.Boyd, J. H., and G. De Nicol o 2005: The Theory of Bank Risk Taking and Competition Revisited, Journal of Finance, 603, 13291343.Carter, D. A., and J. E. Mc Nulty 2005: Deregulation, Technological Change, and the Business Lending Performance of Large and Small Banks, Journal of Banking and Finance, 295, 11131130.Cole, R. A., L. G. Goldberg, and L. J. White 2004: CookieCutter versus Character: The Micro Structure of Small Business Lending by Large and Small Banks, Journal of Financial and Quantitative Analysis, 392, 227251.Dan elsson, J., P. Embrechts, C. Goodhart, C. Keating, F. Muennich,O. Renault, and H. S. Shin 2001: An Academic Response to Basel II,Financial Markets Group, Special Paper No. 130.Bank Size and RiskTaking under Basel II34Dan elsson, J., H. S. Shin, and J.P. Zigrand 2004: The Impact of Risk Regulation on Price Dynamics, Journal of Banking and Finance, 285, 10691087.Decamps, J.P., J.C. Rochet, and B. Roger 2004: The Three Pillars of Basel II: Optimizing the Mix, Journal of Financial Intermediation, 132, 132155.Gorton, G. B., and A. Winton 2000: Liquidity Provision, Bank Capital,and the Macroeconomy, unpublished manuscript.Hakenes, H., and I. Schnabel 2004: Banks without Parachutes Competitive Effects of Government Bailout Policies, Max Planck Institute for Research on Collective Goods, Preprint No. 200412.Hannan, T. H., and S. J. Pilloff 2004: Will the Proposed Application of Basel II in the United States Encourage Increased Bank Merger Activity? Evidence from Past Merger Activity, Federal Reserve Board, Finance and Economics Discussion Series No. 200413.Haynes, G. W., C. Ou, and R. Berney 1999: Small Business Borrowingfrom Large and Small Banks, in Business Access to Capital and Credit, ed. by J. Blanton, A. Williams, and S. Rhine, pp. 287327. Federal Reserve System Research Conference.Hellmann, T. F., K. C. Murdoch, and J. E. Stiglitz 2000: Liberalization,Moral Hazard in Banking and Prudential Regulation: Are Capital Requirements Enough?, American Economic Review, 901, 147165.Hotelling, H. 1929: Stability in Competition, Economic Journal, 39153,4157.Jokivuolle, E., and S. Peura 2001: A ValueatRisk Approach to Banks Capital Buffers: An Application to the New Basel Accord, Bank of Finland,Discussion Paper No. 152001.Kashyap, A. K., and J. C. Stein 2004: Cyclical Implications of the Basel IICapital Standards, Economic Perspectives, 281, 1831, Federal Reserve Bankof Chicago.Lowe, P. 2002: Credit Risk Measurement and Procyclicality, Bank for International Settlements, Working Paper No. 116.Morrison, A. D., and L. White 2006: Crises and Capital Requirements in Banking, American Economic Review, forthcoming.Myers, S. C., and N. S. Majluf 1984: Corporate Financing and Investment Decisions when Firms have Information that Investors Do Not Have, Journal of Financial Economics, 132, 187221.Bank Size and RiskTaking under Basel II35Repullo, R. 2004: Capital Requirements, Market Power, and RiskTaking in Banking, Journal of Financial Intermediation, 132, 156182.Repullo, R., and J. Suarez 2004: Loan Pricing under Basel Capital Requirements, Journal of Financial Intermediation, 134, 496521.Rime, B. 2003: The New Basel Accord: Implications of the CoExistence of the Standardized Approach and the Internal Ratings Based Approach, Studienzentrum Gerzensee, Working Paper No. 03.05.Rochet, J.C. 1992: Capital Requirements and the Behaviour of Commercial Banks, European Economic Review, 365, 11371178.Rock, K. 1986: Why New Issues are Underpriced, Journal of Financial Economics, 151, 187212.Salop, S. C. 1979: Monopolistic Competition with Outside Goods, Bell Journal of Economics, 101, 141156.Stein, J. C. 2002: Information Production and Capital Allocation: Decentralized versus Hierarchical Firms, Journal of Finance, 575, 18911921.Stiglitz, J. E., and A. Weiss 1981: Credit Rationing in Markets with Imperfect Information, American Economic Review, 713, 393410.", "filename": "sfb-tr15-dp088.pdf", "person": ["Hendrik Hakenes", "Hakenes, Hendrik", "Isabel Schnabel", "Schnabel, Isabel"], "date": ["2006"]}