{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/93934/1/sfb-tr15-dp361.pdf"], "title": ["Institutions and Contract Enforcement"], "plaintext": " ABSTRACT Institutions and Contract Enforcement We provide evidence on how two important types of institutions dismissal barriers, and bonus pay affect contract enforcement behavior in a market with incomplete contracts and repeated interactions. Dismissal barriers are shown to have a strong negative impact on worker performance, and market efficiency, by interfering with firms use of firing threat as an incentive device. Dismissal barriers also distort the dynamics of worker effort levels over time, cause firms to rely more on the spot market for labor, and create a distribution of relationship lengths in the market that is more extreme, with more very short and more very long relationships. The introduction of a bonus pay option dramatically changes the market outcome. Firms are observed to substitute bonus pay for threat of firing as an incentive device, almost entirely offsetting the negative incentive and efficiency effects of dismissal barriers. Nevertheless, contract enforcement behavior remains fundamentally changed, because the option to pay bonuses causes firms to rely less on longterm relationships. Our results show that market outcomes are the result of a complex interplay between contract enforcement policies and the institutions in which they are embedded. JEL Classification: J41, J3, C9, D01 Keywords: incomplete contracts, bonus pay, efficiency wages, employment protection, firing costs, experiment Corresponding author: David Huffman Department of Economics Swarthmore College 500 College Avenue Swarthmore, PA 19081 USA Email: dhuffma 1swarthmore.edu We are grateful for helpful comments from seminar participants at IZA Bonn, the University of Zurich, Columbia University, the NBER summer institute, and the Wharton School of Business. INSTITUTIONS AND CONTRACT ENFORCEMENT11. Introduction This paper uses experimental labor markets to study how two important, and often controversial, institutions dismissal barriers, and bonus pay aect contract enforcementbehavior. We focus on a setting with incomplete contracts as this is a ubiquitous characteristic of employment relationships.1 We also allow for repeated interactions, because aprominent theoretical solution to the contract enforcement problem associated with incompleteness involves employers and employees interacting in a repeated game. In particular,the theory involves employers using a combination of rents and threat of dismissal to giveworkers an incentive to perform e.g., Klein and Leer 1981, Shapiro and Stiglitz 1984and Mac Leod and Malcomson 1989.Dismissal barriers are a particularly important institution to study in the context of incomplete contracts, given the strategic importance of ring threat in such settings. Dismissalbarriers have the potential to radically change the strategic interaction of rms and workerswithin relationships, as well as patterns of relationship formation in the market. Dismissalbarriers arise, for example, in the presence of employment protection legislation EPL,where hiring a worker beyond a probation period triggers barriers to dismissal, or in the caseof relationshipspecic investments that accrue over time and raise ring costs see Mincer1962.The exibility of the labor contract is also a key institutional feature, in particular whetherrms are restricted to the wage contract focused on in the eciency wage literature, orwhether contractual instruments such as bonus pay or other forms of delayed compensationare also available. Previous evidence indicates that bonus pay is a credible incentive devicein oneshot games, because rms reward performance with bonuses, and punish shirking by 1See Williamson, Wachter, and Harris 1975 for a classic early study.INSTITUTIONS AND CONTRACT ENFORCEMENT2withholding the bonus Fehr, Gachter, and Kirchsteiger 1997; Fehr, Klein, and Schmidt2007. The availability of bonus pay thus has the potential to fundamentally change rmscontract enforcement policies in a repeated game setting. Furthermore, the availability ofbonus pay may be crucial for determining the impact of dismissal barriers, to the extent thatit provides rms with an alternative incentive device to threat of ring.We begin by establishing a baseline condition TBaseline in which there are no dismissalbarriers and no bonus pay. We use as our workhorse the experimental framework of Brown,Falk, and Fehr 2004, in which rms and workers can endogenously form longterm relationships. Firms oer contracts involving a wage and a desired eort, and after accepting acontract workers choose their eort level, which is unenforceable.Despite the contract enforcement problem, eort levels in TBaseline are on average quitehigh. High eorts are observed mainly in longterm relationships. This reects a policyof rms paying rents relative to unemployment, and credibly ring poor performers. Thesendings corroborate those of Brown, Falk, and Fehr 2004, and show the central importanceof ring threat as an incentive device. This sets the stage for exploring our main researchquestions.We implement a second treatment TBarrier in which there is a dismissal institutionpresent in the market, such that only the worker can end a relationship once the rm choosesto hire the worker two times in a row. The rst time a rm hires a worker thus corresponds toa probation period, in which ring is still possible. Firms are also restricted in their abilityto lower wages once they trigger dismissal protection by engaging in the second consecutivecontract, to rule out de facto dismissal by reducing wages to zero.2We predict three main eects of the dismissal barrier institution. The rst is a negative incentive eect, due to removal of ring threat as an incentive. Consistent with this 2Most legal jurisdictions view the reduction of wages to zero as equivalent to ring a worker.INSTITUTIONS AND CONTRACT ENFORCEMENT3prediction, average eort levels in longterm relationships are far below those observed inthe baseline condition, which also leads to lower market eciency. A second prediction isa probation period eect, such that worker eort is especially high in the probation period,due to the added attractiveness of enticing rms into longterm relationships, and then dropssharply once the worker is rehired. Indeed, this pattern is pervasive in TBarrier, whereasin the baseline condition the opposite pattern is observed. The third prediction concerns aset of related eects on relationshipformation: rms are predicted to be more reluctant toenter relationships in a market with dismissal barriers, because of the incentive problem; theprediction for turnover is ambiguous, because the tendency to engage in more oneshot interactions is potentially oset by the tendency for relationships that do form not to break up;dismissal barriers are predicted to have a systematic eect on the shape of the distributionfor relationship lengths in the market, leading to more very short and also more very longrelationships. Observed behavior is supportive of all these relationship formation eects.In a third treatment TBarrierBonus we implement both dismissal barriers and theoption for rms to oer contractually nonenforceable bonuses as part of the initial contract.After observing worker performance, rms can decide how much of a bonus to actually pay.The impact of dismissal barriers is dramatically altered by the presence of bonus pay.Firms credibly reward worker performance by paying bonuses, and this additional incentivedevice essentially eliminates the problem of worker shirking in longterm relationships, despite the absence of ring threat. Market eciency is also substantially improved, and theprobation period eect on eort dynamics disappears. Relationship formation remains signicantly dierent from baseline, however, with rms being less prone to enter relationships,despite the fact that worker performance in longterm relationships is no worse than in thebaseline condition. One potential explanation for this latter nding is that bonus pay causesINSTITUTIONS AND CONTRACT ENFORCEMENT4rms to rely less on relational incentives in general, because bonus pay and relationships actas substitute incentive devices. This latter explanation cannot be veried without introducing a fourth treatment, where there is bonus pay but no confounding eect of a dismissalinstitution.We briey investigate behavior in such a treatment TBonus. Firms are much lessprone to initiate longterm relationships when bonus pay is available, compared to the casewhere there is no bonus pay, indicating that bonus pay and relational incentives are infact substitutes. Interestingly, TBonus also shows that in the absence of dismissal barriersbonus pay does not have a strong advantage over wage contracts as a way of eliciting workerperformance.In the absence of dismissal barriers, the additional option to pay bonusesimproves market eciency only marginally compared to a case TBaseline where rmsmust rely on the combination of wages and ring threat.Taken together, the ndings shed light on how enforcement behavior interacts with thesurrounding institutional environment. The negative incentive eect of dismissal barriers depends on the exibility of the contracting technology, but while introducing contractual exibility reduces negative eciency consequences, in other ways contract enforcement strategiesare left fundamentally changed. Though institutions impose constraints on contract enforcement strategies, agents are not passive, but respond by nding dierent avenues for solvingincentive problems.In other words, understanding strategic interactions within rms requires an appreciation of the institutions in which contractual relations are embedded, andat the same time, understanding the impact of institutions requires an appreciation of howthey interact with details of rms contract enforcement strategies.Substantial progress has been made in previous theoretical work on the interplay of contract enforcement and institutions, in settings with repeated interactions. Beginning withINSTITUTIONS AND CONTRACT ENFORCEMENT5Telser 1980, there have been a number of contributions that use repeated game theoryto model the enforcement of incomplete contracts. Klein and Leer 1981, Shapiro and Stiglitz 1984 and Bowles 1985 show that the use of a high wage with the threat of ringcan ensure performance. Bull 1987 and Mac Leod and Malcomson 1989 introduce bonuspay to the model, and show that a similar result holds, while Levin 2003 extends thesemodels to allow for asymmetric information in addition to contract incompleteness. Thesepapers restrict attention to the case of risk neutral agents, for which bonus pay does not typically play a substantive role in ensuring eciency. Rather, in the spirit of the folk theoremFudenberg and Maskin 1986, there are many possible ecient equilibria. What bonuspay does is aect the distribution of the surplus between the worker and the rm.3Mac Leod and Malcomson 1998 show, in contrast, how the division of surplus can haveeciency consequences, depending upon the relative supply of workers and capital. In particular, when capital is in short supply, then it is ecient to have it fully utilized, which ispossible under an eciency wage contract, but not under a bonus pay contract. Our experimental market corresponds to the case of a shortage of capital, given that the number of jobsis always less than the number of workers. Thus, the theory predicts that the equilibriumwith eciency wage contracts should be much more ecient, whereas we nd that both wagecontracts and bonus contracts yield similar performance in the absence of barriers.There are a number of reasons why standard theory does not explain our results. First,it is assumed that agents are innitely lived, while in practice and in our experiments allrelationships are necessarily of nite duration. Without additional assumptions, all of thesetheories predict a dismal level of minimum eciency in all of our treatments, due to standard 3Baker, Gibbons, and Murphy 1994 show that bonus pay has an important impact on surplus when therm also has available objective measures of performance. Pearce and Stacchetti 1998 extend these resultsto the case of risk averse agents.INSTITUTIONS AND CONTRACT ENFORCEMENT6backwards induction arguments. From previous experimental evidence on contract enforcement behavior e.g., Fehr, Kirchsteiger, and Riedl 1993; Fehr and Falk 1999, however,it is known that in practice nonminimal eciency is typically achieved even in oneshot interactions with incomplete contracts. Beginning with Kreps, Milgrom, Roberts, and Wilson1982, it is well know that such behavior is consistent with the hypothesis that individualshave social preferences that incorporate factors other than the pecuniary returns from adecision. The diculty is that we do not have an established model of these preferences,and hence as Fehr, Klein, and Schmidt 2007 observe, it is necessary to use experimentalevidence to uncover how specic institutions will work with human subjects.There are previous experimental studies on contract enforcement behavior, but to ourknowledge none on the important topic of how dismissal barriers aect contract enforcement, or on how the impact of dismissal barriers depends on other institutional features,such as availability of bonus pay. This is partly because until recently experimental studieshave focused almost exclusively on static settings, whereas studying the incentive eects ofdismissal barriers requires a setting with repeated interactions by its very nature.4 Althoughthe focus of our paper is on the interaction of dismissal barriers and bonus pay, our resultsalso complement the experimental literature studying the question of how bonus contractsperform relative to wage contracts. Fehr, Gachter, and Kirchsteiger 1997 and Fehr, Klein,and Schmidt 2007 nd that bonus contracts perform much better than wage contracts interms of eciency, in oneshot interactions. Our results qualify these ndings somewhat,showing that in a repeated game setting bonus contracts perform only slightly better thanwage contracts, with the dierence narrowing over time. The key dierence is that in repeated game settings rms can combine wage contracts with threat of ring, whereas in 4Wu and Roe 2007 also use the repeatedinteraction framework of Brown, Falk, and Fehr 2004, but focuson varying the degree of incompleteness in contracts.INSTITUTIONS AND CONTRACT ENFORCEMENT7oneshot games worker performance under a wage contract depends solely on altruistic orreciprocal motives of the worker. On the other hand, our ndings show that bonus pay doeshave large benets relative to wage contracts, even in repeated game settings, if there aresome barriers to dismissal in the market.The rest of the paper is organized as follows. Section 2 describes the experiment, and Section 3 outlines predictions for behavior. Section 4 presents results, and Section 5 concludes.2. The Experiment 2.1. Design. The labor market operated for 18 trading periods. In each period a rm couldhire at most one worker, and a worker could have at most one job. An individual periodinvolved two or three phases, depending on the treatment. The rst phase was always amarket phase, in which the rms made contract oers and workers could only accept orreject. Firms could make as many contract oers as they wanted during the time limit ofthree minutes; if one of a rms contracts was accepted, all of the other oers by that rmwere immediately removed from the market.5 In the case that a rm and a worker agreed ona contract, they entered a second phase in which the worker could decide how much eort, eto exert. In treatments where the contract oer could include an oered bonus, there was athird phase in which the rm was informed about the workers eort choice and could decidehow much of a bonus, b, to pay. Importantly, neither the workers eort level or the rmsbonus payment were restricted by the initial contract agreement, whereas a wage speciedin the agreement was binding. After the second third phase, the rm and worker wereinformed about their prots and earnings, respectively, and then a new period began.5If all rms had contracts, there was no potential for further trades. Thus, the market phase was designed toend automatically after three minutes, or after the last rm had a contract oer accepted, whichever camerst.INSTITUTIONS AND CONTRACT ENFORCEMENT8Contract oers consisted of a wage, w, a desired eort level, e, and in some treatmentsan oered bonus, b. The oer also included the rms ID number. Firms could make twotypes of contract oers during the market phase: public oers or private oers. Public oerswere observed by all workers, and thus could be accepted by any worker. Private oerswere observed only by a worker specied by the rm, and thus were available only to thatparticular worker. In the case that a rm made a private oer, the rm specied a workers IDnumber, in addition to the contract terms. Worker and rm ID numbers remained constantover the entire 18 periods, so it was possible for a rm to intentionally make a private oerto the same worker over multiple periods, and for a worker to recognize oers coming froma specic rm. This design made it possible for a rm and worker to endogenously form alongterm relationship, by choosing to repeatedly engage in privateoer contracts with eachother over multiple periods. Public oers were a way for rms to engage in a spot marketfor labor rather than engaging in longterm relationships. During the market phase, rmswere kept constantly informed about which workers had already accepted a contract, so asto avoid having rms make a private oer to a worker that was no longer available.In treatments with the dismissal barrier institution, a rm lost the ability to re a workerin the case that in two consecutive periods the worker had accepted a private oer fromthat rm. In other words, if a worker accepted a private oer from a rm in period t, andthen accepted a second private oer from the same rm in period t 1, the dismissal barriertook eect and only the worker could then end the relationship. In our experiment we thuseectively set the cost of ring to innity. Disallowing ring, as opposed to introducing anadditional parameter capturing a nite cost of ring, has the advantage of simplifying analready complex choice situation. It also provides a particularly tough test of the abilityof bonus pay to overcome the eects of dismissal barriers. The fact that the dismissalINSTITUTIONS AND CONTRACT ENFORCEMENT9barrier was activated only with the second consecutive contract captures a common featureof EPL institutions, which is an initial probation period, during which the rm is still ableto re the worker. It also has an analogue in situations where there are relationshipspecicinvestments that increase ring costs, but where investments are made only after an initialprobation period.Having chosen to hire the worker again, after the initial private oer, the dismissal barriertook eect and the rm had to make an oer to that same worker at the beginning of eachsubsequent period until the end of the game or until the worker decided to reject the rmsoer. Firms who had chosen to trigger the dismissal barrier made subsequent oers to thesame worker in a special phase before the market phase. Importantly, once the dismissalbarrier was activated, the wage oer had to be at least as high as in the previous period. Somerigidity of the wage is required for a dismissal protection institution to work, otherwise a rmcould eectively re a worker by reducing the wage to zero.6 After rms had made their oersrequired by the dismissal barrier institution, the market period began and workers protectedby the dismissal barrier could see the standing oer from their own rm, in addition to theother market activity. At any time, the worker could accept the standing oer, in whichcase the rm was informed. Alternatively, the worker could reject the oer by acceptinganother contract in the market. As soon as the worker rejected the standing oer, the rmwas informed, and allowed to make oers during the remainder of the market phase.In our design the eort cost function for workers, described below, is the same acrossall individuals so there are no dierences in ability. This allows us to focus on the moralhazard problem in terms of eort and bonus payment, without the complication of adverseselection in terms of ability. We also do not implement cyclical shocks to market conditions,6This is known as constructive dismissal, and is considered illegal in any jurisdiction with employmentprotection. See Blacks Law Dictionary.INSTITUTIONS AND CONTRACT ENFORCEMENT10or worker redundancies multiple workers at one rm. This simplies an already complexintertemporal choice environment, and makes it possible to rst understand the impact ofdismissal barriers on the strategic behavior surrounding the contract enforcement problem.We implemented four treatments, as summarized in Table 1. In a treatment called TBaseline, contracts consisted of a binding wage, w, and a desired eort level, e. There wasno dismissal barrier institution in the market, so rms could engage in as many private oersin a row with a worker as they wanted, while always having the option to not rehire theworker, i.e., not make the worker a private oer in the next period.7 In TBarrier, contractshad the same form, but we introduced our dismissal barrier institution. In TBarrierBonus,the dismissal barrier institution was in eect, but rms had the option to oer a bonus, b,in addition to a wage. In TBonus, there was no dismissal barrier, but rms had the optionto oer bonuses.2.2. Parameters, Information Conditions, Procedure, and Subject Pool. All market sessions lasted 18 periods, and had 7 rms and 10 workers. The material payo to a rmwas given by the function2.1f 10 e w b 0if a contract oer was acceptedif no contract oer was acceptedand the payo function for a worker was given by 7This treatment is a replication of the ICF treatment Brown, Falk, and Fehr 2004, except that their designinvolved only 15 trading periods rather than 18.INSTITUTIONS AND CONTRACT ENFORCEMENT112.2w w b ce5if a contract oer was acceptedif no contract oer was acceptedwhere ce was a cost of eort function, and 5 was the unemployment benet in the casethat a worker did not engage in a trade. The wage, the oered bonus, and the bonus actuallypaid, b, could each take on an integer value 0, 1, 2,  100. The desired eort level and theactual eort level chosen by the worker, e, could take on integer values 1, 2,  , 10. The eortcost function is shown in Table 2. The cost function is increasing and convex. Because themarginal cost of eort is at most 3, while the marginal benet to a rm is always 10, theecient eort level is 10.Payo functions for workers and rms, including the eort cost function, were commonknowledge. Participants were aware that the market would last 18 periods. Reputationscould form bilaterally: rms learned about the eort choices of workers that they tradedwith, but did not observe eort choices or bonus decisions, in interactions that they werenot a part of; workers learned about the bonus decisions of rms that they encountered, butnot about worker eort choices or rm bonus decisions in other market interactions. Firmsobserved all public oers on the market during the market phase. Workers were informed notonly about private oers they had received, but also about all public oers on the market.The experiment was computerized using ZTree software Fischbacher 2007. There wasan unpaid practice period before the experiment began, which consisted only of a marketphase but not the subsequent eort or bonus phases, to give subjects experience with theprocess of making and accepting oers. After the practice period, the rst period of the paidexperiment began. At the end of each period, a subjects period prots were summarized,INSTITUTIONS AND CONTRACT ENFORCEMENT12along with the prots of the trading partner in the case of a trade. Subjects were alsoreminded of the partners ID number, the terms of the initial contract, the actual eortchoice, and the actual bonus paid. Subjects could record this information on a separatesheet of paper, ensuring that subjects were fully informed about their own trading historyover the course of the experiment. The experiment was framed neutrally, in terms of buyersand sellers rather than workers and rms. Eort was referred to as quality. This facilitatescomparison with Brown, Falk, and Fehr 2004. who used the same neutral framing. Fehr,Klein, and Schmidt 2007 show, however, that whether one uses framing as buyers andsellers, or workers and rms, is irrelevant for behavior in this class of experimental marketsettings. Representative instructions are provided in an appendix at the end of the paper.There were 408 participants in the experiment see Table 1. We conducted six marketsessions for each of the four treatments, for a total of twentyfour sessions. Subjects werestudents at the University of Bonn, from various elds of study. No subject participatedin more than one session. On average, a session lasted roughly 100 minutes, and a subjectearned 25 Euros approximately 32 USD.3. Predictions If it is common knowledge that workers and rms are motivated only by their own materialpayos, then the prediction for behavior in TBaseline involves a very inecient outcome.Workers will choose e 1 in the nal period, regardless of the agreedupon contract w,ee.Firms will nd it optimal in the nal period to oer wages that just compensate the workerfor the outside option. All seven contract oers will be accepted. By backward induction,the same outcome will be realized in all previous periods, with the small surplus generatedby the workers minimal eort being claimed entirely by the rms.INSTITUTIONS AND CONTRACT ENFORCEMENT13If material selfinterest of rms and workers is not common knowledge, however, predictions change dramatically. Brown, Falk, and Fehr 2004 show theoretically that a sucientnumber of fairminded subjects, who respond to generous wages with high eort even in theabsence of strategic incentives to do so, is sucient to sustain an equilibrium in which allworkers provide high eort levels in early market periods, and only the fair workers providenonminimal eort in the nal market period. The key mechanism for eliciting high eortfrom selsh workers selsh in the sense of caring only about own material payos is theexistence of a rent in the nal period, which arises because the presence of some fair workersmakes it protable and therefore credible for rms to pay generous wages even when thereis no prospect for future interactions. The possibility of a future rent, and the threat ofring, discipline even selsh workers in the secondtolast period. Because only the futurerent matters for selsh workers incentives, rms could be expected to pay a low or zero rentin period 17. Given the plausible belief that the lack of a rent in the current period signalsthat a rm will not pay a rent in the future, however, rms will have an incentive to pay arent even in this period.Mac Leod 2007 observes that the key feature in this argument is the existence of some rentin the last period, which may also be generated by individuals who have taste for performingas promised. This implies that in the second to last period, regardless of ones type, therewill be a gain from continuing the relationship. Mac Leod 2007 shows that a backwardsinduction argument implies that one very quickly obtains performance that is close to therst best in earlier periods.These observations lead to several qualitative predictions for contract enforcement behavior in TBaseline. Firms are predicted to trade repeatedly with the same worker if heperformed well in the past. For this reason rms will rely on private oers, because in theINSTITUTIONS AND CONTRACT ENFORCEMENT14case of public oers rms make the oer available to all workers regardless of past performance. In order for the possibility of future interactions to provide an incentive, the rmwill need to pay a generous wage that oers a rent relative to being unemployed, and thusworkers are predicted to gain some of the surplus from trade. Some workers are predictedto perform well even in the nal period, in response to a generous wage, reecting fairness concerns. Other workers who are concerned only with material payos will imitate fairworkers in early market periods, but will reduce eort to the minimum in the nal marketperiod when the threat of ring no longer has an impact. These predictions are part of aparticular equilibrium, but it is well known that in repeated games there exists a plethoraof equilibria see, e.g., Fudenberg and Maskin 1986. This highlights the need to performan experiment, in order to determine which equilibrium is selected. Brown, Falk, and Fehr2004 nd empirical support for these predictions, and our analysis in TBaseline replicatestheir results, setting the stage for answering our main research questions.The rst question is how a dismissal barrier institution aects contract enforcement behavior in a setting with incomplete contracts and repeated interactions. We identify threemain predictions regarding the impact of dismissal barriers. The rst prediction is a negative incentive eect: in longterm relationships, the dismissal barrier institution removes thethreat of ring as an incentive device; as a result, selsh workers are predicted to shirk inlongterm relationships in TBarrier, leading to lower eort levels than in TBaseline. Thesecond prediction is a probation period eect: dismissal barriers are predicted to changeeort dynamics, such that eort is especially high in the initial probation period, becauseworkers have a greater benet from entering longterm relationships, and then drops sharplyonce the rm commits do a longterm relationship, due to the removal of ring threat as anINSTITUTIONS AND CONTRACT ENFORCEMENT15incentive. The third prediction concerns relationship formation eects. Firms face a distribution of worker types, some who perform in the absence of ring threat and some who donot, but the fact that average performance declines in longrun relationships is predicted tomake rms more reluctant to enter longterm relationships in TBarrier than in TBaseline.The implication for the average length of relationships is ambiguous. Relationship avoidancecreates a larger number of oneshot relationships, but dismissal barriers imply that relationships that do form are likely to be long lasting, because rms are unable to re workers. Theunambiguous prediction is a change in the distribution of relationship lengths, such that thedistribution has more very short but also more long lasting relationships in TBarrier.The next question is how the impact of dismissal barriers interacts with the addition ofbonus pay. In line with evidence from oneshot settings Fehr, Gachter, and Kirchsteiger1997, rms are predicted to pay bonuses for performing workers, creating a credible incentive for workers to perform even in the absence of ring threat. As a result, rms arepredicted to circumvent the negative incentive eect of dismissal barriers by using bonuspay, so that eort in longterm relations is higher in TBarrierBonus than in TBarrier.Furthermore, because incentives are high powered even after the probation period, therewill be a less pronounced probation eect in TBarrierBonus compared to TBarrier. Theprediction for relationship formation is ambiguous. On the one hand, rms should be lessreluctant to enter relationships since the holdup problem is mitigated. On the other handthey have another incentive tool at their disposal, and therefore may rely less on relationalcontracting in the rst place.This latter point raises the question how contract enforcement is aected by bonus pay ingeneral, i.e., in the absence of dismissal barriers. Shorter relationships in TBarrierBonusINSTITUTIONS AND CONTRACT ENFORCEMENT16could reect a general tendency for bonus pay to lead rms to substitute away from relational incentives. This cannot be answered by TBarrierBonus, because of the confoundingpresence of dismissal barriers, and requires the fourth treatment TBonus. In the nal resultssection we briey discuss the impact of bonus pay per se on contract enforcement, comparedto TBaseline.4. Results 4.1. Contract Enforcement in the Baseline Condition. To set the stage, we rst study TBaseline, where there is no dismissal barrier institution and no bonus pay. A rst observation is that worker eort levels in TBaseline are quite high, despite the fact that thesubgame perfect prediction for the stage game is an eort level of 1. The modal eort levelacross all periods is 10, the median is 7, and the mean is 6.39 these values are very similarto those obtained in Brown, Falk, and Fehr 2004. The question then is how rms elicitrelatively high worker eort levels, in spite of the contract enforcement problem.One clue is that high eort levels are mainly observed in private oer contracts, whichare typically part of longterm relationships. Longterm relationships arise when a rm andworker endogenously choose to engage in sequence of two or more consecutive private oercontracts with each other. Of all contracts, 67 percent are private oers, and of these roughly 64 percent end up being part of a relationship lasting at least 5 periods. The level of eortin a given interaction is also strongly predictive of the ultimate length of the relationship:the correlation between eort and ultimate length is 0.64 Spearman; p 0.001Figure 1 shows that high eort levels and longlasting relationships go together, due tothe contract enforcement strategy of rms: rms continue a relationship only in the casethat the worker performed well in the previous period. For low eort levels, the probabilitythat the rm terminates the relationship is close to 1, and for the maximum eort level theINSTITUTIONS AND CONTRACT ENFORCEMENT17probability is close to zero. We also estimated a Probit regression, where the dependentvariable is 1 in the case a worker is not rehired with a private oer and zero otherwise, andnd that the estimated impact of an additional unit of eort in the previous period on theprobability of termination is 0.104 p 0.001; robust s.e., clustering on session.Figure 1 about hereThe policy of credibly punishing poor performance with termination provides a materialincentive for workers to perform, if workers nd continuing the relationship more attractivethan the alternative. The alternatives are either accepting a public oer, if one is available,or unemployment. In fact, workers in private oer contracts earn 34.75 on average, comparedto 24.06 in publicoer interactions, or 5 from being unemployed. A similar picture emergeswhen one considers the total rents from being hired with a private oer in a given marketperiod. For each period t we calculate a proxy for total rents by summing up current andfuture earnings, from t to T 18, for all workers who are in a private oer contract inperiod t. We compare the average of this value for a given period, denoted Vpriv, to theaverage current and future earnings of workers who are in a public oer contract in thesame period, and workers who are unemployed, denoted Vpub and Vu, respectively. Thedierences Vpriv Vpub and Vpriv Vu are positive in every market period. Thus, threatof ring serves as a credible incentive device, because ring imposes a cost on workers inthe form of foregone rents. Workers earn a sizable rent even in the nal period, which isimportant for sustaining an equilibrium with high eort levels in early periods. Workersearn rents, despite putting in high eort, because rms pay substantially higher eciencywages in longterm relationships: median wages are 55 in private oer contracts, comparedto 30 in public oer contracts, or unemployment benets of 5. Longterm relationships areINSTITUTIONS AND CONTRACT ENFORCEMENT18also protable for rms. Average rm prots in private oer contracts are 29.84, comparedto 13.05 in public oer contracts.Underlining the importance of threat of ring, 58.33 percent of workers who are rehiredin the nal period reduce eort relative to their eort in period 17, and 35.71 percent choosean eort level of 1, despite having chosen an eort of 10 in the previous period. Firmsreduce wages somewhat in the nal period, perhaps anticipating this behavior, but there isa signicant drop in eort, even controlling for dierences in oered contract terms.8A subsample of workers performs well in response to generous wages, even in the nalmarket period. Regressing eort levels in the nal period on wages yields a positive coecient on wages of 0.185, signicant at the one percent level interval regression; robust s.e.,clustering on session.9 This behavior is consistent with previous evidence indicating thatsome individuals have reciprocal inclinations, rewarding generous wages with high eort,even in the absence of strategic considerations for a review see Fehr and Gachter 2000.Thus, although threat of ring is clearly important for motivating many of the worker subjects, for a subpopulation fairness concerns are also relevant. The presence of such types isimportant for deriving the equilibrium described in Section 3.In summary, rms use a combination of rents and threat of ring to solve the contractenforcement problem in TBaseline, consistent with the disciplining version of eciency wagetheory Shapiro and Stiglitz 1984. At the same time, the ndings are also supportive of thefairness version of eciency wage theory Akerlof 1982, Akerlof and Yellen 1990, in the 8This result is based on using the sample of contracts concluded in period 17 and 18, and regressing thedierence in eort between period 18 and period 17 on a dummy variable for nal period, wages, desiredeort, and a constant. The OLS estimate for the nalperiod dummy is 3.004 p 0.008; robust s.e.,clustering on session, indicating that eort drops signicantly in period 18 relative to 17, controlling forcontract oers in period 17 and 18.9For a discussion of interval regression, see footnote 9 below.INSTITUTIONS AND CONTRACT ENFORCEMENT19sense that a subpopulation responds to generous wages with high eort even without ringthreat. These results provide a baseline for investigation of our main research questions.4.2. Contract Enforcement and Dismissal Barriers. We now turn to how dismissalbarriers aect the strategic interactions of workers and rms, in an eciency wage setting.We compare behavior in TBaseline to behavior in TBarrier, exploiting the exogenous variation in the presence of a dismissal barrier institution across treatments, while the form ofthe labor contract xed wages and no bonus pay is held constant.The rst way in which dismissal barriers are predicted to aect the equilibrium describedin Section 3 is by creating a negative incentive eect, such that selfinterested workersare more prone to shirk in longterm relationships. Longterm relationships are denedas interactions that involve at least two consecutive private oer contracts between thesame worker and rm. Average eort in longterm relationships is 8.4 in TBaseline butonly 5.5 in TBarrier, providing initial support for the prediction. This dierence is highlystatistically signicant using each session as one independent observation MannWhitney;p 0.01.10 Median eorts are also strikingly dierent, 10 and 5, respectively MannWhitney; p 0.012. Figure 2 shows that the eort dierences in longterm relationshipsare large and stable across market periods, with eort being lower in TBarrier than in TBaseline in every market period.Figure 2 about hereTable 3 investigates this issue using regression analysis. The dependent variable in eachcolumn is worker eort in trades occurring as part of a longterm relationship, and coecientsare marginal eects from interval regressions, to account for the fact that the dependent 10All nonparametric tests in the analysis take one session to be an independent observation.INSTITUTIONS AND CONTRACT ENFORCEMENT20variable is measured in intervals and thus is left and right censored.11 Standard errors arerobust, and are adjusted for clustering on session to account for possible correlation of errorterms within a given session.12 In Column 1, we regress eort on a dummy for TBarrierand a constant omitted category is TBaseline. The coecient on the treatment dummy isnegative and highly signicant, indicating that dismissal barriers lead to lower eort levelsin longterm relationships. The treatment eect remains negative and signicant in Column2 where we control for other factors that might aect eort: wages, desired eort, and atime trend.Table 3 about hereIf the drop in eort reects the removal of ring threat as an incentive device, we shouldobserve less of a dierence in oneshot interactions, where the institution does not aectability to dismiss poor performers. Estimating similar regression to those in Table 3, butusing worker eort decisions in oneshot interactions public oer, or private oer contractsthat are not renewed, we do not observe a decit in TBarrier eort levels relative to TBaseline.In fact, eort levels are somewhat higher in oneshot interactions in TBarrierthan in TBaseline. Later in the analysis we turn to possible reasons for the even betterperformance of workers in oneshot interactions in TBarrier. The important point for theissue at hand is that eort levels are lower in TBarrier precisely in situations where the 11The interval regression procedure maximizes a likelihood function that is a natural generalization of a Tobit,treating each value as a left and right censored observation coming from an interval with known bounds. Errorterms are assumed to be normally distributed. For more information, see the STATA reference manual onthe intreg procedure listed under Tobit estimation. We nd similar results if we instead estimate regressionsusing OLS.12In this and other regressions, our conclusions are similar if we do not adjust for clustering, althoughstandard errors are typically smaller and eects are even more signicant.INSTITUTIONS AND CONTRACT ENFORCEMENT21institution makes a dierence for ring threat, consistent with the negative incentive eectprediction.It is noteworthy that aggregate eciency is substantially lower in TBarrier than in TBaseline, indicating that the negative incentive eect in longterm relationships dominatesany tendency for dismissal barriers to enhance performance in oneshot interactions. Figure 3 shows the total economic surplus generated by trades in a given market period averagedacross sessions, relative to the maximum possible surplus.13 Whereas eciency is 63.86percent of the maximum in TBaseline overall, eciency is substantially lower in TBarrier,about 52 percent, and the dierence is growing over time. Starting around period 6, eciencyin TBaseline begins to climb steeply, as relationships begin to form, and leaves eciency in TBarrier behind. From period 10 through 17, for example, eciency in TBaseline is about 19 percentage points, or 34 percent, higher than in TBarrier MannWhitney; p 0.05.Figure 3 about hereResult 1:In a market with wage contracts, dismissal barriers cause signicantly lowerworker eort levels in longterm relationships, and lower market eciency.The next prediction concerns the dynamics of worker eort provision. The dismissalbarrier institution prevents rms from using the threat of ring once a rm chooses toextend the relationship beyond the initial private oer contract, which we refer to as theprobation period. Workers are predicted to sharply reduce eort relative to performancein the probation period, as soon as they are oered and accept a second private oer ina row from the same rm. This behavior would also shed further light on the negative 13Total surplus is rm revenues, minus worker eort costs and opportunity costs in terms of unemploymentbenets. With 7 rms in each session, the maximum possible surplus in a period is equal to 71010185 77 7 539.INSTITUTIONS AND CONTRACT ENFORCEMENT22incentive eect of the dismissal institution, by conrming that the lower eort levels in longterm relationships in TBarrier reect a withinindividual moral hazard response, rather thanother potential factors, for example a dierent composition of types who end up in longtermrelationships in TBarrier.The probability of an eort drop is much larger in TBarrier than in TBaseline, and thesize of the dierence is also larger, supporting the prediction. The unconditional probabilitythat a worker reduces eort in the second period of a relationship is 0.54, compared to 0.23,in TBaseline. Furthermore, the average drop is equal to 1.57 in TBarrier, while theaverage change in eort is actually positive in TBaseline, equal to 0.11.Figure 4 compares median eort, and also the distribution of eort, before and afterthe probation period. The sample is restricted to individuals who are ultimately rehiredafter the probationary period, so results for probationary and all later periods are based onthe same sample of individuals. The boxes indicate the interquartile ranges 25th to 75thpercentile of the eort distributions, and the circular markers indicate the median eortlevels. In TBarrier, median eort drops sharply in later relationship periods relative to theprobation period, and there is a substantial increase in the variance of eort. The oppositepattern is observed in TBaseline. Results are similar if we instead compare eort in theprobation period to eort in the second period of relationships only; the drop in eort in TBarrier is immediate, occurring as soon as the probation period is passed, whereas eortincreases in TBaseline see also Table 4, where we focus on comparing eort in the secondrelationship period to eort in the probation period. Thus, dismissal barriers lead to apostprobationperiod drop in median eort, and an increase in eort variance in longtermrelationships.INSTITUTIONS AND CONTRACT ENFORCEMENT23The distribution in Figure 4 also reveals that there are still some workers in TBarrierwho choose close to maximum eort. This is consistent with the presence of some fair typeswho perform well even when dismissal barriers eliminate ring threat.Figure 4 about hereTable 4 investigates the probation period eect on eort dynamics using regression analysis. The sample comprises all privateoer contracts taking place in the second period of alongterm relationship. The dependent variable in each column is equal to 1 if eort droppedrelative to the rst period of the relationship, and zero otherwise. Coecients are marginaleects. Column 1 indicates that the probability of eort dropping is signicantly larger in TBarrier compared to TBaseline, and Column 2 shows that this is still true conditioningon characteristics of the previous period interaction, and the contract terms in the currentperiod, as well as a time trend.Table 4 about hereDismissal barriers are also predicted to have an impact on the level of eort in the initialprobation period, because workers are willing to work even harder to entice the rm intomaking a second private oer. This motivation comes from the fact that workers anticipateenjoying a stronger strategic position once they get to enter a longterm relationship. Returning to Figure 4, it is evident that median eort is in fact higher in the probation periodin TBarrier, compared to the initial period of a relationship in TBaseline. An intervalINSTITUTIONS AND CONTRACT ENFORCEMENT24regression using only initial private oer contracts that subsequently lead to longterm relationships shows that the eort level is higher by 0.629 points on average after controlling forwages, desired eort, and a time trend p 0.017; robust s.e., clustering on session.14This suggests that dismissal barriers might also aect the type of workers who enter longterm relationships. For example, workers who are strategic and motivated only by materialpayos might be better at signaling to rms during the probation period that they havean intention to work hard in longterm relationships. One way to assess the proportion ofselsh versus fair types who end up in longterm relationships is to look at the sensitivity ofeort levels to wages in the nal market period. The greater the fraction of selsh workers,the less sensitive eort should be to high wage oers. Using all private oer contracts in thenal period, which were part of an ongoing relationship in the previous period, we regressedeort on wages interval regression; robust s.e. clustering on session. The impact of wagesis positive but not signicant in TBarrier p 0.124, whereas the impact of wages on andsignicant in TBaseline p 0.001.15 Thus, there is some suggestive evidence of a type ofadverse selection, in terms of worker propensity to shirk, despite the fact that cost functionsare held constant and thus there is no scope for adverse selection in the typical sense ofworker ability dierences.14As noted above in our analysis of the negative incentive eect, eort levels in oneshot interactions arealso higher in TBarrier than in TBaseline, and signicantly so. With the exception of trades occurring inperiod 18, where there is no potential for being rehired, these oneshot interactions can also be interpretedas probation periods, albeit ones that were unsuccessful. We estimate an interval regression where thedependent variable is worker eort levels in oneshot interactions, excluding trades in period 18, and ndthat eort is higher in TBarrier than in TBaseline: the dierence in eort levels is 0.879 p 0.044; robusts.e., clustering on session. This behavior is consistent with the existence of a heterogeneous population oftypes and the fact that individuals understand this, and therefore attempt to signal their good characteristicswith high eort during the probation period.15It turns out that in TBarrier and TBaseline, the number of privateoer contracts in longterm relationships in period 18 is exactly the same, so the dierence in signicance levels does not simply reect dierentnumber of observations.INSTITUTIONS AND CONTRACT ENFORCEMENT25Result 2: In a market with wage contracts dismissal barriers there is a probation periodeect, such that workers reduce eort sharply as soon as the rm triggers dismissal barriersby rehiring the worker beyond the initial contract. The variance of eort also increases. Inthe absence of dismissal barriers the opposite pattern occurs. Dismissal barriers also havean additional, positive incentive eect, such that the level of eort in the probation period iseven higher than in a market without dismissal barriers.Although rms face a distribution of worker types, and thus uncertainty about the outcome of entering a longterm relationship, the fact that on average performance suers ispredicted to make rms less likely to enter relationships in the rst place. Consistent withthe prediction of relationship avoidance we nd that 58 percent of all contracts were in oneshot interactions in TBarrier, compared to 48 percent in TBaseline. Even more tellingly,we observe 23 percent of all rms in TBarrier pursuing a strategy of strict relationshipavoidance, never making two private oers in a row to the same worker, during the entiregame. This contrasts with only 9 percent of rms exhibiting this strategy in TBaselinewhere dismissal barriers are absent. Put another way, the probability that a rm has neverbeen in a longterm relationship as of market period t is consistently higher in TBarrier thanin TBaseline. We estimate a Cox proportional hazard model, and nd that this survivalprobability is higher in TBarrier compared to TBaseline. This dierence is only marginallysignicant overall p 0.07; robust s.e., clustering on session, reecting the fact that thesurvival probabilities are close to 1 in both treatments for the rst few market periods; ingeneral longterm relationships do not form until after the rst few market periods, duringwhich rms appear to engage in a process of search. Considering market periods beyond period 5, however, the survival probability decreases sharply in TBaseline whereas the declineINSTITUTIONS AND CONTRACT ENFORCEMENT26is slower in TBarrier, leading to a large dierence that is statistically signicant at the vepercent level p 0.043; robust s.e., clustering on session.The barrier institution prevents rms from dismissing workers, which makes it less likelythat relationships that do form will break up. This latter tendency is reinforced by the factthat workers essentially never quit once they are protected by dismissal barriers. Workersopt out of a relationship protected by dismissal barriers in only 3 out of 283 such contracts,which is understandable given that in TBarrier worker earnings are about 48 percent higheron average in longterm relationships than in oneshot interactions. It turns out that therate of turnover, measured as the average length of a relationship, is essentially the same in TBarrier and TBaseline: 5.99 periods versus 5.89. Thus, the resulting stability of longtermrelationships happens to just oset the tendency for rms to avoid relationships.Figure 5 shows that dismissal barriers change the distribution of relationship lengths inthe market. The fractions of relationships in the two most extreme categories, which includeoneshot interactions or longterm relationships lasting 14 periods or more, respectively, arehigher in TBarrier than in TBaseline. The opposite is true for the three intermediatecategories of relationship lengths. A Probit regression shows that probability of observing arelationship in one of the two extreme categories is signicantly higher in TBarrier than in TBaseline p 0.001; robust s.e., clustering on session.Figure 5 about hereResult 3 : In a market with wage contracts, rms are more reluctant to enter longtermrelationships in the presence of the dismissal barrier institution. They also cannot terminaterelationships, and as a consequence the distribution of relationship lengths in the marketINSTITUTIONS AND CONTRACT ENFORCEMENT27becomes more bimodal at the extremes, with more oneshot interactions but also more verylong relationships.4.3. Dismissal Barriers and Bonus Pay. In TBarrierBonus, we add the option forrms to pay bonuses. For bonus pay to serve as an incentive device, rms must crediblyreward worker eort with bonus payments. Figure 6 shows that bonus payments are infact strongly increasing in worker performance, and thus that bonus payments are credible.We also regressed actual bonus payments in period t on worker eort levels in t intervalregression, and found that the relationship between eort and bonus payments is positiveand highly statistically signicant, controlling for wages, desired eort, and a time trendp 0.001; robust s.e., clustering on session.Figure 6 about hereWith bonus pay serving as a credible incentive device, rms have a way to at least partiallycircumvent the negative incentive eect created by dismissal barriers. Figure 2 shows that,indeed, worker eort levels in longterm relationships are consistently much higher in TBarrierBonus than in TBarrier average eort is 8.2 rather than 5.5, and achieve a levelvery close to what is observed in TBaseline. Columns 3 and 4 of Table 3 indicate that thedierence in eort levels is positive and statistically signicant when comparing TBarrierBonus to TBarrier, controlling for other variables relevant for eort. Columns 5 and6 conrm that eort levels in TBarrierBonus are not signicantly dierent from eortlevels in TBaseline. Thus, the option to pay bonuses allows rms to undo the negativeeects of dismissal barriers. As shown in Figure 3, bonus pay also undoes much of thenegative impact of dismissal barriers on market eciency. Eciency in TBarrierBonus isINSTITUTIONS AND CONTRACT ENFORCEMENT28substantially above that in TBarrier, by about 10 percentage points, or an increase of 20percent MannWhitney; p 0.055. On the other hand eciency is only about 1 percentagepoint, or 2 percent, lower than eciency in TBaseline, and the dierence is not statisticallysignicant Mann Whitney; p 0.87.Given that the negative incentive eect of dismissal barriers is largely neutralized by bonuspay, eort dynamics are predicted to be more similar to those observed in TBaseline. Figure 4 supports this prediction. The median eort level increases after the probation period, andvariance decreases, similar to what is observed in TBaseline. The level of eort in theinitial period of relationships is also similar to that in TBaseline, consistent with bonus payreducing the incentive for workers to entice rms into relationships. Columns 3 and 4 of Table 4 reveal that the probability of a drop in eort is signicantly lower in TBarrierBonusthan in TBarrier, and Columns 5 and 6 show that the probability of a drop in eort in TBarrierBonus is not statistically dierent from in TBaseline.While rms have less reason to avoid relationships in TBarrierbonus, because bonus payhelps solve the incentive problem, bonus pay also provides a substitute for relational incentives, and thus rms may be less interested in entering relationships for this reason. Thefraction of rms who never enter a longterm relationship in TBarrierBonus is 19 percent,somewhat lower than in TBarrier where the fraction is 24 percent, but substantially abovethe 9 percent observed in TBaseline. The survival probability of never having entered a relationship also indicates that rms in TBarrierBonus are more prone to avoid relationshipsthan rms in TBaseline. A Cox mixed proportional hazard model shows that the survivalprobability is signicantly higher than in TBaseline p 0.026; robust s.e., clustering onsession. Compared to TBarrier, the survival probability is higher but not signicantlyINSTITUTIONS AND CONTRACT ENFORCEMENT29dierent p 0.79; robust s.e., clustering on session. Thus, the tendency to avoid relationships is similar to in TBarrier, despite the lack of a strong negative incentive problem. Thisnding is consistent with bonus pay changing the way that rms enforce contracts, such thatthey substitute away from relational incentives to oneshot interactions and the use of bonusincentives. To attribute this change to the eect of bonus pay, however, requires our fourthtreatment, TBonus, where we observe the impact of bonus pay without the confoundingeect of dismissal barriers. We turn to this comparison in the next section.Result 4: The presence of bonus pay strongly aects the impact of the dismissal barrierinstitution, eliminating both the negative incentive eect and probation period eect. Relationship initiation, however, remains altered relative to TBaseline, with rms being lesslikely to enter longterm relationships.4.4. Impact of Bonus Pay in the Absence of Dismissal Barriers. In TBonus rmshave the option to pay bonuses, but there is no dismissal institution in the market. Thisallows us to isolate the impact of bonus pay per se on contract enforcement policies andmarket outcomes.If bonus pay and relationships are substitutes in the contract enforcement policies of rmswhich would help explain the low rate of relationship formation in TBarrierBonus, thenintroducing bonus pay should lead to fewer and shorter longterm relationships, comparedto a market where labor contracts are restricted to xed wages. In fact, 17 percent of rmsnever try to enter a longterm relationship in TBonus, substantially larger than the 9 percentobserved in TBaseline. A Cox proportional hazard model tells a similar story, showing thatthe survival probability for never having entered a longrun relationship is higher in TBonusthan in TBaseline, with the dierence becoming statistically signicant considering periodsINSTITUTIONS AND CONTRACT ENFORCEMENT30beyond 5 p 0.018; robust s.e., clustering on session. The average length of a relationshipin TBonus is 2.2, shorter than in TBaseline or any of the other treatments. Figure 5 showsthat the distribution of relationship lengths is not bimodal in TBonus, as in the othertreatments, but rather has a single mode in the category of oneshot interactions and thenext highest fraction in the category of relationships lasting only 2 to 5 periods. In otherwords, bonus pay leads to a leftward shift in the distribution, away from longer relationships.For example, a Probit regression shows that the probability of observing a relationship in thelongest length category of 14 or more is signicantly lower in TBonus than in TBaselinep 0.048; robust s.e., clustering on session. These ndings indicate that bonus pay andrelational incentives are in fact substitutes, and helps explain why there is a relatively lowrate of relationship formation in TBarrierBonus, despite the lack of a negative incentiveeect in longterm relationships. While the introduction of bonus pay neutralizes most of theeects of dismissal barriers, it leaves contract enforcement policies fundamentally changedby providing an alternative strategy for contract enforcement.TBonus also provides a useful counterfactual for TBarrierBonus, helping disentanglethe impact of dismissal barriers from the eect of bonus pay on the strategic position ofworkers and rms. In particular, although rms achieve a high level of worker performancein longterm relationships in TBarrierBonus, comparable to in TBonus see Figure 2, thelack of ring threat caused by dismissal barriers would seem to weaken the strategic positionof rms. Figure 6 shows that in fact rms in TBarrierBonus pay higher bonuses comparedto rms in TBonus, to achieve the same level of performance, especially at higher eortlevels. In a regression of actual bonus payment on worker eort, the wage, desired eort,a time trend, and a dummy variable for TBarrierBonus omitted category TBonus, thetreatment dummy is positive and signicant p 0.046; robust s.e., clustering on session,INSTITUTIONS AND CONTRACT ENFORCEMENT31indicating that for a given wage and eort, rms must pay a higher bonus when dismissalbarriers are present in the market. This can also be seen by looking at total rents oeredto workers in a given market period, calculated in the same way as in the initial analysis of TBaseline above. Workers earn larger rents in TBarrierBonus than in TBonus, in everymarket period.16 Thus, although bonus pay allows rms to largely circumvent the negativeincentive eect of dismissal barriers in TBarrierBonus, dismissal barriers still impose a coston rms. Put another way, the availability of ring threat allows rms to achieve the samelevel of worker performance with lower bonuses and lower oered rents.Recent studies have compared the eciency of bonus versus wage contracts in oneshot interactions, and found that bonus contracts are much superior e.g., Fehr, Klein, and Schmidt2007, which raises the question how bonus contracts fare relative to wage contracts in asetting with repeated interactions. The dierence we nd is positive but relatively small: aggregate eciency is 68.54 percent of maximum in TBonus compared to 63.86 in TBaselinesee also Figure 3. One explanation for the relatively good performance of wage contractsis that in a setting with repeated interactions rms can employ ring threat as an incentivedevice, whereas in oneshot settings the only reason for a worker to perform under a xedwage contract is fairness preferences.Result 5: Bonus pay causes rms to substitute away from relational incentives in theircontract enforcement policies. Although bonus pay allows rms to oset negative incentiveeects of dismissal barriers, dismissal barriers still impose a cost on rms by requiring rmsto pay a higher bonus and oer higher rents for a given level of eort. The benets of bonuspay per se for market eciency, relative to eciency wage contracts, is decreasing over time.16Taking the average worker rent from being employed in a given session as one independent observation,rents oered by rms in sessions for the TBarrierBonus treatment are signicantly higher than those oeredby rms in the TBonus treatment MannWhitney; p0.007. Detailed results available upon request.INSTITUTIONS AND CONTRACT ENFORCEMENT325. Discussion This paper explores how the complex interplay between contract enforcement behaviorsand embedding institutions determines market outcomes. With incomplete contracts andrepeated interactions, ring threat is crucial for market eciency, and dismissal barriersworsen performance by hindering this mechanism and by discouraging relationship formationin the rst place. Allowing for greater exibility in contractual instruments, in the formof bonus pay, undoes the eects of dismissal barriers, while leaving contract enforcementstrategies fundamentally changed.Our paper is also complementary to the empirical literature that studies dismissal barriersin the form of employment protection legislation EPL. Our results show that the impactof dismissal barriers depends crucially on details of the institutional environment. This isconsistent with the empirical literature, which sometimes nds zero and other times ndsmoderate eects of EPL on various types of outcomes e.g., Lazear 1990, Nickell 1997,Autor, Donohue, and Schwab 2006, Mac Leod and Nakavachara 2007. Furthermore, ourndings highlight a specic institutional feature that is relevant for whether dismissal barriershave a strong or weak eect on market performance, namely exibility of the labor contract.In the spirit of the Coasian intuition articulated by Lazear 1990, we nd that giving partiesadditional contractual instruments allows them to contract around the negative eects ofdismissal barriers. As noted by Krueger 1991, a key challenge for assessing the impact of EPL in the eld is that the law change itself might be correlated with other factors that arerelated to economic performance.17 In this regard our experimental approach is also useful,because variation in institutions is clearly exogenous. Finally, our results are supportive ofother eld evidence on specic impacts of EPL. Although measuring shirking in the eld is 17See Holland 1986 for an excellent review of the issues.INSTITUTIONS AND CONTRACT ENFORCEMENT33dicult, Ichino and Riphan 2005 nd evidence of a probation eect similar to ours: workerabsenteeism sharply increases when workers are rehired beyond the probation period foremployment protection legislation in Italy. Other studies nd a positive correlation betweenthe strength of employment protection legislation and rms usage of temp agency workersas opposed to longterm contracts see, e.g., Autor 2003, and Cahuc and PostelVinay2002, which is in line with the strategic behavior we observe among rms. References References 34Akerlof, G. A. 1982, November. Labor exchange as partial gift exchange. Quarterly Journal of Economics 97 4, 54369.Akerlof, G. A. and J. Yellen 1990. The fair wage eort hypothesis and unemployment.Quarterly Journal of Economics 105, 255283.Autor, D. H. 2003. Outsourcing at will: The contribution of unjust dismissal doctrineto the growth of employment outsourcing. Journal of Labor Economics 21 1, 142.Autor, D. H., J. J. Donohue, and S. J. Schwab 2006, May. The costs of wrongfuldischargelaws. Forthcoming Review of Economics and Statistcs 88 2, 211231.Baker, G., R. Gibbons, and K. J. Murphy 1994, November. Subjective performance measures in optimal incentive contracts. The Quarterly Journal of Economics 109 439,11251156.Bowles, S. 1985. The production process in a competitive economy: Walrasian, neohobbesian, and marxian models. Journal of Economic Literature 75, 1636.Brown, M., A. Falk, and E. Fehr 2004, May. Relational contracts and the nature ofmarket interactions. Econometrica 72 3, 747780.Bull, C. 1987. The existence of selfenforcing implicit contracts. Quarterly Journal of Economics 102, 147159.Cahuc, P. and F. PostelVinay 2002, February. Temporary jobs, employment protectionand labor market performance. Labour Economics 9 1, 6391.Fehr, E. and A. Falk 1999, February. Wage rigidity in a competitive incomplete contractmarket. Journal of Political Economy 107 1, 10634.Fehr, E. and S. Gachter 2000, Summer. Fairness and retaliation: The economics ofreciprocity. Journal of Economic Perspectives 14 3, 159181. References 35Fehr, E., S. Gachter, and G. Kirchsteiger 1997, July. Reciprocity as a contract enforcement device: Experimental evidence. Econometrica 65 4, 833860.Fehr, E., G. Kirchsteiger, and A. Riedl 1993. Does fairness prevent market clearing? anexperimental investigation. Quarterly Journal of Economics 108, 437460.Fehr, E., A. Klein, and K. Schmidt 2007, January. Fairness and contract design. Econometrica 75 1, 121154.Fischbacher, U. 2007, June. ztree: Zurich toolbox for readymade economic experiments.Experimental Economics 10 2, 171178.Fudenberg, D. and E. Maskin 1986. The folk theorem in repeated games with discountingor with incomplete information. Econometrica 54, 533556.Holland, P. W. 1986. Statistics and causal inference. Journal of the American Statistical Association 81 396, 945960.Ichino, A. and R. T. Riphan 2005, March. The Eect of Employment Protection on Worker Eort A Comparison of Absenteeism During and After Probation. Journal ofthe European Economic Association 3 1, 120143.Klein, B. and K. Leer 1981. The role of market forces in assuring contractual performance. Journal of Political Economy 89, 615641.Kreps, D. M., P. Milgrom, J. Roberts, and R. Wilson 1982. Rational cooperation inthe nitely repeated prisonersdilemma. Journal of Economic Theory 27 2, 245252.Article.Krueger, A. B. 1991, July. The evolution of unjustdismissal legislation in the unitedstates. Industrial and Labor Relations Review 44 4, 64460.Lazear, E. P. 1990, August. Job security provisions and employment. Quarterly Journalof Economics 105 3, 699726.Levin, J. 2003. Relational incentive contacts. American Economic Review 93 3, 835 References 36857.Mac Leod, W. B. 2007, May. Can contract theory explain social preferences? American Economic Review 97 2.Mac Leod, W. B. and J. M. Malcomson 1989, March. Implicit contracts, incentive compatibility, and involuntary unemployment. Econometrica 57 2, 447480.Mac Leod, W. B. and J. M. Malcomson 1998, June. Motivation and markets. American Economic Review 88 3, 388411.Mac Leod, W. B. and V. Nakavachara 2007, June. Legal default rules: The case ofwrongful discharge laws. Economic Journal 117, F1F62.Mincer, J. 1962. Onthejob training: Cost, returns and some implications. Journal of Political Economy 70 5, 5079.Nickell, S. 1997, Summer. Unemployment and labor market rigidities: Europe versusnorth america. Journal of Economic Perspectives 11 3, 5574.Pearce, D. G. and E. Stacchetti 1998, April. The interaction of implicit and explicitcontracts in repeated agency. Games and Economic Behavior 23 1, 7596.Shapiro, C. and J. E. Stiglitz 1984, June. Equilibrium unemployment as a worker discipline device. American Economic Review 74 3, 433444.Telser, L. G. 1980, Jan  A theory of selfenforcing agreements. Journal of Business 53 1,2744. FLA 00219398 University of Chicago Press Copyright 1980 The University of Chicago Press.Williamson, O. E., M. L. Wachter, and J. E. Harris 1975, Spring. Understanding theemployment relation: The analysis of idiosyncratic exchange. Bell Journal of Economics 6 1, 250278.3718.6.4.2.0ilphsnoitaer eht setanmret imrif taht ytilibabor P12345678910Previous period effort TBaseline Figure 1: Average probability that a firm chooses not to rehire aworker with a private offer, as a function of worker performance inthe previous period.3801987654321123456798Market period 10 11 12 13 14 15 16 17 18isphsnoitlaer tmregnol ni troff eegarev ATBaseline TBarrier Bonus TBarrier TBonus Figure 2: Average worker effort levels in longterm relationships.A longterm relationship is defined as the same firm and workerengaging in a sequence of at least two consecutive, private offercontracts with each other.398.7.6.5.4.3.123456798Market period 10 11 12 13 14 15 16 17 18imumxameh t fo noitcarf a sa ycneciffie egarev ATBaseline TBarrier Bonus TBarrier TBonus Figure 3: Average market efficiency total economic surplus in agiven period, as a fraction of maximum possible efficiency.TBaseline TBarrier 40Probation In relationship Probation In relationship TBarrier Bonus TBonustroff E01864200186420Probation In relationship Probation In relationship Graphs by treatment Figure 4: Boxes indicate interquartile ranges 25th to 75th percentile for the distributions of worker effort choices. Circular markers indicate median effort levels. The sample is restricted to workerswho are ultimately rehired after the probationary period, so effortdistributions in the probation period and later relationship periodsare both based on the same workers.418.6.noitcar F4.2.0Oneshot 2to 56to 910to 1314to 18Ultimate relationship length TBaseline TBarrier Bonus TBarrier TBonus Figure 5: The distribution of relationship lengths, where a relationship is defined as a sequence of consecutive private offer contracts between the same worker and firm. The category oneshotalso includes public offer contracts, which occurred when firmsmade an offer available to all workers, rather than targeting a specific worker.52troffe f 0242 onoitcnuf a sa sunob lautc A51015012345678910TBarrier Bonus TBonus Figure 6: The bonus paid by firms after observing worker performance as a function of worker performance.Contract Form Distinguishing Features Sessions Subjects 43Dismissal barrier Bonus pay TBaseline TBarrier TBarrierBonus TBonusw, ew, ew, e, bw, e, bNo Yes Yes No No No Yes Yes Total:666624102102102102408Table 1: Overview of treatments.Effort Cost 1021324456687891012151018Table 2: Effort cost schedule.44TEPLTEPLBonus Wage Total offered compensation Desired effort Previous length Period Period squared Constant Dependent variable: Effort in longterm relationships1234564.7942.9201.2480.9054.9921.1713.7521.1720.171.0380.2780.5500.1670.0170.4970.1390.0540.0560.4480.2240.0260.0105.1272.3169.6070.9390.0160.0581.1090.2840.1430.0950.3700.2110.0200.0094.7780.8047.8262.1749.6330.9940.0020.0491.5090.3150.2090.0690.3630.1880.0230.0087.0291.839Log pseudolikelihood Observations116761898261810465511023551984603932603Table 3: Omitted category is TBaseline for Columns 1 and 2, TBarrier for Columns 3 and 4, and TBaseline for Columns 5 and 6. Total offered compensation is the sum of the wage and the offered bonus. Previous length is the lengthof the relationship as of the previous period. Coefficients are marginal effects frominterval regression see text for a description. Robust standard errors in brackets;, , and indicate onepercent, fivepercent, and tenpercent significance levels,respectively.45TEPLTEPLBonus Wage Wage in previous period Desired effort Desired effort in previous period Total offered compensation Previous offered compensation Effort in previous period Period Period squared Dependent variable: 1 if effort drops after first period of relationship1234560.3040.1210.2410.0980.3240.1290.4090.1410.020.1050.0780.0910.0320.0120.0080.0110.0160.0480.0150.0390.1960.0530.030.0720.0030.0040.0320.0660.1910.0830.0520.0190.0490.0190.1620.1200.0510.0780.0030.0040.0320.0760.0410.0460.0240.0110.0210.0100.0680.0490.0040.0440.0010.002Pseudo Rsquared Observations 0.071840.419840.088610.317610.000890.21489Table 4: Omitted category is TBaseline for Columns 1 and 2, TBarrier for Columns3 and 4, and TBaseline for Columns 5 and 6. Total offered compensation is thesum of the wage and the offered bonus, and previous offered compensation is similarlydefined for the previous period. Coefficients are marginal effects from Probit estimation.Robust standard errors in brackets; , , and indicate onepercent, fivepercent, andtenpercent significance levels, respectively.46APPENDIX: INSTRUCTIONS In the following we present representative instructions, in this case for a worker seller from the treatment TBarrier. Instructions for firms buyers and for participants in other treatments are exactly the same, except for including explanation of the option for firms to pay bonuses in the case of TBarrierBonus and TBonus, or excluding the final section explaining the dismissal barrier institution in the case of TBonus and TBaseline. Instructions for Sellers You are now taking part in an economic experiment. Please read the following instructions carefully. Everything that you need to know to participate in this experiment is explained below. Should you have any difficulties in understanding these instructions please notify us. We will answer your questions at your cubicle. At the beginning of the experiment you will receive an initial sum of 8 Euro. During the course of the experiment you can earn a further amount of money by gaining points. The amount of points that you gain during the experiment depends on your decisions and the decisions of other participants. All points that you gain during the course of the experiment will be exchanged into Euro at the end of the experiment. The exchange rate will be: 1 point 4 Cents At the end of the experiment you will receive the sum of money that you earned during the experiment in addition to your 8 Euro initial sum. The experiment is divided into periods. In each period you have to make decisions which you will enter in a computer. There are 18 periods in all. Please note that communication between participants is strictly prohibited during the experiment. In addition we would like to point out that you may only use the computer functions which are required for the experiment. Communication between participants and unnecessary interference with computers will lead to exclusion from the experiment. In case you have any questions we shall be glad to assist you. Prior to the experiment the 17 participants were divided into 2 groups: buyers and sellers. In this experiment there are 10 sellers and 7 buyers. You shall be a seller for the entire course of the experiment. All participants have received an identification number, which they will keep for the entire experiment. Your identification number is stated on the documentation sheet in front of you. An Overview of the Experiment Procedures In each period of the experiment every buyer can trade a product with one seller. The seller earns a profit through the trade when he sells the product at a price that exceeds his production costs. The buyer earns a profit through the trade when the price he pays for the product is less than what it is worth to him. How high the production costs are for the traded product, and how much it is worth to the buyer, depends on the quality of the product. The experiment lasts 18 periods. In each period the procedures are as follows: 1. Each period commences with a trading phase, which lasts 150 seconds. During this phase buyers can submit trade offers, which can be accepted by sellers. When submitting an offer a buyer has to specify three things: which price he offers to pay, which product quality he desires, and finally, which seller he wants to submit the offer to. Hereby, buyers can submit two types of offers; private offers and public offers. Private offers are submitted to one seller only and can only be accepted by that seller. Public offers are submitted to all sellers and can be accepted by any seller. Buyers can submit as many offers as they like in each period. Submitted offers can be accepted constantly. Each buyer and each seller can only enter one trade agreement in each period. As there are 10 sellers and 7 buyers, several sellers will not trade in each period. 2. Following the trading phase each seller who has entered a trade agreement determines which quality of product he will supply to his buyer. Hereby, the seller is not obliged to supply the product quality desired by his buyer. Please note: If the same buyer has made private offer to the same seller in two consecutive periods, and if the seller has accepted these two offers, the seller enjoys the right to get an offer. This means that the buyer has to make this seller an offer in the next period. If the seller accepts, this right to get an offer continues to exist. If he rejects, the buyer is free to make an offer to any seller. Once every seller has chosen which product quality to supply, incomes gained by each participant in that period are determined and reported on the screen. After this the next period commences. The points gained from all 18 periods will be summed up at the end of the experiment, exchanged into Euros and paid together with your initial sum of money in cash. Procedures in Detail There are 7 buyers and 10 sellers in the experiment. You are a seller for the entire course of the experiment. During the experiment you will enter your decisions on the computer. In the following we describe in detail how you can make your decisions in each period. 1. The Trading Phase Each period commences with a trading phase. During the trading phase each buyer can enter into a trading agreement with one seller. In order to do this the buyers can submit trade offers to the sellers. As a seller you can accept one of the offers submitted to you in each period. During the trading phase you will see the following screen: Seller trading screen In the top left corner of the screen you will see the current period of the experiment. In the top right corner of the screen you will see the time remaining in this trading phase, displayed in seconds. The trading phase in each period lasts 150 seconds. When this time is up the trading phase is over. Hereafter, no further offers can be submitted or accepted for this period. Once you see the above screen displayed the trading phase commences. As a seller you can now accept offers, which buyers have submitted to you. There are two types of offers which you can accept: Private offers to you Each buyer has the opportunity to submit private offers to you. You alone will be informed of these offers and you alone can accept them. No other seller or buyer is informed of these offers. If you receive private offers, they will appear on the left side of your screen, below the title private offers to you. The offer of a buyer will contain the following information: the identification number of the buyer who submitted the offer, the price which he offers for the product, and which product quality he desires. If you want to accept a private offer, you click first on the respective row in which the offer is displayed. When you do this, the offer will be highlighted. If you are sure you want to accept the offer you then click on the button accept which is situated in the bottom left corner of the screen. As long as you do not click accept you can alter your choice. Public offers Each buyer also has the possibility to submit public offers. All sellers are informed of these offers and any seller can accept them. If a buyer submits a public offer it will appear on the right side of your screen, below the title public offers. The offer of a buyer again contains the identification number of the buyer who submitted the offer, the price which he offers for the product and which product quality he desires. This information is also displayed to all other sellers and all buyers. If you want to accept a public offer you follow the same procedures as with private offers. You first click on the respective row in which the offer is displayed. When you are sure that you want to accept the offer you then click on the button accept which is situated in the bottom right corner of the screen. As long as you do not click accept you can alter your choice. As soon as you have pressed the accept button you will see which offer you have accepted in the bottom row of your screen. Each seller can enter only one trade agreement in each period. Once you have accepted one offer you cannot accept any further offers. All buyers have to observe the following rules when submitting trade offers: The price offered by the buyer may not be lower than 0 or higher than 100: 0 price 100 The desired quality of the buyer may not be below 1 or higher than 10: 1 desired quality 10 As long as no offer has been accepted by a seller, the buyer can make as many public and private offers as he wishes. Each offer submitted by a buyer can be accepted at any time during the trading phase. Each buyer can enter only one trade agreement in each period. Once an offer of a buyer has been accepted he will be notified which seller accepted it. As each buyer can enter only one trade agreement in each period all other offers of the buyer will be automatically cancelled. Also, he will not be able to submit any further offers. Once all 7 buyers have entered a trade agreement or after 150 seconds have elapsed, the trading phase is over. No buyer is obliged to submit trade offers, and no seller is obliged to accept a trade offer. 2. Determination of the Product Quality Following the trading phase, all sellers who have entered a tradeagreement then determine which product quality they will supply to their respective buyers. The product quality desired by your buyer is not binding for you as a seller. You can choose the exact quality desired by your buyer, but also a higher or lower product quality. If you have entered a trade agreement during a trading phase, the following screen will appear for you to enter the product quality: Seller quality choice screen In order to choose the actual product quality, you enter the value for the quality in the field Determine the actual product quality and press the ok button to confirm your choice. As long as you have not pressed ok you can alter your choice. The product quality that you choose must be an integer between 1 and 10. 1 actual product quality 10 How are the incomes calculated? Your income: If you have not entered a trade agreement during a trading phase you gain an income of 5 points for that period. If you have accepted a trade offer your income depends on the price you accepted and the product quality you chose to deliver. Your income will be calculated as follows: Your income Price production costs Your production costs are higher, the higher the quality of the product you chose to deliver. The production costs for each product quality are displayed in the table below: Quality Production 1 0 2 1 3 2 4 4 5 6 6 8 7 8 9 10 10 12 15 18 cost Your income is therefore higher, the lower your chosen product quality. Furthermore, your income is higher the higher is the price offered by the buyer. The income of your buyer: If a buyer does not enter a trade agreement during a trading phase he gains an income of 0 points for that period. If one of his trade offers is accepted, his income depends on which price he offered and which product quality was supplied to him. The income of your buyer will be determined as follows: Income of your buyer 10 product quality price As you can see from the above formula the income of your buyer is higher, the higher is the product quality actually supplied by you. At the same time his income is higher, the lower the price he paid for the product. The income of all buyers and sellers are determined in the same way. Each buyer can therefore calculate the income of his seller and each seller can calculate the income of his buyer. Furthermore, each buyer and seller is informed of the identification number of his trading partner in each period. Please note that buyers and sellers can incur losses in each period. These losses have to be paid from your initial sum of money or from earnings in other periods. You will be informed of your income and the income of your buyer on an income screen. On the screen see below the following will be displayed: Which buyer you traded with Which price he offered The desired quality of your buyer The product quality supplied by you The income of your buyer in this period Your income in this period. Seller income screen Please enter all the information in the documentation sheet supplied to you. After the income screen has been displayed, the respective period is concluded. Thereafter the trading phase of the following period commences. Once you have finished studying the income screen please click on the next button. The buyers also view an income screen, which displays the above information. They see the ID of their trading partner, the price, desired and supplied product quality as well as both incomes. Right to get an offerRule There is one more rule to consider. If the same buyer has made two private offers to the same seller in two consecutive periods, and both offers were accepted so that they each lead to a trade agreement, the seller enjoys the right to get an offer in the next period. This is the case, e.g., if buyer 1 makes seller 2 private offers, one in period 3 and one in period 4, which are both accepted by seller 2. Starting from period 5, seller 2 then enjoys the right to get an offer. The right to get an offer is thus established when a buyer has traded at least twice with the same seller, and if these trades came about through private offers. If trade comes about based on a public offer, the right to get an offer is not established. Thus the buyer himself can decide whether he wants to enter a relationship with or without the right to get an offer. In other words the right to get an offer means that in the next period the buyer must make the seller an offer that is available as soon as soon as the trading phase begins. This offer consists of a price and desired quality. The price must be at least as high as in the previous period. If the same buyer has offered you two times in a row a private offer, which you accepted, you enjoy the right to get an offer. This means your buyer must make you an offer in the next period. In this case the trading phase begins with the following screen. Modified trading phase screen This is the same screen as on page 3 with the only difference that on the upper right corner you now see the offer of your buyer. In addition you also see the other public and private offers, which have been offered to you and the other sellers. You can accept the offer of your buyer or any other offer that has been made private or public by other buyers. As long as you have not yet decided, your buyer cannot make another offer to you or another seller. This means that you can accept the offer of your buyer as long as you have not declined it and trading time has not yet elapsed. Your buyer will be informed about your decision. If you reject his offer or if you accept another buyers offer, your buyer is free to make offers to other sellers. As long as you have not yet decided, all your buyer can do is wait and observe the market. If you accept the offer of your buyer, he will also make you an offer in the next period. Only if you reject his offer or if you accept the offer of another buyer, the right to get an offer expires. This means that the right to get an offer can only be terminated by yourself. An example concerning the right to get an offer: Suppose buyer 1 and seller 2 have traded in periods three and four, based on two private offers. Starting from period 5 seller 2 then enjoys the right to get an offer. This means that buyer 1 has to make seller 2 an offer in the fifth period before the trading period begins. If seller 2 accepts, the relation remains and buyer 1 will make seller 2 an offer also in period 6. If seller 2 rejects, the relation is terminated and buyer 1 can thereafter make offers to all sellers public and private. The experiment will not commence until all participants are completely familiar with all procedures. In order to secure that this is the case we kindly ask you to solve the exercises below. In addition we will conduct a training trial of the trading phase, so that you can get accustomed to the computer. This trial phase will not be added to the result of the experiment and therefore not remunerated. Following the trial phase we will begin the experiment, which will last for 18 periods. Exercises Please solve the following problems including the solution approach. If you have any questions please ask the experimenter. Wrong answers have no consequences whatsoever. Problem 1: You have not accepted any offer during a trading period. What is your income in this particular period? Your income Problem 2: You have accepted an offer, containing a price of 60 and a desired quality of 9. You choose an actual quality of 9. Your income Your income Income of your buyer Income of your buyer Problem 3: You have accepted an offer, containing a price of 60 and a desired quality of 9. You choose an actual quality of 4. Problem 4: You have accepted an offer, containing a price of 40 and a desired quality of 2. You choose an actual quality of 5. Problem 5: You have accepted an offer, containing a price of 10 and a desired quality of 6. You choose an actual quality of 6. Problem 6: Suppose you have accepted a private offer from a particular buyer in period 5. In period 6 you accept a public offer coming from the same buyer. Do you enjoy the right to get an offer starting from period 7? Income of your buyer Income of your buyer Your income Your income o Yes o No ", "filename": "sfb-tr15-dp361.pdf", "person": ["Armin Falk", "Falk, Armin", "David Huffman", "Huffman, David", "W. Bentley Macleod", "Macleod, W. Bentley"], "date": ["2011"]}