{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/91579/1/SFB649DP2013-044.pdf"], "title": ["Assortative matching through signals"], "plaintext": "Assortative matching through signals Friedrich Poeschel August 25, 2013Abstract When agents do not know where to find a match, they search. However, agentscould direct their search to agents who strategically choose a certain signal.Introducing cheap talk to a model of sequential search with bargaining, wefind that signals will be truthful if there are mild complementarities in matchproduction: supermodularity of the match production function is a necessaryand sufficient condition. It simultaneously ensures perfect positive assortativematching, so that singlecrossing property and sorting condition coincide. Asthe information from signals allows agents to avoid all unnecessary search, thissearch model exhibits nearly unconstrained efficiency.JEL Classification Numbers: J64, D83, C78Key words: Assortative matching, sorting, search, signals, information This paper is based on chapter 3 of my thesis at the University of Oxford. I would like to thankespecially Godfrey Keller for many helpful discussions. I am grateful to Hiroyuki Adachi, Jesper Bagger, Siddhartha Bandyopadhyay, Michael Burda, Melvyn Coles, Bruno Decreuse, Jan Eeckhout, Pieter Gautier, Elke Jahn, Leo Kaas, Philipp Kircher, Barbara Mendolicchio, Franco Peracchi, Christopher Pissarides, Lones Smith, and Margaret Stevens for criticism and advice. I have received useful commentsand suggestions from seminar participants at the universities of Hannover, Oxford, Rome Tor Vergata,Konstanz, Hamburg, Munich, Heidelberg, at the Ecole Polytechnique, and at the following conferences:Econometric Society World Congress 2010, XXth AixMarseille Doctoral Spring School, 2012 ADRESDoctoral Conference, Royal Economic Society Conference 2012, and 2012 Meeting of the Verein f ur Socialpolitik. The paper was partly written at the Ecole normale sup erieure, and I thank this institutionfor its hospitality. Financial support from the ESRC PTA031200400250 is gratefully acknowledged.This research was also supported by the CRC 649 Economic Risk of the DFG Deutsche Forschungsgemeinschaft. All errors are my own. HumboldtUniversit at zu Berlin, Institut f ur Wirtschaftstheorie II, Spandauer Strae 1, 10178 Berlin,Germany; friedrich.poeschelgooglemail.com1Introduction Search is a reaction to insufficient information: if we knew where to find the best availableoption, we would not search for it. If a lack of information is thus the problem, exchangeof information can be the solution. When agents form matches on decentralised marketssuch as the labour market, they can exchange a great deal of information before theyeven meet using job advertisements and applications. Rapid and large information flowsthrough email and internet have the potential to eliminate any lack of information, andthey can thereby reduce search unemployment to a minimum. However, especially whenmade online, advertisements and applications can be truthful just as well as they can befull of lies. Indeed, given that it matters with whom an agent matches, one would expectthat agents manipulate information so as to attain particular matches.This paper proposes a simple market design that leads agents to exchange truthfulinformation. We build a model with heterogeneous agents whose type is private information, and we let them choose the marketplace where they look for a match. The marketdesign consists of two requirements: first, each marketplace has to be publicly designatedfor a specific set of types. Second, agents are asked to declare their type before entry to amarketplace and they are only granted entry if they declare a type that the marketplaceis designated for. For example, only if they claim to hold a degree will they be invited toa graduate job fair. Entering a certain marketplace then becomes a costless signal of anagents type.1 Other agents can never observe the true type, so that agents bargainingprior to a match is based on these signals. That is, agents who claim to have a hightype will be expected to produce like a high type. With only mild complementarities inmatch production, any incentive to lie then disappears: too much would be expected oflow types for them to still gain from matching incognito with high types.As a realworld example for the role of complementarities, suppose a lowskilled workerfaces the choice between working at Mc Donalds and working at Mc Kinsey. While Mc Kinsey would pay a higher salary, the worker would have to perform there like her highskilledcolleagues. The sheer effort and the extra hours needed to reach this performance canoutweigh the benefit of a higher salary, so that the lowskilled worker actually prefersworking at Mc Donalds.In our model, a low type can conceal the difference betweenexpected and actual match output by reducing her net share of the output accordingly,but this reduction can outweigh her gain from higher match production with a high type.If the match production function is supermodular, so that agents are themselves moreproductive when matched to a higher type, the reduction will outweigh the gain: then theoutput expected from a match of two higher types rises disproportionately, while actualmatch output with one higher type only rises proportionately.The types in our model can only match with certain higher types if they themselves 1In fact, it is irrelevant for our results whether agents choose a signal and thereby join a marketplaceor whether they choose a marketplace and thereby send a signal.2behave like those higher types. When the match production function is supermodular,this behaviour does not pay off, and all agents instead signal their type truthfully. Supermodularity ensures truthful signals by introducing a singlecrossing property into agentsmarginal productivity, rather than into signal costs as in Spence 1973. Hence, none ofour results relies on differential signal costs; after all, writing down an invented CV foran application is as costly as writing down a truthful CV, and painting an advertised jobin unduly bright colours is as costly as honestly laying out its dull nature. We thereforenormalise signal costs to zero, so that the signals in our model are cheap talk.In practice, lies in applications and job advertisements certainly occur. Yet they seemmuch less frequent than one might think, given how easy it would be to lie. This suggeststhat most realworld agents consciously choose not to lie. If so, it remains an open questionwhether the choice not to lie is rather intrinsically motivated by agents preferences overmatches, as in this paper, or extrinsically motivated, as when agents claims are rigorouslyassessed. Circumstantial evidence, such as recurrent incidences of fake doctors, documentsthat effective assessment is often missing even where strong qualifications are essential.This evidence supports intrinsic motivation, which includes our argument that expectedperformance levels would appear too demanding to underqualified candidates apart froma few individuals with boundless selfconfidence.The model can in turn account for realworld behaviour that might puzzle a searchtheorist. When a worker is found out to have lied in the application, why is the workerthen typically fired or not hired in the first place rather than being kept on at a differentwage? This paper points to asymmetric information: while the workers exact qualificationremains unknown to the employer, it is very likely that a worker who lied is underqualifiedrather than overqualified.It may then be easier to find replacement rather than todisentangle lies from truth, thereby determine the workers actual qualifications, andthen if possible at all adjust the job design to fit these qualifications. Correspondingly,if a low type in our model signals like a high type, meets a high type, but then does notbehave like a high type, bargaining will fail because bargaining strategies are based onthe signals. All the high type can infer is to be facing some lower type, as higher typescannot gain from such behaviour. A sufficiently high type then prefers meeting anotheragent to a second round of bargaining with the lower type. Therefore, agents do not getaway with reneging on their signals.When signals thus provide full information, agents know where to find the best available option and their first meeting results in a match. As long as search frictions arenot so high that agents are even discouraged from one meeting and therefore do notparticipate, the outcome is the same as in the frictionless case: in a setting with frictionsand full information, agents find the best option at first try, and in a frictionless settingwith imperfect information, nothing keeps agents from searching until they find the bestoption. Hence, the separating equilibrium of our search model achieves benchmarks set by Beckers 1973 frictionless matching model: not just positive assortative matching likes 3tend to match with likes but even perfect positive assortative matching only equal typesmatch, a stable matching, and maximised aggregate output.Through the market design proposed here, policy makers can therefore achieve botha shorter search duration and a more efficient sorting. When interpreted in the contextof frictional labour markets, the design reduces search unemployment: agents are unemployed only until their first meeting. The delay and the costs associated with the firstmeeting thus constitute the only difference between the decentralised outcome in the separating equilibrium and the firstbest outcome that could be centrally imposed by a socialplanner. In other words, full information allows agents to avoid almost all search costsconcretely, the costs associated with second and further meetings, so that unconstrainedefficiency is almost achieved here despite frictions.Finally, this paper makes a technical contribution. Our model and Beckers 1973frictionless setting also have the mild condition for positive assortative matching PAMin common:in both models, the necessary and sufficient condition for perfect PAM issupermodularity of the match production function. A search model comparable to ours,but without signals, has been analysed by Shimer and Smith 2000. They establishimperfect PAM under the condition that the match production function, the logarithmof its first derivative, and the logarithm of its crosspartial derivative are all supermodular.These conditions are directly comparable to our condition and are unambiguously morerestrictive. From an empirical perspective, one would rather expect a mild conditionbecause PAM is a pervasive phenomenon: across regions and cultures, more productiveworkers tend to be hired by more productive firms and more educated women tend tomarry more educated men.2 Note that the conditions for PAM and for truthful signalsexactly coincide in our model: supermodularity of the match production function hereensures both sorting and singlecrossing.The paper proceeds as follows. After further related literature has been discussed insection 2, section 3 specifies a frictional matching market and the procedures of search.Section 4 defines equilibrium in the model and proposes a separating equilibrium in whichsupermodularity suffices for perfect PAM. Its existence is proven step by step through aseries of lemmas in section 5. The separating equilibrium is found to be unique as wellas efficient in section 6. There we also discuss the role played by supermodularity and bythe models priors before section 7 concludes. All proofs are provided in the appendix.2 Relation to the literature Signals in the context of search have typically been analysed in models of directed search:sellers post offers and commit to them; having observed the offers, buyers then simultaneously choose which seller to visit. As buyers cannot coordinate, queues may result 2As an exemplary reference for these stylised facts, see Mare 1991.4and only some buyers can buy. This congestion constitutes the only kind of search friction in directed search models. In a sequential search model such as Shimer and Smith2000, the frictions are instead due to agents discounting. While sequential search models analyse agents decentralised behaviour in continuous time, directed search modelsfeature stylised stages at which all agents move simultaneously. The aim of this paper isto integrate signals into a sequential search model close to Shimer and Smith 2000.The key difference between our model and directed search, however, concerns the reason why signals are informative. In directed search, the assumption that sellers somehowcommit to their posted offers is almost ubiquitous. This adhoc assumption is madebecause sellers might otherwise renege on their signals, as we demonstrate in Poeschel2012. In other words, the reasons why sellers signals are reliable are exogenous to directed search models. We argue in this paper that, in sequential search models, a simplemarket design can lead to truthful signals under mild conditions. The core of our analysiswill explore why agents might not have an incentive to renege on their signal, even thoughagents can freely choose their signal at no cost.Being an exception in the directed search literature, Menzio 2007 is much closer tothis paper. He shows for a directed search model with bargaining that cheap talk canendogenously be informative: expectations created by signals feed back into bargaining, sothat a correlation arises between signals and actual behaviour. In effect, agents are boundby their signal. The sequential search model in this paper somewhat similarly embedsstrategic bargaining, but signals here are perfectly correlated with the actual types. Thisperfect correlation then allows sorting to be perfect in our separating equilibrium.The analysis in Eeckhout and Kircher 2010 of sorting in a directed search model withthe commitment assumption relates to the technical contribution of this paper. Theyshow that PAM will arise for common meeting technologies if the square root of the matchproduction function is supermodular. This condition is weaker than in Shimer and Smith2000, but still stronger than in Becker 1973 and this paper. Yet our results confirm theimpression from Eeckhout and Kircher 2010 that models with more information in thesearch process only require weaker complementarities for PAM. While they focus on linksbetween these complementarities and agents individual matching rates, we focus on linksbetween the complementarities and agents incentives to signal truthfully. By assumingcommitment to posted offers, Eeckhout and Kircher 2010 abstract from the issue oftruthful signals; in turn, we abstract from differences in matching rates by allowing forany number of marketplaces with constant returns to scale.3A search model built by Chade 2006 features discounting and noisy signals uncontrolled by the agents. Yet these signals are not observed before agents meet. Rather, when 3Several other papers identify conditions for sorting, but are not directly applicable to the setupconsidered here. Notably, Smith 2006 finds logsupermodularity to be the sorting condition in a modelwithout bargaining, again a stronger condition than in this paper. In Morgan 1998 and Atakan 2006,supermodularity suffices, but the only search frictions in their models are explicit costs that agents payout of pocket for each meeting. By contrast, our model includes explicit costs in addition to discounting.5agents do meet, they do not observe each others true types but only the noisy signal.Hence search is still random in this model, and the noisy signals in fact add informationfrictions to search frictions. Assuming that the noisy signals carry some information again for exogenous reasons , matching is shown to exhibit PAM in a very weak sense:the distribution of types that a high type might match with firstorder stochastically dominates this distribution for a low type.4 This paper primarily differs from Chade 2006in that signals in our model are not informative by assumption but are deliberately andstrategically chosen by agents. Moreover, signals are observed before meetings and allowagents to avoid search costs, thereby tending to reduce the effect of frictions.Jacquet and Tan 2007 consider a search model with nontransferable utility anda particular logsupermodular match production function. For such an environment,Burdett and Coles 1997 found that types segregate into classes and match exclusivelywithin them. Building on this, Jacquet and Tan 2007 let agents establish any numberof marketplaces, as in our model. They find that each marketplace is populated by onlyone class in equilibrium. By going to the appropriate marketplace, each agent can thusavoid meetings that do not lead to a match and can instead match after the first meeting.However, perfect PAM cannot be achieved in Jacquet and Tan 2007 because agentsstill have an incentive to invade the marketplaces of slightly higher types: precisely becauseof frictions, higher types will accept somewhat lower types rather than continue searching.This incentive is absent in the separating equilibrium our model. The key difference isprivate information: in our model, sufficiently high types never accept lower types theymeet because they cannot tell just how low the type is. Only agents whose own type issufficiently low expect an unknown lower type to be acceptably close to their type. As aresult, marketplaces are in equilibrium only populated by one type.Finally, contributions by Hoppe et al. 2009 and Hopkins 2012 consider signalsand sorting in matching tournaments, where match partners are essentially prizes for exante investments in signals. In both models, agents first select a costly signal of theirprivately observed type and then match without frictions. Hopkins 2012 assumes asinglecrossing property and Hoppe et al. 2009 assume a specific multiplicative matchproduction function that satisfies logsupermodularity.In the symmetric equilibrium,agents signals are then strictly increasing in their types. This leads to perfect PAM atthe matching stage just as one would have expected, given Beckers 1973 findings.However, as there are no frictions in these papers, they cannot explain how truthfulsignals can arise despite the incentive to lie that prevents perfect PAM in Jacquet and Tan 2007.4The same form of sorting is found in a contribution by Lentz 2010 that does not feature any signalsbut allows for search on the job more generally, search while matched, while search is also random.Agents in Lentz 2010 and in the related model in Goldmanis et al. 2009 sort only over time. Bycontrast, the fundamentally different sorting mechanism in our model can explain PAM already amonggraduates in their first job, without invoking stronger conditions.63 Model The market consists of heterogeneous agents who match among themselves. Agents areindexed by a discrete productivity type x , where x, . . . , x with x 0. Typesare exogenously given, but only privately observable. For each discrete type, there isa continuum of agents and the overall mass of agents is normalised to 1. The measureof agents with types weakly below x is denoted Lx, where L is a cumulativedistribution function with probability mass function l. The mass of agents of type x isthus given by lx, and we require lx 0, x.Time is continuous with an infinite horizon. Each agent is always in one of fourstates: matched, searching that is, unmatched but participating, waiting for continuedbargaining, as explained below, and not participating. We denote the mass of waitingagents of type x by x lx and that of nonparticipating agents by x lx.Searching agents can create marketplaces to meet on. We index the N marketplacesagents use by n, and N may be countably infinite. Agents cannot be on several marketplaces simultaneously i.e. their search activity is indivisible, but they can always switchbetween marketplaces without incurring any cost. Let unx lx represent the mass ofsearching agents of type x on marketplace n. Only searching agents can be met on a marketplace; waiting agents are temporarily unavailable and agents who match immediatelyleave the marketplace. When indifferent whether to engage in search, whether to accepta match, and whether to stay in a marketplace or switch, an agent respectively searches,accepts the match, and stays.Before two agents can match, a meeting between them will have to occur. To distinguish between the agents, we will denote ones type by x and the others by y. Agentscan produce together in one of two sectors F and G, where a match between types xand y generates constant flow output f x, y and gx, y, respectively. The flow outputgenerated by an unmatched agent is normalised to zero. We assume that types with lowproductivity in one sector have a high productivity in the other:Assumption 1 Regularity and symmetry. The match production function f , ispositively valued i.e. f : 2 cid:55 R, strictly increasing, and symmetric i.e. f x, y f y, x. Let g, be the exact mirror image of f , so that gx, y f x, y andg x, y f x, y.Agents can influence whom they meet through their choice of marketplace: each marketplace n belongs to one sector and is characterised by a set Rn of types that the marketplaceis intended for. The set Rn is public information. By choosing to enter marketplace n,an agent thus sends the costless signal x x Rn to the agents she meets on thismarketplace, which may or may not be a true statement about her privately observedtype x. As every agent who enters a given marketplace sends the same signal, meetingsare random inside a marketplace and are described by a meeting function m. With a 7mass of agentsunxn cid:88cid:40 mnxn n 0if n cid:54 0if n 0the flow of meetings in marketplace n equals mn n, and m0 0. The meetingrate on the marketplace is1We assume constant returns to scale in meeting, so that agent x faces the same meetingrate n across all N marketplaces. Then x must choose her marketplace by the agentsshe wants to meet, as she would meet all agents equally quickly. When indifferent, sherandomises over her most preferred marketplaces. Finally, a marketplace can be createdat no cost but must attract agents in order to last. The agent creating marketplace nirreversibly chooses the sector it belongs to and Rn.Meeting an agent y on a marketplace with Rn is equivalent to observing the signal y y Rn. The agent x in the meeting can only form a belief about the true type y,as agents never directly observe each others types. Let h be the history of the interactionwith some agent, i.e. a set of actions such as the observed signal. We represent a belief asa probability distribution . Concretely, for each h, the belief held by agent x of theother agents true type y is the probability distribution h over . Then x, havingobserved h, believes that the others type is y with probability mass yh. All agentsuse Bayes rule whenever possible.Next, match output must also be unobservable: knowing f ,, x could otherwise infery from observing f x, y. Let f exh and similarly gexh denote the match outputthat x expects after observing h:f exh f x, yyhcid:88y Agents in a meeting bargain over the division of the match output that they would producebetween them. We model this using a strategic bargaining procedure where only one offeris made per meeting. The players are Nature and the agents x and y who meet. Thehistory h records the actions that x has observed thus far, and we simply index historiesin chronological order. When x and y first meet, they already know both signals, so thath 1 x, y. Nature selects x and y each with probability 1Suppose x is selected. Then h 2 h 1x and x proposes some share xy for herself,according to her bargaining strategy Bx that assigns an action to every possible historyat which she moves. Hence h 3 h 2xy and y responds according to By by choosing an action from the set accept, reject but stay, reject and walk away.5 Agentswho walk away immediately continue searching. If y chooses accept or reject and walk 2 to move first.5The fact that agents have met implies that these agents prefer engaging in search to not participating.It is thus without loss of generality that nonparticipation is not a further outside option here.8away, then h 4 will be a terminal history. If she chooses reject but stay, then h 4 h 3 reject but stay and x chooses from continue, walk away.If x does notwalk away, the same two agents will meet at rate for the next round of bargaining,in which Nature again randomly selects one agent to move first, and so on.If y accepts, agents match immediately and obtain their respective share as a flowutility for the duration of the match. Given that y bases her response on the share shebelieves would be left for her, i.e. f exh 3 xy in sector F which may be negative,it can happen that the agreed shares sum to more than f x, y. However, in this case thematch immediately breaks up: let the second mover also be the residual claimant. Then ywould in this case protest immediately because she does not obtain her agreed share of theflow payoff. The immediate dissolution of the match is practically the same as bargainingfailure, so that agents then either walk away or meet again to bargain anew. Further,as each agent can assure herself flow utility 0 by not participating, negative shares willalways be rejected. Shares offered in previous rounds can never be accepted ex post, andif players never agree nor walk away, both will obtain 0.Matches dissolve exogenously at constant rate . All agents are riskneutral, observeeverything except other agents types and match output, apply a discount rate r with 0 r , and seek to maximise the present discounted value of their expected utility.Because of discounting, the time that elapses before a meeting makes meetings costly. Inaddition, we include a second kind of search friction by allowing for explicit cost c 0that an agent incurs each time she attends a meeting. Finally, we only assume a minimumof gains from trade:Assumption 2 Gains from trade. The output produced in a match between twoagents of the lowest type, discounted at effective discount rate r , can reimburse bothagents explicit costs of one meeting, i.e. 2c f x, yr for sector F .4 Equilibrium 4.1 Definition of equilibrium We begin by defining three expected present values: U nx as the value to x of searchingin marketplace n, V xy as the value to x of waiting for another bargaining round withy, and W xy as the value to x from being matched with y. Let the set Ah comprise of all combinations of bargaining strategies Bx, By that lead to a subgameperfect equilibrium SPE of the bargaining game given history h, so that an agreementis reached immediately and agents match. Let , be an indicator function such thatBx, By 1 if Bx, By Ah and 0 otherwise. In exact analogy, also defineh as the set of bargaining strategies that lead to another round of bargaining given h,and , as an indicator function such that Bx, By 1 if Bx, By h.Then the following asset equation expresses, for one marketplace, the expected return on 9searching as the expected gain from a meeting net of search cost c:r U nx nc Bx, By W xy U nx yh x, ycid:32cid:88cid:88yyBx, By V xy U nx yh x, y2cid:33where yh x, y is the probability mass of y that x believes conditional on meetingy in marketplace n. The first summation thus captures the gain agent x expects in caseof a match, while the second captures the gain expected in case of continued bargaining.Let us define U x as the value of U nx that x obtains in equilibrium. As is naturalwhen signals are involved, we look for a perfect Bayesian equilibrium PBE of our model.We will focus our attention on separating equilibria that survive the Intuitive Criterion.6Because signals are costless all PBE will necessarily be cheaptalk equilibria. A steadystate PBE of our model, separating or not, requires that the flows into and out of matchesbalance for every type a pointwise steady state, that agents choose all their strategiesoptimally, and that agents beliefs are consistent with actual equilibrium behaviour.Definition 1 Search equilibrium with signals. In a steadystate PBE of the model,each agent x i engages in search if and only if U x 0ii optimally chooses a sectorspecific marketplace such that n, U x U nx givenn1, where U nx is determined by equation 2Bx, By for all y , and RnNiii chooses a stationary subgameperfect bargaining strategy as arg max Bx r U nx givenall By and Rn, noting that W xy depends on the share obtained in bargainingiv holds beliefs that are formed using Bayes rule where possible and that are consistent with equilibrium play: given an equilibrium history h, yh unyh whereunyh is the true probability mass of y in marketplace n conditional on hcid:80Nand the matching market is in a pointwise steady state, so that the flows into and out ofn1 unx x balance for each x . Marketplaces are created until there is no newmarketplace n 0 such that U n 0x U nx, n holds for any x .A PBE only requires agents beliefs to be consistent with equilibrium play, not withactions out of equilibrium. As is well known, a PBE can therefore depend on unreasonable offequilibrium beliefs because these beliefs are never tested in equilibrium. Sinceunreasonable beliefs are not needed for any of our results, we rule out beliefs that are 6K ubler et al. 2008 report experimental evidence suggesting that pooling equilibria never arise whensome types can benefit from the effective use of signals.10unreasonable in the sense of the Intuitive Criterion. To do this formally, let us call thechoices of n and Bx the grand strategy of agent x, denoted GSx n, Bx. Alsodefine BRxh as the set of continuation strategies GSxh that are best responses forx. To apply the Intuitive Criterion as an equilibrium refinement, we have to define thenotion of equilibrium domination in our model:Definition 2 Equilibrium domination. Given a PBE of the model, the continuationstrategy GSxh is equilibriumdominated at history h if U x max GSyhBRyhU xGSxhwhere U xGSx is the present value to x of searching with strategy GSxh.The Intuitive Criterion then demands that the beliefs of y assign probability 0 to anytype x who would have to pursue equilibriumdominated strategies to reach the respectivehistory: xh 0 if, at a history up to h, x would have had to play an equilibriumdominated strategy GSxh.4.2 Putative equilibrium We next propose that a particular separating equilibrium exists under a simple conditionon the match production function f ,. All we need is a weak and intuitive form ofcomplementarity known as strict supermodularity or increasing differences: the marginalproduct of one agent in a match is strictly increasing in the type of the other agent.Definition 3 Supermodularity. The match production function f , is strictly supermodular if, for all x H x L and y H y L,f x H, y H f x L, y H f x H, y L f x L, y LA match production function is strictly submodular if the reverse inequality holds.Further, we refer to the sorting with x y in all matches as perfect positive assortativematching PPAM. We can now propose existence of the following PBE in our model:Proposition 1 Existence. Let and be sufficiently close and let agents beliefs assignprobability 0 to equilibriumdominated actions. Then for any type distribution Lx, strictsupermodularity of f , is necessary and sufficient for the existence of a separating PBEin which each agent x i engages in search: U x 0ii chooses a marketplace n for which the signal x x Rn is truthful, where n canonly belong to sector F if f x, y gx, y for x y 11iii reaches a bargaining agreement in the first meeting and thus matches:Bx, By 1 and Bx, By 0 for x yiv correctly believes all signals to be truthful:yh x, y y Rn unyh x, y y Rn 1 for y Rn.The market is in pointwise steady state and is perfectly segmented: Rn 1, n.Crucially, the combination of truthful signals and Rn 1 means that there is only onetype x on each marketplace. When agents meet exclusively agents of their own typeand then match, the matching that necessarily results is PPAM.The figure below depicts the overall symmetric structure of the putative equilibrium.We find in section 5.2 for sector F that all types above a certain threshold x F cannotgain from invading the marketplaces of higher types, while types below x F might. Yet F lies below x x2, which will be the case if and are sufficientlysuppose that xclose. Then the types below x F will prefer a marketplace in sector G: as all other typesbelow x x2, they are more productive in sector G. By exact analogy to sector F ,their marketplaces in sector G are not invaded by relatively unproductive types above G because all types above x x2 prefer a marketplace in sector F . Ifthe threshold xthere is a type x x x2, the agent randomises over sectors. In short, types choose amarketplace in the sector where they are more productive and they sort perfectly withineach sector.xx Fsector G xx 2x Gsector F x The next section proves proposition 1 through a series of lemmas. Each time, we separately consider a component of proposition 1, taking as given that all other componentsare indeed as specified in proposition 1. We verify for the component in question, asapplicable, that it is optimal for agents to behave as specified, that a steady state results,and that beliefs are consistent with equilibrium play.5 Existence of the putative equilibrium 5.1 Bargaining, participation, and steady state We first determine the expected present values in the putative equilibrium situation.Given that beliefs are consistent with equilibrium play and that Rn 1, we haveyh x, y y Rn unyh x, y y Rn12If x only meets agents of her own type, thenunyh x, y y Rn 0 y cid:54 x3Since every meeting in the putative equilibrium leads to match,Bx, By 1for y x and Bx, By 0for y x4For the marketplace chosen in the putative equilibrium, equation 2 thus simplifies tor U x W xy c U x5with y x. Hence the rate of matches equals the rate of meetings, and an agent effectivelyincurs costs c each time she matches. Next, the expected return on being matched with yis the expected flow utility while matched and the loss from match dissolution at rate :r W xy xy W xy U x6where xy denotes the expected share that x obtains when bargaining with y over theflow of match output, which is in effect known from truthful signals: for sector F ,xy xy 1212f x, y yx7One can solve equation 5 for U x and equation 6 for W xy, then use the latter tosubstitute for W xy in the former to obtainr U x xy r c8where r . Now suppose y has been randomly selected to move first inthe bargaining game. In response to the share left for her, x can reject it and continuesearching, which carries the value U x, or she can reject this share and wait for anotherround of bargaining, which carries a value V xy. Note that the first mover y cannothope to attain a better position than she currently has: at best, she will find herself asfirst mover again in a later meeting, be it with the same agent x or another agent of thesame type. As delay is costly, y seeks to seize the opportunity and to ensure that x acceptsher offer. In turn, x will accept any implicitly offered payoff W Oxy that satisfies W Oxy maxV xy, U xas she would otherwise reject the offer. When x moves first, y requires W Oyx maxV yx, U y13910In case of a second meeting, the same logic as before implies that the first mover seeks toensure agreement, so that the second meeting can be expected to result in a match. Thesecond meeting happens at rate , so thatr V xy W xy c V xy11in the putative equilibrium. Solving equation 11 for V xy and equation 5 for U x,one finds that V xy U x since . Hence the outside option U x is not binding.As we also require bargaining strategies to be stationary, the game reduces to a variant of Rubinsteins 1982 setup, and we have the following result see appendix for all proofs:Lemma 1 Bargaining equilibrium. Given truthful signals and given marketplacechoices as in the putative equilibrium situation, the following stationary strategies formthe unique SPE of the bargaining game in sector F :i for herself, agent x always proposescid:18cid:19xy 1 2f x, y r c with r 12When y proposes yx, x always accepts if and only if yx yx.ii for herself, y always proposes yx xy. When x proposes xy, y alwaysaccepts if and only if xy xyAgreement is reached in the first round of bargaining. The expressions for sector G areobtained by substituting g, for f ,.The essence of the bargaining SPE is that each agent makes offers that leave the otherindifferent, and each agent accepts offers that make her indifferent or better off: thefirstmover takes a share xy such that the secondmover sharef x, y xy f x, y r c 2is just enough to prevent the second mover from rejecting. The secondmover share willstill be weakly positive if 2f x, y r c 2c f x, yr which by assumption 2 even holds for f x, y f x, y. The two indifference conditionsin equations 9 and 10, depending on who moves first, thus together pin down a unique SPE for each sector. Finally, expected shares in the SPE reflect the symmetry of thebargaining situation: for sector F ,xy yx xy 1212f x, y xy 12f x, y1314To ensure that all agents engage in search, c must not be so high that U x becomesnegative for some x, since each agent can obtain a payoff 0 by not participating.Lemma 2 Participation. Assumption 2 is necessary and sufficient for all agents toprefer engaging in search to nonparticipation.By definition, the mass of matched agents is lxcid:80Nn1 unxxx. As agents inthe putative equilibrium prefer search to nonparticipation and reach an agreement in thefirst bargaining round, x x 0, x . Hence agents only flow from searchingto being matched at rate and back at rate . Equating these flows, we obtain thepointwise steady state in the putative equilibrium:unx x 14lx cid:88unxN x cid:88N xwhere N x nRn x is the set of all marketplaces on which x meets exclusivelyher own type when signals are truthful.5.2 Marketplace choices, signals and beliefs In this section, we examine whether any one agent in the putative equilibrium has aunilateral incentive to deviate by choosing to enter a marketplace in the same sector butintended for another type, so that the agents signal is false. There are two reasons whywe need to worry about such deviations. First, because true types are only privatelyobservable, agents can perfectly imitate agents of other types by bargaining as thesetypes would. Second, agents might enter another types marketplace but, once in ameeting, renege on the signal they thereby sent. Since search frictions make switching toanother meeting costly, the other agent in the meeting might still accept the match. Forexample, consider a rather high type y H in sector F who matches with x H in the putativeequilibrium. If y H finds herself in a meeting with a type x L x H, she might neverthelessgrudgingly accept whenever her share of f x L, y H is not so far below her expected shareof f x H, y H that the costs of another meeting would be justified. Therefore, there canbe an incentive to send false signals and invade other types marketplaces.Let us focus on marketplaces in sector F for the rest of this section, as all results willanalogously apply to sector G. We take as given that all other agents on the marketplacesignal truthfully, that all believe signals to be truthful, and that agents choose sectors asin the putative equilibrium: then only agents with a type x x x2 search in sector F . We proceed by identifying first the conditions under which everyone of these agentsprefers her match in the putative equilibrium henceforth the equilibrium match to anyother match in sector F that is available to her i.e. a mutually acceptable match withanother agent searching in F . From this, we infer under which conditions there will beno unilateral incentive to deviate from truthful signals.15We first compare the equilibrium match to matches with lower types. Let us take theperspective of some agent with a type x H xx2, so that lower types necessarily existin sector F . We thus want to compare being matched with y H x H to being matchedwith y L, where x x2 y L x H. The expected present discounted values of thesematches are W x Hy H and W x Hy L, respectively.In the spirit of the onedeviationprinciple, x reverts to the putative equilibrium strategies after the deviation. Hence, theasset equations for both r W x Hy H and r W x Hy L in analogy to equation 6 dependon the same U x H and thus differ only in the expected shares. Solving these two assetequations respectively for W x Hy H and W x Hy L, we therefore find that W x Hy H W x Hy L x Hy H x Hy Lwhere x Hy H and x Hy L denote the expected share obtained by x H in a match withy H and y L, respectively.Thus suppose x H signals to be of type x L in order to meet a type y L. Further supposethat x H continues to behave like a type x L so as to conform to the beliefs of y L, giventhat all other agents signal truthfully. Recall from section 5.1 that neither agents signalimplies a binding outside option. Hence the bargaining equilibrium described by lemma 1 will be reached in the first round of bargaining. Then the expected flow utility for x Hin the match with y L isx Hy L 12cid:2012cid:20f x H, y L 2f x H, y L cid:18cid:19f x L, y L r c 1 2f x L, y L r ccid:21cid:21 f x H, y L 12f x L, y L15If x H moves first with probability 12, she leaves a secondmover share to y L as if outputwas f x L, y L and keeps the rest of the actual output f x H, y L. If y L moves first, y Ltakes the firstmover share of f x L, y L for herself and x H obtains the actual remainder.In an equilibrium match, by contrast, x H would obtainf x H, y H r cf x H, y H r cf x H, y H16Comparing x Hy L and x Hy H, we find the following:Lemma 3 Matches with lower types. In the putative equilibrium, strict supermodularity of f , is necessary and sufficient for any agent in sector F to strictly prefer theequilibrium match to matching with a lower type while perfectly imitating the lower type.16cid:20cid:18cid:191 2x Hy H 1212cid:21cid:20212cid:21Next suppose that x H has signalled to be of type x L, has thus met a type y L, but nowwants to renege on the signal. We will find below that x H has to let at least one roundof bargaining fail to actually convince y L of her true type. Here we ask whether renegingcould possibly make the deviation to a match with a lower type worthwhile. By consideringthe hypothetical extreme case that y L instantly observes the true type x H, we obtain anenvelope result and thereby a negative answer:Lemma 4 Reneging in matches with lower types. Suppose types were instantlyobservable in meetings. Consider a type x H in sector F who deviates from the putativeequilibrium situation and meets a type y L, with x x2 y L x H.a If neither agents outside option is binding, the following stationary strategies will formthe unique SPE of the bargaining game and lead to agreement in the first round:i for herself, agent x H always proposesx Hy L 2r 2r f x H, y L 2rcid:20f x L, y L 2r cid:21cid:21f x H, y H r ccid:20cid:20When y L proposes y Lx H, x H always accepts if and only if y Lx H y Lx H.ii for herself, y L always proposesy Lx H 2r 2r f x H, y L cid:202rf x H, y H 2r cid:21cid:21f x L, y L r c When x H proposes x Hy L, y L always accepts if and only if x Hy L x Hy L.b Strict supermodularity of f , is sufficient for any agent in sector F to strictly preferthe equilibrium match to this deviation.Part a of lemma 4 may be regarded as a generalisation of lemma 1 to an asymmetric case.Crucially, part b finds that even if x H could immediately convince y L of her true type, x Hwould strictly prefer the equilibrium match, as she does when she would have to imitatesome lower type. Based on lemmas 3 and 4, we show below that types x xx2 neverhave an incentive to deviate from the putative equilibrium to matches with lower types iff , is supermodular, for any beliefs that lower types might hold about deviants.In turn, whenever a deviant causes bargaining to fail, the other agent thus knows thatshe faces a strictly lower type: for a weakly higher type, a deviation would be equilibriumdominated. The other agent now has to choose between two options:7 another roundof bargaining with an evidently lower type or, as in the putative equilibrium, meetinganother agent of her own type as we consider only a single deviation, another agentsignals truthfully. Define x F as the highest one of all thresholds that equalise these 7The same holds when a deviation is only detected after the start of the match: it can only be detectedwhen agents initial bargaining agreement breaks down, so that there is no basis for further productionwhile agents wait for the new round of bargaining required for renegotiation.17two options and similarly xequivalently G for an agent in sector G, so that r U x F r V x Fy orW x Fy F c U x F Bx F , By W x Fy U xc cid:88cid:88yx Fyx FBx F , By V x Fy U x F yhF yh 17in analogy to equations 5 and 2. If and were equal, x F would not exist: by lemma 4b, x whose type was observable from a truthful signal strictly prefers her equilibriummatch to a match with a lower type, so that the lefthand side of equation 17 wouldalways exceed the righthand side. The only reason to possibly continue bargaining with alower type is that . Types x x F are willing to because their own type is sufficientlylow: then the expected type of the deviant is not so far below their type to outweigh thedifference between and . By contrast, types x x F walk away to meet another agent.As these arguments are central to our reasoning, we prove them more formally:Lemma 5 Equilibriumdominated strategies. Let f , be strictly supermodularand let and be sufficiently close so that xa For any agent in sector F , a deviation such that she meets a weakly lower type withwhom bargaining fails is equilibriumdominated.b Also let agents beliefs assign probability 0 to equilibriumdominated actions and consider a meeting in the putative equilibrium between some x and y in sector F . If x deviates,y will correctly believe to face a lower type and will walk away.F x x2.Let us finally turn to the incentive for lower types to deviate to a match with a highertype. Consider some agent with a type x L x, so that higher types necessarily exist.Now we want to compare being matched with an exactly corresponding type y L x L, asin the equilibrium match, to being matched with a higher type y H x L. The lower typex L has two possibilities: she can either perfectly imitate x H, or she can signal having typex H in order to meet y H but then renege on the signal.We have just shown that, if x L reneges in a meeting in sector F with a type y H, theny H will walk away and x L does not gain from the deviation.8 Hence, unless x L herselfwalks away without gain from the deviation, she will have to bargain with a type y Hunder two constraints: y H believes to face a type x H and bargaining must not fail. Recallthat these are exactly the constraints under which the bargaining strategy of x H in theputative equilibrium is optimal see lemma 1, so that x L cannot do better than perfectlyimitate x H:if she is more demanding than x H, bargaining will fail, and if she is less 8If x L instead simply claims to have a lower type, this will not be credible: also a type x H has anincentive to downplay her type in order to make y H propose and accept lower shares for herself.18demanding, she will not be optimising. When x L therefore perfectly imitates x H, theexpected flow utility for x L iscid:2012x Ly H 12cid:20f x L, y H 2f x L, y H cid:18cid:19cid:21f x H, y H r c 1 2f x H, y H r ccid:21 f x L, y H 12f x H, y H18If x L moves first, she has to leave y H the secondmover share of f x H, y H to avoid beingfound out and can thus take whatever is left of the actual output f x L, y H. If y H movesfirst, y H takes the firstmover share of f x H, y H for herself and x L obtains the remainder.By contrast, the expected flow utility for x L from her equilibrium match would be A comparison of x Ly H and x Ly L yields the following result:x Ly L 12f x L, y L19Lemma 6 Matches with higher types. In the putative equilibrium, strict supermodularity of f , is necessary and sufficient for any agent in sector F to strictly prefer theequilibrium match to matching with a higher type while perfectly imitating the higher type.If also types below x x2 searched in sector F , then x L might gain from reneging ina meeting with y H, because a type y H x F would not walk away. However, all typesbelow x x2 prefer sector G, as we argue in the next section. Corollary 1 collects theconditions identified in this section and the implications for agents beliefs and choice ofmarketplace:Corollary 1 Truthful signals. Let agents beliefs assign probability 0 to equilibriumF x x2. Thendominated actions and let and be sufficiently close so that xstrict supermodularity of f , is necessary and sufficient for each agent in sector F tostrictly prefer a marketplace n N x among the marketplaces in sector F , so that thesignal x x Rn is truthful. Given h x, y, the only beliefs consistent with truthfulsignals areyh x, y y Rn unyh x, y y Rn 1fory Rn, n N x.Each agent in sector F essentially finds it optimal to choose a marketplace n N x,and to thereby signal truthfully, because this is the only way to obtain her equilibriummatch, which she prefers to a deviation. As all agents in sector F therefore indeed signaltruthfully, only beliefs that signals are truthful on the marketplaces in the sector can beconsistent with equilibrium play.19In conclusion, this section has presented an extensive but essentially simple reasoning.We found that agents in sector F will never deviate from the putative equilibrium tomatch with lower types if f , is supermodular. A type y in sector F who detectsa deviation should therefore believe to face a lower type; when y can choose betweencontinued bargaining with a lower type and her equilibrium match, she prefers the latterbecause y x F . Lower types can thus only match with y by imitating her type, but theywill not gain from such a deviation if f , is supermodular.5.3 Sector choice and market segmentation F x x2, this simultaneously implies x By choosing a marketplace, agents implicitly also choose the sector it belongs to. Theprevious section found that agents sort perfectly within sector F , and this result extendsto sector G: by the symmetry between f , and g, see assumption 1, strict supermodularity of f , also implies strict submodularity of g,. Further, if and are G x x2.sufficiently close so that x Hence results analogous to lemmas 3 through 6 also apply to the types x x x2who may search in sector G in the putative equilibrium, while the conditions for signalsbeing truthful in sector G and for agents meeting only agents of the same type are evenexactly the same as in corollary 1. It remains to confirm that types optimally selfselectinto sectors as proposed in the putative equilibrium:F x x2.Lemma 7 Sector choice. Let and be sufficiently close so that x Any agent in the putative equilibrium with a type x x x2 then strictly prefers tosearch in sector G, while any agent with a type x x x2 strictly prefers sector F .Let us now take choices among existing marketplaces as given and concentrate on thecreation of marketplaces within a given sector. Consider three types x L, x M , and x H insector F , with x x2 x L x M x H x. Suppose these types search in thesame marketplace, so that each of them can meet with y L, y M , or y H. We know fromlemma 4 that each x H would prefer a match with y H to a match with y M or y L. Theagents of type x H can profitably set up a new marketplace where Rn x H so thatagents of type x H exclusively meet each other. In the initial marketplace, they wouldalso meet other types although matches with these types would be less desirable, whichis not offset by any advantage in meeting rates. By setting up an exclusive marketplace,the congestion externality imposed by these other types is avoided see Jacquet and Tan2007 for details of this logic.Given our results above, other types would not invade this new exclusive marketplace,so that the remaining types x M and x L can no longer meet with y H. Among the possiblematches, x M prefers by lemma 4 the match with y M , so that all agents of type x M nowset up an exclusive marketplace with Rn x M, leaving the initial marketplace to theagents of type x L. This logic applies to any marketplace with different types in either 20sector.9 Hence all types have their own exclusive marketplaces in equilibrium; formally,Rn 1 for all n. We will generalise this logic in section 6.4 to show that it does notonly apply in the putative equilibrium, but in any separating equilibrium. There maybe several exclusive marketplaces for the same type in equilibrium N x 1, as noneof our conclusions is affected by their exact number due to constant returns to scale inmeeting.By way of summary, this subsection and the preceding have each shown a componentof the putative equilibrium situation to hold, given the other components. We thus foundthe pointwise steady state in the PBE. Given a supermodular match production functionand beliefs that rule out equilibriumdominated actions, agents search in the sector wherethey are more productive and seek to meet only exactly corresponding types. All agentsthen signal their types truthfully and correctly believe that all other agents on theirmarketplaces signal truthfully. With optimal bargaining strategies, every meeting leadsto a match, as one would expect when truthful signals allow agents to know everythingin advance. The matches are only between exactly corresponding types. Our model thusleads to PPAM under the same weak condition as in Beckers 1973 frictionless model,despite two kinds of search frictions. The next section discusses key properties of theseparating equilibrium.6 Equilibrium properties 6.1 Dependence on priors Let us first clarify why supermodularity is central to our results. Since types are onlyprivately observable and nothing keeps agents from imitating other types, an agent maymatch incognito with any type she likes. However, because actual match output then differs from the match output suggested by the signals, the deviant will only remain incognitoif she bears the necessary adjustment: she has to give up as much of her own share as isnecessary to bridge the gap when actual output is lower otherwise bargaining fails and theother agent walks out, and she quietly pockets the excess output when actual output ishigher. To explain why a lower type x L would then not match incognito with a higher typey H x L, supermodularity is key: f x H, y Hf x L, y H is the necessary adjustment wheny H otherwise matches with x H in equilibrium, while f x L, y Hf x L, y L is the extra output produced in comparison to the equilibrium match of x L. With f x L, y H f x H, y Lin the latter, as established by equation 27, the necessary adjustment will exceed theextra output if f , is strictly supermodular. From the perspective of a lower type, anypossible gains from higher output with a higher type are therefore more than outweighed 9The logic also applies to types who do not search in the sector but for whom the separating equilibrium F x x x2 in case of sector F and types x withcould be sustained; that is, types x with x x x2 x x G in case of sector G.21by the costs from adjustment.It is crucial for this argument that the necessary adjustment falls entirely on thedeviant x L. This happens when the treatment x L faces is independent of her actual type.Therefore, our results are obtained under the realistic assumption that true types arealways only privately observable. With publicly observable types, y H would be willing tocompromise when she bargains with a deviant x L, in order to avoid bargaining failure.Yet under private information, y H instead bases her bargaining behaviour on the signalsent by x L, which creates a link between signals and payoffs. Now given that x L has tosignal like a type x H in order to meet y H at all, she will be treated exactly like a typex H at least in the first round of bargaining and as failure of this round is bad news, asecond round with y H x F never happens. This way, the supermodularity of the matchproduction function fully translates into supermodularity of the payoffs that determinesignal choice. In effect, supermodularity assumes the role of a singlecrossing propertyin our model and we thus obtain a fully separating equilibrium even though signals arecostless. Separation is therefore not driven by differences in the cost of signals, but bydifferences in marginal productivity of the same agent over different matches.6.2 Efficiency The separating equilibrium we have identified is efficient in a number of important respects. First and foremost, search costs are minimised, both for each agent individuallyand overall: every meeting results in a match, so that agents match after an expectedsearch time of 1. This is the minimum delay because a meeting necessarily precedes amatch. In a random search model, each match would typically be preceded by a numberof unsuccessful meetings, and only by chance will the first meeting of an agent resultin a match. Therefore, search costs in random search models are at least as high fromthe individual perspective as in our model with truthful signals, and strictly higher inexpectation as well as on aggregate. Second, note that all agents match in equilibrium sothat there is no unrealised surplus left in the form of agents who never match. On thecontrary, Becker 1973 proved the following result:Corollary 2 Output efficiency. If the match production function is strictly supermodular, PPAM will maximise aggregate output.Random search models, be it with or without supermodularity of the match productionfunction, do in general not maximise aggregate match output, as they lead to a certaindegree of mismatch instead of PPAM. Finally, among the mutually acceptable matches,agents in the equilibrium we found always obtain the match they most prefer. This againcontrasts starkly with random search models, where the match an agent expects is theexpectation over the mutually acceptable matches, not the most preferred one of them.226.3 Stability In this section, we examine whether the equilibrium matching we found is a stable matching. Because this equilibrium is symmetric, our notation can abstract from the distinctionbetween types and individual agents without loss of generality. Suffice to let x denotethe expected flow utility that an agent of type x obtains under a particular matching.Recall that x xy if x and y are matched in this matching and x 0 if xremains unmatched. We can then define stability as follows:Definition 4 Stable matching. The equilibrium matching is stable if x satisfiesx 0 for all x and there is no match between any two agents with types x and ysuch that xy x and yx y.It is worth noting that a stable matching in this model is by definition also in the core.10We find that supermodularity of the match production function is a sufficient conditionhere for PPAM to be a stable matching:Corollary 3 Stability of PPAM. Whenever it exists, the separating equilibrium described by the putative equilibrium leads to a stable matching.A stable matching is a most unusual result in a model with search frictions. In randomsearch models, agents cannot search selectively and accept any type from a certain rangebecause search frictions make continued search undesirable. A stable matching cannotbe expected to arise under such circumstances and is very unlikely to arise by chancewhenever the number of different types is not trivially small. Stable matchings normallyonly arise in frictionless models. We attribute the reason that a stable matching is achievedhere despite search frictions to the signals: they allow agents to pursue their search almostas if there were no search frictions.Adachi 2003 shows for a fairly general search model that the set of equilibria willreduce to the set of stable matchings in a model a la Gale and Shapley 1962 if searchfrictions become negligible. Our result in this section qualifies this finding in so far assearch frictions remain in our model because agents do not meet immediately and incur costs from meetings c 0, and yet a stable matching results. This suggeststhat frictions do not prevent a stable matching in a search model as long as they donot keep agents from meeting only specifically chosen types. Intuitively, arbitrarily highfrictions do not have any effect as long as agents participate and then find ways to matchlike in a frictionless environment.10The notion of the core implicitly assumes side payments within a coalition, so that only the coalitionstotal utility counts. For example, side payments in Becker 1973 ensure that agents end up in the matchgenerating the highest match output, among the available matches. In our model without side payments,each agents x in the core has to weakly exceed the utility of being single and of any other availablematch while a match is available to x if yx y. These are the requirements in definition 4.236.4 Uniqueness While we have shown that a particular separating equilibrium exists, this section arguesthat it is unique. The first thing to note is that, by its very nature, a separating equilibriumis characterised by truthful signals.11 In section 5.3, truthful signals lead to marketplaceswhere agents meet exclusively their own type. This result generalises:Lemma 8 Market segmentation. Agents will meet only their own type in any separating equilibrium if f , is strictly supermodular.Therefore, PPAM is the unique matching that may result in any separating equilibriumof our model. We can now conclude more comprehensively:Proposition 2 Uniqueness. Whenever it exists, the separating equilibrium describedby the putative equilibrium is unique up to offequilibrium beliefs.No formal proof is needed, as proposition 2 follows from our earlier results. We knowfrom lemma 8 that any separating equilibrium would have to lead to PPAM, so that otherseparating equilibria would have to differ in agents beliefs, their choice of marketplace,their bargaining strategy, or in the steady state. However, lemma 8 implies that choosinga marketplace n N x in the sector where one is more productive is the uniquelyoptimal choice rule for x. When signals are therefore truthful, the unique bargaining SPEin section 5.1 always results. Then only one specification of beliefs about equilibriumactions will be compatible with these choices.Finally, as the bargaining SPE ensures agreement in the first round of bargaining,x 0 for all x and in any separating equilibrium. Since this agreement tomatch is reached with an agent of the same type, assumption 2 is sufficient to ensureparticipation of all types, as shown in section 5.1. Hence also x 0, x , so thatequation 14 applies to the steady state and determines a unique mass for the matchedand for the unmatched agents of each type. Hence, separating equilibria other than theputative equilibrium can only differ in beliefs about offequilibrium actions.7 Conclusions This paper has introduced costless signals into a search model with transferable utility.A simple market design has been proposed that leads agents to signal truthfully. Wethus find a unique separating equilibrium characterised by perfect sorting, minimisedsearch duration and search costs, and maximised overall match output. These efficiencybenchmarks are virtually never met by random search models because frictions lead tolengthy search and to some mismatch. In our model, signals allow agents to avoid this, so 11We ignore separating equilibria where signals are not truthful yet still informative because they arelinked by a onetoone mapping to agents true types, and this mapping forms the basis of agents correctbeliefs. Such equilibria would only be variants of equilibria with truthful signals.24that signals largely offset the effect of frictions on efficiency. This role of signals reflects thepervasive use of effective communication in realworld matching markets that facilitatessearch.PAM in the separating equilibrium only requires supermodularity of the match production function, i.e. the same condition as in a frictionless model. While this conditionis unambiguously weaker than the conditions in random search models such as Shimerand Smith 2000, it does not merely ensure PAM, but even perfect PAM. To the bestof our knowledge, perfect sorting has not resulted before in a model with discounting orexplicit search costs. The key is to allow for more information: supermodularity here doesnot only ensure enough complementarity for sorting but also ensures truthful signals thathelp agents sort. Supermodularity thereby replaces a singlecrossing condition. Hence,compared to models with random search, a model with more information in the searchprocess appears to generate sorting more easily.Sorting is likely to become more important as technological and societal progressfavours specialisation. At the same time, many new means have appeared of effectiveand rapid communication that might, as in our paper, support sorting. Such meansof communication and the greater availability of information may therefore be expectedto increase efficiency, but also to deepen segregation.In any case, the interaction ofspecialisation and communication offers ample scope for further research.25A Proofs Proof of lemma 1. Since outside options are not binding, y maximises yx subject to W Oxy V xy whenever she moves first. When match output is f x, y and y takes yxfor herself, f x, y yx would be left for x. Therefore,r W Oxy f x, y yx cid:2W Oxy U xcid:3202122while W xy and V xy are determined byr W xy xy W xy U xr V xy W xy c V xyUse equation 21 to substitute for W xy in equation 22 and solve for V xy. After alsosolving 20 for W Oxy, we can rewrite W Oxy V xy asf x, y yx U x r xy U x r cSubstituting for r U x and then for xy from equations 8 and 7, respectively, this is2r f x, y yx xy 2r c2324after collecting terms. As y raises yx the lefthand side of equation 24 linearly falls,while the righthand side stays constant. Hence this constraint will hold with equality for theequilibrium value of yx. When x moves first, the constraint is analogously found as2r f x, y xy yx 2r c25As binding constraints, equations 24 and 25 are two equations in two unknowns, so that theydetermine a unique equilibrium. By the symmetry of these equations, we infer xy yx.When we make this substitution in either equation and solve, we obtain the expression in lemma 1. Because both firstmover shares have been derived under the constraint that the second moveraccepts, agreement is reached in the first round of bargaining. Finally, subgame perfection as in Rubinstein 1982 holds because present values such as V xy and U x incorporate optimisingbehaviour in every later subgame. The proof for sector G proceeds analogously. cid:31Proof of lemma 2. As match output is the only source of utility in the model, agents whodo not engage in search obtain payoff 0. Then agent x will only engage in search if U x 0.By equation 8, this requiresc xyr 2c f x, yr using equation 13. If this holds for f x, y, as stated in assumption 2, then it will also holdfor the output generated in any other match because f x, y is strictly increasing in x and y byassumption 1. This carries over to sector G since f x, y g x, y. cid:3126Proof of lemma 3. Any type x H x x2 in sector F will strictly prefer the equilibriummatch to a match with a lower type y L x x2 if W x Hy H W x Hy L. As arguedbefore, this is equivalent tox Hy H x Hy L f x H , y H f x H , y L f x H , y L f x L, y Lusing equations 15 and 16. Next, note that we can writef x H , y L f y H , x L f x L, y H 2627where the first equality holds because x H y H and y L x L, while the second equality holds bysymmetry of f , see assumption 1. Therefore substituting f x L, y H for f x H , y L on thelefthand side of equation 26 only, we obtain the equation in definition 3. By this definition,strict supermodularity of f , is necessary and sufficient for the equation to hold. cid:31Proof of lemma 4, part a. Agents x H x x2 and y L x x2 in sector F wouldrespectively accept if W Ox Hy L maxV x Hy L, U x H , W Oy Lx H maxV y Lx H , U y LIf outside options are not binding and y L moves first, she will maximise y Lx H subject to W Ox Hy L V x Hy L. As players revert to the putative equilibrium after a match breakup,r W Ox Hy L f x H , y L y Lx H cid:2W Ox Hy L U x H cid:3while W x Hy L and V x Hy L are determined byr W x Hy L x Hy L W x Hy L U x H r V x Hy L W x Hy L c V x Hy L282930Use equation 29 to substitute for W x Hy L in equation 30 and solve for V x Hy L. Afteralso solving 28 for W Ox Hy L, we can rewrite W Ox Hy L V x Hy L asf x H , y L y Lx H U x H r x Hy L U x H r c31With x Hy L defined in analogy to equation 7, equation 31 becomes2r f x H , y L y Lx H x Hy L 2 r U x H r c32after collecting terms. Using the results from lemma 1 in equation 8,r U x H f x H , y H r c33cid:21cid:20 1227Thus substituting for r U x H in equation 32, we obtain2r f x H , y L y Lx H x Hy L f x H , y H 2 r c34As before, the lefthand side of equation 34 linearly falls as y L raises y Lx H , while the righthand side stays constant. This constraint will therefore hold with equality. The same applies tothe analogous constraint for the case that x H moves first:2r f x H , y L x Hy L y Lx H f x L, y L 2 r c35As a system of two binding constraints in two unknowns, equations 34 and 35 then determine a unique equilibrium. Solving them simultaneously, one obtains the expressions given forx Hy L and y Lx H in lemma 4. The equilibrium is subgameperfect because the presentvalues incorporate optimising behaviour in following subgames. cid:31Proof of lemma 4, part b. We want to prove that some x H x x2 in sector Fstrictly prefers the equilibrium match to a match with a type y L, where x x2 y L x H ,when the type x H is observed before bargaining begins. First suppose the outside option of x Hbinds, V x Hy L U x H , wherer V x Hy L W x Hy L c V x Hy L,r U x H W x Hy H c U x H 36Solving equation 36 respectively for V x Hy L and U x H , we write V x Hy L U x H asr W x Hy L c r W x Hy H c37From it follows that r r . Equation 37 thus requires W x Hy L W x Hy H , which means that x H strictly prefers her equilibrium match whenever her outsideoption binds. Therefore suppose instead that neither agents outside option binds, so that theresults from part a apply. Thenx Hy L 1212x Hy L cid:20f x H , y L f x H , y L y Lx H 12f x L, y L f x H , y H 2rcid:21Recalling that x Hy H 12 f x H , y H , we will thus have x Hy H x Hy L iff x H , y H f x H , y L f x L, y L f x H , y H 2rwhich holds because f x H , y H f x H , y L and f x L, y L f x H , y H 0. We conclude thatx H strictly prefers her equilibrium match when neither outside option binds. This preferenceextends to the case when only the outside option of y L binds, as x H then cannot be better offthan in the case when neither outside option binds. Suppose it did make x H better off, so thatthe share for x H increases. Since agents split output, the share for y L decreases accordingly.Then y L would choose not to take her outside option, which therefore cannot be binding. cid:3128Proof of lemma 5, part a. We have to establish that any agent x H x x2 in sector F always prefers, for any beliefs of some y L with x x2 y L x H , her equilibrium matchto a deviation such that she meets y L with whom bargaining fails. For x H y L, lemma 1implies that x H would have preferred reaching a bargaining agreement with y L. For x H y L,we have to consider all possible beliefs held by y L about the potential match output f x, ywhen bargaining fails:i f ey Lh f x H , y L so that y L believes to face the true type x H . By lemma 4, x Hstrictly prefers her equilibrium match.ii f ey Lh f x H , y L so that y L overestimates potential match output and thus believesto face a type even higher than x H . By the same argument as in the proof of part bof lemma 4, y L does not believe the outside option of x H to bind:if it did, x wouldhave had to pursue an equilibriumdominated strategy. Observe that both y Lx H andf x H , y L x Hy L in lemma 4 are nondecreasing in x H , whether or not the outsideoption of y L binds. Hence y L demands weakly higher shares than under i. Because x Hstrictly prefers her equilibrium match under i, she still prefers her equilibrium matchwhen y L is more demanding.iii f x H , y L f ey Lh f x L, y L so that y L underestimates potential match output butstill believes to face a higher type. Note that f x L, y L is then a lower bound for f ey Lh.By lemma 3, x H strictly prefers her equilibrium match if y L believes to face x L andx H imitates x L to avoid bargaining failure. By the same arguments as under ii, if y Lbelieves to face a higher type x H x L, she will not believe the outside option of x H tobind and will demand weakly higher shares. Then x H still prefers her equilibrium match.iv f ey Lh f x L, y L so that y L believes to face the same type as her own type. By lemma 3, x H strictly prefers her equilibrium match.v f ey Lh f x L, y L so that y L believes to face a lower type. By the definition of x F x x2 then y L prefers meeting another agent rather thanin equation 17, if xcontinued bargaining with x H who is perceived as a lower type. Hence y L walks away andx H would prefer her equilibrium match to this deviation.Hence the deviation in question is equilibriumdominated for weakly higher types than y L. cid:31FProof of lemma 5, part b. When we require that agents beliefs assign probability 0 to equilibriumdominated actions and that f , be strictly supermodular, any type y L x x2 must believe by part a of lemma 5 to face a lower type when bargaining fails, so thatf ey Lh f x L, y L. By the argument under v in the proof of part a, y L then walks awaywhen bargaining fails. cid:31Proof of lemma 6. Any type x L in sector F , with x x2 x L x, will strictly preferthe equilibrium match to a match with a higher type y H if W x Ly L W x Ly H , which is 29equivalent tox Ly L x Ly H f x H , y H f x L, y H f x L, y H f x L, y Lusing equations 18 and 19. By equation 27, we can replace f x L, y H on the righthandside by f x H , y L. Hence strict supermodularity is necessary and sufficient for this equation tohold. Finally, for the type x, a higher type than in the equilibrium match does not exist. cid:31Proof of corollary 1. Consider some arbitrary unmatched agent in sector F and call thisexemplary type x E. Recall that N x E nRn x E. Given the choice of bargainingstrategy and given all other agents choices in the putative equilibrium, an agent of type x E willobtain her equilibrium match with an agent of type y E x E if she chooses a marketplace n N x E. Further given that agents meet exclusively their own type in the putative equilibrium,Rn 1 for all n. Hence x E will obtain her equilibrium match only if she chooses a marketplacen N x E.By lemmas 3 through 6, x E will strictly prefer this match to any other match in sector Fif f , is supermodular, and are sufficiently close, and agents beliefs rule out equilibriumdominated actions. Because type x E was arbitrarily chosen, the reasoning extends to any typein the sector. If signals are therefore truthful, then unyh x, y y Rn 1 for y Rn,and agents beliefs can only be consistent if yh x, y y Rn 1 for y Rn. cid:31Proof of lemma 7. Suppose to the contrary that an agent with a type x sets up a marketplace in sector F . Instead of x, we write x L to keep the proof general. Let us first focus onmatches between x L and some y x x2, recalling that truthful signals cannot be expectedfrom types below x F . To provide an envelope result, consider as in lemma 4 the most favourablecase for x L that agents instantly observe each others types. If x L then matches with anotheragent of type y L x L, the symmetry of the bargaining situation will implyx Ly L 12f x L, y L2 gx L, y L in her equilibrium match in sector G. Since x L x x2,while x L would obtain 1we know that gx L, y L f x L, y L, and hence x L strictly prefers sector G. Alternatively, theother agent has a higher type y H . Suppose again the most favourable case for x L that theoutside option of y H does not bind. Suppose that the outside option of x L to search in sector Galso does not bind if it does, the same logic as in the proof of lemma 4, part b will imply thatx L strictly prefers sector G. Then we can proceed as in the proof of lemma 4, part a with theexception that we replace equation 33 by the value to x L of searching in sector G, since thisoption is always available to her:cid:20 1230r U x L gx L, y L r ccid:21We find the expressions for the bargaining shares asx Ly H y Hx L 2r 2r 2r 2r f x H , y L f x H , y L gx H , y H 2r gx L, y L 2r cid:20cid:20cid:20cid:202r 2rcid:21cid:21cid:21cid:21gx L, y L r cgx H , y H r c The expected share for x L is in this casex Ly H 1212x Ly H cid:20f x L, y H f x L, y H y Hx L12gx H , y H gx L, y L2rcid:21Agent x L will strictly prefer her equilibrium match in sector G ifgx L, y L f x L, y H gx H , y H gx L, y L2r Noting that gx H , y H gx L, y L 0, this holds for any type x L as long as y H x x2 sothat gx L, y L f x L, y H . As x F . Hencetype x strictly prefers her equilibrium match in sector G. Now consider the second lowest typeinstead: this type cannot match anymore with x in sector F , so that the logic above now appliesto this type, who therefore strictly prefers sector G. The argument can be repeated for all typesx x x2.F x x2, this holds in particular for all y H x F x x but x cid:54 y:lemmas 3 through 6 extend to all y x Let us now focus on matches between x L and some y x x2. Since therefore y x F ,the definition of x F implies that y prefers searching for her equilibrium match to meeting any F . The same preference keeps y from searching on a marketplace with Rn xtypes below xfor x F and were limited toy x x2 only for expositional reasons. As explained in section 5.3, y also does not search F . Finally, if x L chooses Rn y for the marketplace,on mixed marketplaces for types y xthen y will believe signals to be truthful and will walk away after bargaining fails. Therefore, x Lcan only match with any y x x2 by perfectly imitating her. By lemma 6, x L would thenobtain less than 12 f x L, y L, and since gx L, y L f x L, y L, y L strictly prefers her equilibriummatch in sector G. Analogous arguments, using x instead of x above, prove that all typesx x x2 strictly prefer sector F . cid:31Proof of corollary 2. The proof given in Becker 1973 applies to our setup and weessentially repeat it here. Let f , be strictly supermodular and index types in sector F by 1, 2, . . . I such that x 1 x 2 . . . x I . If PPAM maximises aggregate output, thenf xj, yij f xi, yifor all permutations i 1, i 2, . . . i I cid:54 1, 2, . . . Ij1i1Suppose to the contrary that aggregate output is maximised by some permutation i 1, i 2, . . . i Ifor which i 1 i 2 . . . i I does not hold. Then the permutation includes at least one j 0 such 31Icid:88Icid:88that ij 0 ij 01. By strict supermodularity of f ,,f xj 01, yij 0 f xj 0, yij 0 f xj 01, yij 01 f xj 0, yij 01because xj 01 xj 0 while yij 0 yij 01. After rewriting this asf xj 0, yij 01 f xj 01, yij 0 f xj 0, yij 0 f xj 01, yij 01the lefthand side represents the match production under PPAM, while the righthand siderepresents the match production under the permutation i 1, i 2, . . . i I . As the former exceeds thelatter, the permutation i 1, i 2, . . . i I does not maximise aggregate output. cid:31Proof of corollary 3. Recall that the separating equilibrium exists, and that it leads to PPAM, provided f , is strictly supermodular and and are sufficiently close. Now supposethat PPAM is not a stable matching. Then there must be a match between unequal types thatis preferred by both types to matches with exactly corresponding types. However, given strictsupermodularity of f ,, matching with a lower type is an equilibriumdominated action forthe higher type in any match between unequal types in sector F , by the proof of lemma 5.Likewise, such a match is an equilibriumdominated action for the lower type in sector G. Bylemma 7, there is no agent who wishes to switch sectors, so that a match between unequal typesthat is preferred by both does not exist. Finally, lemma 1 implies together with assumption 1that x 0 x under PPAM. cid:31Proof of lemma 8. Suppose there is at least one marketplace n M in which, with truthfulsignals, agents do not only meet their own type, so that two or more types meet. Focus on thelowest type y L in M. This type must be the most preferred feasible type of some higher typex H y L in M, otherwise the higher types would exclude y L from M to reduce congestion.We will show that such a marketplace M cannot exist in a separating equilibrium. When x H andy L bargain, V x Hy L U x H because x H most prefers y L and continued bargaining guaranteesa meeting with y L at rate . While U y L is unknown, y L could choose in any separatingequilibrium to meet only agents of her own type on an exclusive marketplace n L. As partof a separating equilibrium, the situation in L would correspond to the putative equilibriumsituation in sector F , say, and because of the symmetry when y L and x L bargain in L,x Ly L y Lx L y Lx L 12f x L, y Lindependently of outside options. As L is always an option for y L, the payoff y L would obtainthere constitutes a lower bound for U y L, denoted U y L. With equation 8, it is found ascid:20 12r U y L f x L, y L r ccid:21Next observe that x H cannot do better in a match with y L than to leave y L only with thepayoff U y L in expectation, so that the payoff to x H in this case constitutes an upper bound W x Hy L. Now suppose that an agent of type y H x H sets up an exclusive marketplace n H32for her type. If this creates a profitable deviation for x H who currently most prefers y L, thesupposed marketplace M cannot exist in equilibrium. The symmetry in H would lead tox Hy H y Hx H x Hy H 12f x H , y H again as in the putative equilibrium situation in sector F . As an envelope case, suppose x Hobtains W x Hy L in a match with y L in M and now faces the choice between this match anda match with y H in H. Part b of lemma 4 applies to this choice with U y L U y L andestablishes a strict preference for the match with y H over the match with y L. As x H meets y Hat rate and y L at most at rate , this preference also translates into a strict preference formarketplace H. Hence x H has a profitable deviation from M to H even when W x Hy L isobtained in M. By the same reasoning, y H also gains from setting up H. cid:31References1 Adachi, Hiroyuki 2003: A Search Model of Twosided Matching under Nontransferable Utility, Journal of Economic Theory 113, 1821982 Atakan, Alp E. 2006: Assortative Matching with Explicit Search Costs, Econometrica 74, 6676803 Becker, Gary S. 1973: A Theory of Marriage: Part I, Journal of Political Economy 81, 8138464 Burdett, Kenneth and Coles, Melvyn G. 1997: Marriage and Class,Quarterly Journal of Economics 112, 1411685 Chade, Hector 2006: Matching with Noise and the Acceptance Curse, Journalof Economic Theory 129, 811136 Eeckhout, Jan and Kircher, Philipp 2010: Sorting and Decentralized Price Competition, Econometrica 78, 5395747 Gale, David and Shapley, Lloyd S. 1962: College Admissions and the Stability of Marriage, American Mathematical Monthly 69, 9158 Goldmanis, Maris, Ray, Korok and Stuart, Erik 2009: Until Death Do Us Part? The Marriage Model with Divorce, University of Chicago mimeo9 Hopkins, Ed 2012: Job Market Signalling of Relative Position, or Becker Marriedto Spence, Journal of the European Economic Association 10, 29032210 Hoppe, Heidrun C., Moldovanu, Benny, and Sela, Aner 2009: The Theory of Assortative Matching Based on Costly Signals, Review of Economic Studies 76, 25328111 Jacquet, Nicolas L. and Tan, Serene 2007: On the Segmentation of Markets, Journal of Political Economy 115, 63966412 K ubler, Dorothea, M uller, Wieland, and Normann, HansTheo2008: Job Market Signaling and Screening: An Experimental Comparison, Gamesand Economic Behavior 64, 2192363313 Lentz, Rasmus 2010: Sorting by Search Intensity, Journal of Economic Theory 145, 1436145214 Mare, Robert D. 1991: Five Decades of Educational Assortative Mating,American Sociological Review 56, 153215 Menzio, Guido 2007: A Theory of Partially Directed Search, Journal of Political Economy 115, 74876916 Morgan, Peter B. 1998: A Model of Search, Coordination, and Market Segmentation, University at Buffalo mimeo17 Poeschel, Friedrich 2012: Directed Search, Efficiency Wages and the Diamond Paradox, Humboldt University mimeo18 Rubinstein, Ariel 1982: Perfect Equilibrium in a Bargaining Model, Econometrica 50, 9711019 Shimer, Robert and Smith, Lones 2000: Assortative Matching and Search,Econometrica 68, 34336920 Smith, Lones 2006: The Marriage Model with Search Frictions, Journal of Political Economy 114, 1124114621 Spence, Michael 1973: Job Market Signaling, Quarterly Journal of Economics 87, 35537434SFB 649 Discussion Paper Series 2013 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 001 Functional Data Analysis of Generalized Quantile Regressions by Mengmeng Guo, Lhan Zhou, Jianhua Z. Huang and Wolfgang Karl Hardle, January 2013. Statistical properties and stability of ratings in a subset of US firms by Alexander B. Matthies, January 2013. Empirical Research on Corporate CreditRatings: A Literature Review by Alexander B. Matthies, January 2013. Preference for Randomization: Empirical and Experimental Evidence by Nadja Dwenger, Dorothea Kubler and Georg Weizsacker, January 2013. Pricing Rainfall Derivatives at the CME by Brenda Lopez Cabrera, Martin Odening and Matthias Ritter, January 2013. Inference for MultiDimensional HighFrequency Data: Equivalence of Methods, Central Limit Theorems, and an Application to Conditional Independence Testing by Markus Bibinger and Per A. Mykland, January 2013. Crossing Network versus Dealer Market: Unique Equilibrium in the Allocation of Order Flow by Jutta Donges, Frank Heinemann and Tijmen R. Daniels, January 2013. Forecasting systemic impact in financial networks by Nikolaus Hautsch, Julia Schaumburg and Melanie Schienle, January 2013. Ill do it by myself as I knew it all along: On the failure of hindsightbiased principals to delegate optimally by David Danz, Frank Huber, Dorothea Kubler, Lydia Mechtenberg and Julia Schmid, January 2013. Composite Quantile Regression for the SingleIndex Model by Yan Fan, Wolfgang Karl Hardle, Weining Wang and Lixing Zhu, February 2013. The Real Consequences of Financial Stress by Stefan Mittnik and Willi Semmler, February 2013. Are There Bubbles in the Sterlingdollar Exchange Rate? New Evidence from Sequential ADF Tests by Timo Bettendorf and Wenjuan Chen, February 2013. A Transfer Mechanism for a Monetary Union by Philipp Engler and Simon Voigts, March 2013. Do HighFrequency Data Improve HighDimensional Portfolio Allocations? by Nikolaus Hautsch, Lada M. Kyj and Peter Malec, March 2013. Cyclical Variation in Labor Hours and Productivity Using the ATUS by Michael C. Burda, Daniel S. Hamermesh and Jay Stewart, March 2013. Quantitative forward guidance and the predictability of monetary policy A wavelet based jump detection approach by Lars Winkelmann, April 2013. Estimating the Quadratic Covariation Matrix from Noisy Observations: Local Method of Moments and Efficiency by Markus Bibinger, Nikolaus Fair revaluation of wine as an investment by Fabian Y.R.P. Bocart The European Debt Crisis: How did we get into this mess? How can we get out of it? by Michael C. Burda, April 2013. 002 003 004 005 006 007 008 009 010 011 012 013 014 015 016 017 018 019 Hautsch, Peter Malec and Markus Reiss, April 2013. and Christian M. Hafner, April 2013. SFB 649, Spandauer Strae 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2013 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 020 021 Disaster Risk in a New Keynesian Model by Maren Brede, April 2013. Econometrics of cojumps in highfrequency data with noise by Markus Bibinger and Lars Winkelmann, May 2013. Decomposing Risk in Dynamic Stochastic General Equilibrium by Hong Lan and Alexander MeyerGohde, May 2013. Reference Dependent Preferences and the EPK Puzzle by Maria Grith, Wolfgang Karl Hardle and Volker Kratschmer, May 2013. Pruning in Perturbation DSGE Models Guidance from Nonlinear Moving Average Approximations by Hong Lan and Alexander MeyerGohde, May 2013. The Celtic Crisis: Guarantees, transparency, and systemic liquidity risk by Philipp Konig, Kartik Anand and Frank Heinemann, May 2013. State Price Densities implied from weather derivatives by Wolfgang Karl Hardle, Brenda LopezCabrera and HueiWen Teng, May 2013. Bank Lending Relationships and the Use of PerformanceSensitive Debt by Tim R. Adam and Daniel Streitz, May 2013. Analysis of Deviance in Generalized Partial Linear Models by Wolfgang Karl Hardle and LiShan Huang, May 2013. Estimating the quadratic covariation of an asynchronously observed semimartingale with jumps by Markus Bibinger and Mathias Vetter, May 2013. Can expert knowledge compensate for data scarcity in crop insurance pricing? by Zhiwei Shen, Martin Odening and Ostap Okhrin, May 2013. Comparison of Methods for Constructing Joint Confidence Bands for Impulse Response Functions by Helmut Lutkepohl, Anna StaszewskaBystrova and Peter Winker, May 2013. CDO Surfaces Dynamics by Barbara ChorosTomczyk, Wolfgang Karl Hardle and Ostap Okhrin, July 2013. Estimation and Inference for Varyingcoefficient Models with Nonstationary Regressors using Penalized Splines by Haiqiang Chen, Ying Fang and Yingxing Li, July 2013. Robust Estimation and Inference for Threshold Models with Integrated Regressors by Haiqiang Chen, July 2013. A new perspective on the economic valuation of informal care: The wellbeing approach revisited by Konstantin Kehl and Stephan Stahlschmidt, July 2013. Herding in financial markets: Bridging the gap between theory and evidence by Christopher Boortz, Simon Jurkatis, Stephanie Kremer and Dieter Nautz, July 2013. Default Risk Calculation based on Predictor Selection for the Southeast Asian Industry by Wolfgang Karl Hardle and Dedi Dwi Prastyo, August 2013. ECB monetary policy surprises: identification through cojumps in interest rates by Lars Winkelmann, Markus Bibinger and Tobias Linzert, August 2013. Limited higher order beliefs and the welfare effects of public information by Camille Cornand and Frank Heinemann, August 2013. Privacy Concerns, Voluntary Disclosure of Information, and Unraveling: An Experiment by Volker Benndorf, Dorothea Kubler and HansTheo Normann, September 2013. 022 023 024 025 026 027 028 029 030 031 032 033 034 035 036 037 038 039 040 SFB 649, Spandauer Strae 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de SFB 649, Spandauer Strae 1, D10178 Berlin This research was supported by the Deutsche http:sfb 649.wiwi.huberlin.de Forschungsgemeinschaft through the SFB 649 Economic Risk. This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. SFB 649 Discussion Paper Series 2013 For a complete list of Discussion Papers published by the SFB 649, please visit http:sfb 649.wiwi.huberlin.de. 041 Goodnessoffit Test for Specification of Semiparametric Copula Dependence Models by Shulin Zhang, Ostap Okhrin, Qian M. Zhou and Peter X.K. Song, September 2013. Volatility linkages between energy and agricultural commodity prices by Brenda Lopez Cabrera and Franziska Schulz, September 2013. Testing the PreferredHabitat Theory: The Role of TimeVarying Risk Aversion by Till Strohsal, September 2013. Assortative matching through signals by Friedrich Poeschel, September 2013. 042 043 044 SFB 649, Spandauer Strae 1, D10178 Berlin http:sfb 649.wiwi.huberlin.de This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. ", "filename": "SFB649DP2013-044.pdf", "person": ["Friedrich Poeschel", "Poeschel, Friedrich"], "date": ["2013"]}