{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/107444/1/tuc-wpe_0003.pdf"], "title": ["Die Förderung erneuerbarer Energien in der Stromerzeugung auf dem ordnungspolitischen Prüfstand"], "plaintext": " 1Die Forderung erneuerbarer Energien in der Stromerzeugung auf dem ordnungspolitischen Prufstand JensPeter Springmann, Clausthal 07.09.2005 Zusammenfassung: Der internationale Vergleich von Forderinstrumenten fur die Erhohung des Stromanteils aus erneuerbaren Energiequellen zeigt einen Einsatz unterschiedlichster hoheitlicher Instrumente auf. Die national unterschiedlichen Ausbaustande alternativer Erzeugungstechnologien lassen sich durch spezifische nationale Besonderheiten, aber auch durch den Einsatz unterschiedlicher Forderinstrumente begrunden. Der vorliegende Aufsatz fasst die wesentlichen Aussagen einer umfassenden ordnungspolitischen Analyse Springmann, 2005 unterschiedlicher Typen von Forderinstrumenten zusammen. So zeigt die Untersuchung, dass sich umweltschutz und forschungspolitische Zielsetzungen einer solchen Forderpolitik problemlos begrunden und legitimieren lassen. Die Analyse kommt zu dem Ergebnis, dass mengenorientierte Forderinstrumente in Form von Quotenmodellen mit handelbaren Zertifikaten aus ordnungspolitischer Sicht ideale Forderinstrumente darstellen und Festpreissysteme, trotz ihrer bisherigen Erfolge in der Praxis, mit ordnungspolitischen Bedenken verbunden sind. 1 Einleitung Die wesentlichen Impulse fur die Entwicklung und den Einsatz alternativer Stromerzeugungstechnologien auf Basis erneuerbarer Energien EE gingen in Deutschland v.a. von den Olpreiskrisen 1974 und 197980 aus. Gleichzeitig wurden auch erste Anstrengungen zu einem rationellen Umgang mit den vorhandenen fossilen Energieressourcen unternommen BINEInformationsdienst, 1998; Schaeffer et al., 1999, S. 22. Stand zunachst die Technologieentwicklung im Fokus der Forderpolitik, so wurden alternative Technologien erst unter dem Eindruck der Tschernobylkatastrophe sowie der aufkommenden Klimaschutzdebatten starker als Option einer nachhaltigen Energieversorgung diskutiert. In Deutschland fuhrten Markteinfuhrungsprogramme sowie das Stromeinspeisegesetzes von 199091 zu einem drastischen Anstieg der Nutzung von regenerativen Energiequellen in der Stromerzeugung, insbesondere der Windenergie, welche mittlerweile als eine nahezu wettbewerbsfahige EETechnologie betrachtet werden kann. Fur die einzelnen Mitgliedsstaaten der Europaischen Union EU lasst sich eine Koexistenz unterschiedlichster Forderinstrumente aufzeigen EUKommission, 2001. Obgleich es seitens der EUKommission bei der Diskussion um eine EEForderrichtlinie Rat der Europaischen Union, 2001 Bestrebungen fur eine einheitliche Forderpolitik gab, herrschen nach wie vor unterschiedlichste nationale Forderbedingungen vor. Insofern zeigt sich, dass die Diskussion uber Fordermodelle fur EEStrom bei weitem noch nicht abgeschlossen ist und Bewertungen alternativer Forderinstrumente weiterhin einen Gegenstand der okonomischen Forschung darstellen konnen. 2Zu diesem Themengebiet existieren bereits zahlreiche Analysen. So fokussiert ein erster Strang auf einen Vergleich zwischen Festpreismodellen und Quotenhandelsmodellen und versucht praxisorientierte Handlungsempfehlungen zu geben z.B. Haberzettel, 2000. Diese Analysen stutzen sich z.T. auf empirischen Erfahrungen, leiten jedoch kaum okonomisch fundierte Ergebnisse ab. Den zweiten Strang bilden theoriegeleitete Untersuchungen. So stellen Schaeffer et al. 1999 eine Analyse zur Ausgestaltung eines funktionsfahigen und okonomisch effizienten Quotenhandelssystems vor. Vor allem in der deutschsprachigen Literatur findet die Bewertung von EEForderinstrumenten haufig anhand eines umfangreichen ordnungspolitischen Kriterienkatalogs statt Grossekettler, 1991, S. 112ff; Rennings et al., 1996, S. 20, welcher auch die Grundorientierung dieses Aufsatzes darstellt. Die bisher vorliegenden Untersuchungen weisen allerdings z.T. deutliche inhaltliche Defizite auf. So konzentriert sich z.B. Drillisch 1999; 2001 ausschlielich auf umweltpolitische Forderziele. Brauer und Bergmann 2001 berucksichtigen dagegen mehrere Zieldimensionen der EEForderung, allerdings findet hier keine fundierte okonomische Analyse statt. Homburger und Gelbhaar 2001 bleiben in ihrer grundlegenden, nur unzureichend begrundeten Ablehnung von Festpreissystemen stehen. Vo et al. 2000 nehmen anhand des GrossekettlerRenningsSchemas einen Instrumentenvergleich vor, der sich jedoch nur auf bereits implementierte Typen von Forderinstrumenten beschrankt. Wesentlich umfassendere Instrumentenanalysen anhand des GrossekettlerRenningsSchemas finden sich bei Brauer und Kuhn 2001 und Brauer 2002. Diese Arbeiten stutzen sich jedoch ausschlielich auf reine Plausibilitatsuberlegungen und lassen entgegen ihren Anspruchen die Bewertungsrangfolgen einzelner Varianten von Forderinstrumenten weitestgehend unbegrundet. Eine Integration und Synthese der Ergebnisse bisheriger ordnungspolitischer Untersuchungen von EEForderinstrumenten in einen einheitlichen Analyserahmen stellt ein Ziel des Instrumentenvergleichs in Springmann 2005 dar. Ferner erfolgt darin eine deutlich starkere okonomische Fundierung der abzuleitenden Ergebnisse. Die wesentlichen Ergebnisse dieser Arbeit werden im vorliegenden Aufsatz kurz dargestellt, welcher wie folgt aufgebaut ist. In Abschnitt 2 werden Begrundungen fur eine staatliche Energiepolitik sowie die Forderziele fur erneuerbare Energien vorgestellt. Nachdem im Abschnitt 3 die zu untersuchenden Forderinstrumenten in ihren Grundzugen dargestellt wurden, findet im Abschnitt 4 der fur die Instrumentenbewertung verwendete Kriterienkatalog eine nahere Betrachtung. Die Ergebnisse der vergleichenden Instrumentenanalyse werden schlielich im Abschnitt 5 dargestellt. Ein Fazit sowie ein kurzer Ausblick bilden den Abschluss. 32 Zur Legitimation einer staatlichen EEForderung 2.1 Begrundungen staatlicher Energiepolitik Staatliche Eingriffe in Markte bedurfen stets einer Legitimitatsprufung, da sie die marktliche Selbststeuerung beeinflussen und fur die betroffenen Akteure einen Zwangscharakter aufweisen Molitor, 2001, S. 2. Eine theoretische Eingriffsbegrundung kann ein Mindestma an wirtschaftspolitischer Rationalitat sicherstellen, zieladaquate Eingriffe ermoglichen und purem wirtschaftspolitischen Aktionismus entgegenwirken. Im Folgenden werden einige Indikatoren angefuhrt, welche eine staatliche Energie bzw. EEForderpolitik grundsatzlich legitimieren konnen Espey, 2001, S. 17f, Hensing et al., 1998, S. 16ff  Da knappe Ressourcen in Marktwirtschaften optimalerweise uber den Markt alloziiert werden, konnen wirtschaftspolitische Eingriffe nur mit dem Marktversagensargument begrundet werden. Die Versorgungssicherheit eines Energiesystems stellt ein offentliches Gut dar, weshalb der Markt alleine zu keiner ausreichenden Diversifikation von Erzeugungstechnologien fuhren wird Rader und Norgaard, 1996, S. 40. Durch einen forcierten Einsatz von ErneuerbarenEnergienAnlagen EEA kann hingegen dessen Stabilitat gegenuber ausfallbedingten Schocks erhoht und somit eine Forderung von EEStrom begrundet werden. EEStrom weist Elemente privater und offentlicher Guter auf. Wahrend die Lieferung ein privates Gut darstellt, tragt die Erzeugung durch die Emissionsvermeidung auch zur Bereitstellung offentlicher Guter bei Wiser und Pickle, 1997a, S. 11f. So lasst sich der Energiesektor als ein Bereich identifizieren, welcher zu einem erheblichen Teil fur die klima und umweltbeeintrachtigenden Schadstoffemissionen Deutschlands mitverantwortlich ist BMU, 2002. Die bisherigen europaischen Erfahrungen mit sog. Grunen Stromtarifen, also Tarifen, in welchen Kunden freiwillig hohere Preises fur den Bezug von EEStrom zahlen, zeigen deutlich das Vorliegen eines TrittbrettfahrerProblems auf Schnorrenberg, 1998; Batley et al., 2001. Diese unvollstandige Berucksichtigung des sozialen Nutzens umweltfreundlich erzeugter Energie kann wiederum staatliche Eingriffe begrunden. Ebenso weist die Forschung und Entwicklung neuer EEA Aspekte eines offentlichen Gutes auf. Es bleibt allerdings zu beachten, dass sich ein Marktversagen nicht an den tatsachlichen Eigenschaften eines Gutes festmacht. Vielmehr entscheiden soziale Arrangements daruber, ob ein Gut optimal uber den Markt alloziiert werden kann Fritsch et al., 1999, S. 344ff  Fur den Bereich der Energieversorgung lasst sich eine weitestgehende Marktfahigkeit der entsprechenden Produkte und Leistungen konstatieren Hensing, 1998, S. 161. Im Falle er 4neuerbarer Energien konnen Informations und Anpassungsmangel bei marktlicher Koordination staatliche Eingriffe rechtfertigen Hensing, 1998, Kap. 13. So konnen Substitutionshemmnisse existieren, auf Grund derer marktliche Anpassungsprozesse zeitlich verzogert werden konnen. Die historische Entwicklung des deutschen Kraftwerkparks, welche durch die Ziele einer sicheren und preisgunstigen Elektrizitatsversorgung gekennzeichnet war, kann Strukturveranderungen verzogern und Substitutionskosten fur neue Technologien erhohen, welche noch am Beginn ihrer Lernkurve stehen und erst durch eine starkere Diffusion ihre optimale Entwicklungsstufe erreichen konnen Lamy et al., 2002, S. 3. Es lassen sich somit strukturelle Anpassungshemmnisse fur EEA identifizieren, welche nur durch eine geeignete staatliche Forderung abgebaut werden konnen. Fur den Energiesektor kann zudem haufig ein suboptimales Einsatzverhaltnis von Energie und Kapital konstatiert werden Hensing, 1998, S. 163. Der Energiepolitik kann an dieser Stelle die Aufgabe ubertragen werden, energieeffizienzfordernde Manahmen zu ergreifen bzw. sachliche Hemmnisse einer Effizienzverbesserung zu beseitigen. In zeitlicher Hinsicht kann die Ressourcenproblematik weiteren Handlungsbedarf begrunden. Gleichwohl ruckt hier weniger die Verfugbarkeitsproblematik von Ressourcen in den Vordergrund als vielmehr die Klimafolgen des Einsatzes fossiler Energietrager. Die Aufgabe der Energiepolitik kann darin gesehen werden, durch Implementation von FEProgrammen den langfristigen Ubergang zu BackStopTechnologien vorzubereiten. Als nachstes Marktversagensargument rucken negative und positive externe Effekte in den Mittelpunkt. So schlagen sich die okologischen Vorteile von EEA direkt in deren Kosten nieder. Die negativen externen Effekte der konventionellen Erzeugung finden im Gegenzug wenn uberhaupt nur eine teilweise, aber nicht vollstandige Berucksichtigung in deren Kosten Friedrich und Krewitt, 1997; Hohmeyer, 2002. Diese unvollstandige Internalisierung externer Kosten auf Seiten konventioneller Energien fuhrt zu wettbewerblichen Nachteilen fur EEA, welche energiepolitische Eingriffe rechtfertigen konnen. Positive externe Effekte konnen zu einem suboptimalen FENiveau fuhren. Da aber eine Diversifikation und Dezentralisierung der Erzeugungstechnologien die Stabilitat des gesamten Versorgungssystems erhohen kann, lassen sich auch auf Grund des essenziellen Charakters des Energiesystems fur eine Volkswirtschaft energiepolitische Aktivitaten begrunden. Es bleibt somit festzuhalten, dass bei der Forderung erneuerbarer Energietrager zahlreiche wirtschaftspolitische Eingriffsoptionen durch Marktversagensargumente ausreichend begrundet werden konnen. 52.2 Ziele der EEForderung Die politisch gesetzten Ziele der EEForderung lassen sich prinzipiell in umweltpolitische, wirtschaftspolitische und forschungspolitische Ziele differenzieren van Beek und Benner, 1998, S. 6. Aus einer umweltpolitischen Motivation heraus sind z.B. Ziele des Klima und Ressourcenschutzes zu nennen. Ein verstarkter Einsatz erneuerbarer Energietrager soll zu einer Reduktion bzw. Vermeidung klimaschadlicher Gase beitragen und gleichzeitig nichtregenerative Energiequellen schonen Bundesregierung, 1990; EUKommission, 1995; EEG, 2004, 1. Daneben werden vielfach auch wirtschafts und forschungspolitische Zielsetzungen mit einem EEAusbau verbunden EUKommission, 1997, S. 7ff., Rat der Europaischen Union, 2001. Im Bereich der Wirtschaftsforderung werden die erwarteten positiven Arbeitsplatzeffekte sowie die Exportchancen in zukunftstrachtigen Industrien als wesentliche Zielgroen betont EUKommission, 1997, S. 22f. Auch kann die langfristige Versorgungssicherheit des Energiesystems durch die Verringerung der Abhangigkeiten von Brennstoffimporten zu den wirtschaftspolitischen Zielen gerechnet werden EUKommission, 1997, S. 6; 2000, S. 25. Als letzte Zieldimension verbleiben forschungspolitische Ziele. So wurde die Forderung von erneuerbaren Energietragern schon im Zuge der beiden Olpreiskrisen diskutiert, um dadurch die Sicherheit der Energieversorgung aufrechterhalten zu konnen BINEInformationsdienst, 1998. Neben der Entwicklung neuer Erzeugungstechnologien zielten FEProgramme auch auf eine Senkung der spezifischen Stromgestehungskosten auf das Niveau konventioneller Technologien. Aus den Zielen der Technologieforderung lasst sich somit das Ziel einer Senkung der Stromgestehungskosten von EEA ableiten. 3 Forderinstrumente fur erneuerbare Energiequellen Fur eine Kategorisierung von EEForderinstrumenten sind unterschiedlichste Systematisierungsansatze denkbar Hansmeyer, 1993, S. 64ff.; Espey, 2001. Um den notwendigen Aufwand fur die ordnungspolitische Analyse reduzieren zu konnen, beschrankt sich die Analyse auf drei Grundtypen spezifischer Fordermodelle fur EEStrom. Die Untersuchung fokussiert auf verschiedenen Formen von Einspeisemodellen als Preissteuerungsinstrumente sowie Ausschreibungs und Quotenmodellen als Mengensteuerungsinstrumente. Die Gestaltungsmoglichkeiten dieser drei Grundtypen werden anhand der folgenden Instrumententypologie dargestellt Brauer und Kuhn, 2001, S. 42ff  Zur Vereinfachung werden alle Modellvarianten als sich gegenseitig ausschlieende Alternativen betrachtet. 6Zu den ordnungspolitisch relevanten Merkmalen von Einspeisemodellen E werden die Tarifgestaltung, die Art des Netzzugangs sowie die Refinanzierung der Vergutungen gezahlt. Die Einspeisetarife konnen prozentual an den Erlosen der konventionellen Erzeugung angelehnt sein oder fixe Betrage je eingespeister k Wh darstellen. Beide Varianten weisen nur geringe ordnungspolitische Differenzen auf und werden nachfolgend nicht weiter differenziert. Von weitaus groerer Bedeutung sind die Regelungen zum MarktNetzzugang sowie zur Refinanzierung der Einspeisevergutungen. Fur den Marktzugang sind dabei grundsatzlich zwei unterschiedliche Regime voneinander abzugrenzen: Eine Abnahmepflicht des Netzbetreibers AP oder alternativ eine Selbstvermarktung durch die EEProduzenten SV. Bei einer Abnahmepflicht wird stets gewahrleistet, dass der produzierte Strom abgenommen und vergutet wird. Bei einer Selbstvermarktung stehen die EEStromproduzenten dagegen im direkten Wettbewerb mit anderen Anbietern. Ferner mussen Finanzierungsregelungen fur die Vergutungen getroffen werden. Grundsatzlich sind hier ebenfalls zwei Varianten in Form einer Haushaltsfinanzierung HF oder einer Umlagefinanzierung UF zu unterscheiden. Anhand dieser dargestellten ordnungspolitisch relevanten Ausgestaltungsvarianten lassen sich wie Tabelle 1 zeigt vier unterschiedliche Typen von Einspeisemodellen abgrenzen. Tabelle 1: Varianten von Einspeisemodellen Staatshaushalt HF Stromumlage UF Abnahmepflicht AP Selbstvermarktung SV EAPHF ESVHF EAPUF ESVUF Quelle: Brauer und Kuhn, 2001, S. 45. Den zweiten zu untersuchenden Modelltyp stellen mengenregulierende Ausschreibungsmodelle A dar. Hinsichtlich des Marktzugangs sowie der Finanzierung der an die Ausschreibungsgewinner zu zahlenden Vergutungen stehen hier die gleichen Optionen wie bei Einspeisemodellen zur Verfugung. Als zusatzliche Dimension wird die Art der Mittelzuwendung identifiziert. Dabei konnen die Varianten einer Betriebskostenforderung BK sowie eines Investitionskostenzuschusses IZ voneinander abgegrenzt werden. Unter Betriebskostenzuschussen sind laufende Zuschusse zu den Betriebs und Wartungskosten zu verstehen. Demgegenuber stellen Investitionszuschusse einmalige Zahlungen an EEAInvestoren dar. Fur Ausschreibungsmodelle lassen sich zeigt insgesamt acht alternative Modellvarianten identifizieren Tabelle 2: Tabelle 2 : Varianten von Ausschreibungsmodellen Abnahmepflicht Selbstvermarktung 7 Staatshaushalt Stromumlage Staatshaushalt Stromumlage Betriebskostenforderung BK Investitionskostenzuschuss IZ AAPHFBK AAPUFBK ASVHFBK ASVUFBK AAPHFIZ AAPUFIZ ASVHFIZ ASVUFIZ Quelle: Brauer und Kuhn, 2001, S. 46. Als letzter Modellgrundtyp sind schlielich Quotenmodelle Q zu nennen. Die hier berucksichtigten Ausgestaltungsalternativen beziehen sich auf den Kreis der Quotenverpflichteten, den Regelungen des Marktzugangs sowie auf die Art der Quotenerfullung und damit auf die Handelbarkeit der Zertifikate Brauer und Bergmann, 2001, S. 206. Bei der Einfuhrung eines Quotenmodells sind zunachst die Quotenverpflichteten zu bestimmen. Fur die ordnungspolitische Bewertung ist es von entscheidender Bedeutung, ob nur eine vergleichsweise uberschaubare Zahl von Stromerzeugern, Handlern undoder Netzbetreibern verpflichtet wird oder ob alle Stromnachfrager einer Verpflichtung nachkommen mussen. Eine Verpflichtung von Netzbetreibern steht allerdings im Widerspruch zum UnbundlingPrinzip Rat der Europaischen Gemeinschaften, 1997, Art. 7 Abs. 6 und Art. 14; En WG, 1998, 4 Abs. 4. Erzeugerverpflichtungen werden aus der weiteren Untersuchung ausgeschlossen, da sie sich gegenuber Endverbraucher und Einzelhandlerverpflichtungen als unterlegen erwiesen haben Brauer und Bergmann, 2001, S. 209ff  Somit werden lediglich die Alternativen einer Verkaufer VP und einer Endverbraucherverpflichtung EP der Analyse zugefuhrt. Fur den Netzzugang gelten auch hier die bereits genannten Optionen. Die Art des Erfullungsmechanismus stellt ein weiteres Klassifikationsmerkmal von Quotenmodellen dar. Hier werden Modelle differenziert, in welchen die Verpflichtung entweder durch die Abnahme von EEStrom GS oder alternativ durch den Kauf von EEStromzertifikaten GZ erfullt werden kann. Die Einfuhrung handelbarer Zertifikate erlaubt den EEABetreibern eine getrennte Vermarktung: Die Commodity Strom wird zu den ublichen konventionellen Grohandelspreisen verkauft. Die Serviceeigenschaft Okologievertraglichkeit wird auf einem separaten Markt gehandelt, auf welchem EEABetreiber durch den Verkauf von Zertifikaten zusatzliche Vergutungen realisieren konnen. Ist diese Trennung von Service und Commodity nicht gegeben, so zielen Quotemodelle auf einen reinen EEStromhandel ab. Bei dieser physikalischen Quotenerfullung haben die Verpflichteten eine festgelegte EEStrommenge von den Produzenten abzunehmen. Diese Abnahme wird durch den Erhalt von Zertifikaten belegt. Die insgesamt acht Varianten von Quotenmodellen werden in Tabelle 3 dargestellt. 8 Tabelle 3 : Varianten von Quotenmodellen Abnahmepflicht Selbstvermarktung Einheit Service und Commodity GS Trennung Service und Commodity GZ Einheit Service und Commodity GS Trennung Service und Commodity GZ Endverbraucherverpflichtung EP Verkauferverpflichtung VP QAPEPGS QAPEPGZ QSVEPGS QSVEPGZ QAPVPGS QAPVPGZ QSVVPGS QSVVPGZ Quelle: Brauer, 2002, S. 69. Anhand der gemachten Ausfuhrungen lassen sich insgesamt 20 Fordermodelle differenzieren. Einige dieser Instrumente werden bereits in der Praxis eingesetzt oder stehen zumindest fur einen Einsatz zur Diskussion. Die ubrigen Modelle stellen weitere, theoretisch durchaus denkbare und z.T. auch innovative Varianten dar. 4 Kriterien zur Beurteilung wirtschaftspolitischer Manahmen Aus der umweltokonomischen Literatur stehen vielfaltigste Bewertungskriterien zur Verfugung, welche auch fur EEForderinstrumente Anwendung finden konnen. Im Folgenden wird auf das Prufschema von Grossekettler 1991 und Rennings et al. 1996 zuruckgegriffen, welches bereits eine starke Verbreitung gefunden hat Brauer, 2002; Brauer und Kuhn, 2001; Brauer und Bergmann, 2001; Drillisch, 2001. Das Prufschema baut auf funf aufeinander folgenden Forderungen an die Wirtschaftspolitik auf Grossekettler, 1991, S. 113ff.; Rennings, 1996, S. 19ff.: So sind die verfolgten Ziele zu formulieren und ausreichend zu operationalisieren. Anschlieend werden die Ziele in einer vertragstheoretischen Legitimation auf ihre Gemeinwohlorientierung hin uberpruft. Nach Festlegung der optimalen Entscheidungsebene uber den Instrumenteneinsatz findet eine okonomische Bewertung statt. Abschlieend werden die institutionelle Beherrschbarkeit der Manahmen, also deren politische Durchsetzbarkeit sowie politische Missbrauchspotenziale, untersucht. Die einzelnen Schritte werden nachfolgend skizziert. 4.1 Zielformulierung und Zieloperationalisierung Als logische Voraussetzung einer jeden rationalen Politik sind die Zielsetzungen ausreichend zu formulieren und zu operationalisieren Grossekettler, 1991, S. 113. Falls mehrere Ziele simultan verfolgt werden sollen, sind deren Beziehungen zueinander zu identifizieren Streit, 2000, S. 282ff  Bei nachgewiesenen Zielkonkurrenzen ist die ordnungspolitische Analyse 9fur jedes Ziel separat durchzufuhren, bei harmonischen Zielbeziehungen ist ein einmaliger Durchlauf fur alle verfolgten Ziele ausreichend Grossekettler, 1999, S. 585. Den Zielen sind die gewunschten Zielgroen zuzuordnen installierte Erzeugungskapazitaten, EEStromerzeugung etc  Ferner ist anhand geeigneter Indikatoren zu untersuchen, ob bzw. inwieweit die angestrebten Ziele bereits realisiert wurden. Sofern mehrere Ziele simultan verfolgt werden sollen und Zielneutralitat oder Zielkonkurrenzen vorliegen, ist jedem Ziel wenigstens ein eigenes Instrument zur Verfugung zu stellen, um Dosierungskonflikte vermeiden und eine rationale und konsistente wirtschaftspolitische Problemlosung erreichen zu konnen Tinbergen, 19521972, S. 27ff  Zur Vermeidung von Kompetenzkonflikten ist jedem Ziel nur ein Entscheidungstrager zuzuordnen. Alle weiteren Analyseschritte sind dann fur jedes einzelne Teilziel separat vorzunehmen. Beim Vorliegen komplementarer Zielbeziehungen konnen Zielerreichungskosten steigen, wenn durch den Einsatz eines Instrumentes auch Ziele anderer, mit entsprechenden Ressourcen ausgestatteter Instrumententrager erreicht werden konnen. Hier sind die Ziele ex ante in eine zeitliche Prioritatenfolge zu bringen. Dem hochstpriorisierten Ziel wird ein Instrument sowie ein Trager zugeordnet. Reichen die Erfullungsgrade komplementarer Ziele nach erfolgtem Instrumenteneinsatz noch nicht aus, so ist ex post uber einen zusatzlichen Instrumenteneinsatz fur das zweiwichtigste Ziel zu entscheiden. 4.2 Vertragstheoretische Legitimation der Manahmenziele Dieser Analyseschritt beruht auf den Erkenntnissen der Neuen Politischen Okonomie, dass politische Akteure nicht immer gemeinwohlorientierte, sondern auch eigennutzorientierte Ziele verfolgen. Politische Manahmen konnen somit gezielt auf die Praferenzen relevanter und einflussreicher Interessen und Wahlergruppen ausgerichtet sein Downs, 1968, S. 27f; Rothfels, 1997, S. 27. Eine Legitimitatsprufung soll Manahmen eliminieren, welche nicht mit gesellschaftlichen Zielvorstellungen kongruent sind. Da ein vollstandiger Sozialvertrags nicht realisierbar ist, vollzieht sich die Legitimationsprufung in zwei verschiedenen, sich wechselseitig bedingenden Tests. Den ersten Test bildet eine hypothetische Rechtfertigung der Ziele, mit welchem die wirtschaftspolitische Intervention auf ihre Gemeinwohlorientierung Konsensfahigkeit uberpruft wird. Dabei wird gefragt, welche Ziele rationale Individuen vor dem Schleier der Nichtwissens einstimmig definieren wurden Rawls, 1971, S. 160ff  Dieser ideale Gesellschaftsvertrag wird in einem zweiten Test auf seine empirische Relevanz hin untersucht. Kann anhand des beobachteten Verhaltens der Gesellschaftsmitglieder von mehrheitsfahigen Zielset 10zungen ausgegangen werden, so lassen sich Ruckschlusse auf eine Gemeinwohlorientierung des geplanten Eingriffs ziehen. 4.3 Wahl der Entscheidungsebene bzw. des Entscheidungsprozesses In diesem Schritt ruckt die Zuteilung von Entscheidungskompetenzen fur den Instrumenteneinsatz in den Mittelpunkt. Nur wenn z.B. auf Grund komplexer Zusammenhange bei Entscheidungen auf der Individualebene nicht mit einer adaquaten Entscheidungsfindung gerechnet werden kann, sind Kompetenzen auf die nachst hohere staatliche Ebene zu ubertragen. Bei der Verteilung von Entscheidungskompetenzen ist zudem das Kongruenzkriterium zu beachten, welches zwei Unterprinzipien beinhaltet Grossekettler, 1991, S. 117: Gema dem Aquivalenzprinzip hat bei der Erstellung eines Kollektivgutes der Kreis der Nutzer des Gutes dem Kreis der Zahler zu entsprechen. Das Demokratieprinzip verlangt eine Ubereinstimmung der Entscheidungsunterworfenen mit den Kontrollberechtigten. Dem Prinzip der Direktkontrolle folgend sollen Kontrollkompetenzen nicht mediatisiert werden. Insgesamt wird das Ziel verfolgt, Entscheidungskompetenzen bei der Bereitstellung und Finanzierung von Kollektivgutern immer auf einer die Hauptbetroffenen umfassenden, dezentralen Ebene anzusiedeln. 4.4 Okonomische Legitimation In diesem Analyseschritt werden die Manahmen nach ihren Beitragen zur Zielerreichung und ihrer Konformitat mit der vorliegenden Wirtschaftsordnung analysiert. Neben einer Wirkungsanalyse der marktwirtschaftlichen Koordinationsmechanismen wird uberpruft, ob ordnungspolitischen Manahmen ein Vorrang gewahrt wird und potenzielle Kompetenzmissbrauche wirkungsvoll unterbunden werden konnen. Kann das gewunschte Ziel nur unter Inkaufnahme von Ordnungsinkonformitat erreicht werden, so ist deren Ausma im Vergleich zu alternativen Manahmen auf das notwendige Minimum zu beschranken. In einem letzten Prufungsschritt werden die Instrumente auf ihre okonomische Effizienz hin uberpruft. Die gesamte Analysestufe setzt sich aus den nachfolgend dargestellten Schritten zusammen. 4.4.1 Zielkonformitat In diesem Schritt werden die Instrumente identifiziert, von denen die hochsten Beitrage zur Zielerreichung erwartet werden konnen. Ferner wird mit der Betrachtung der instrumentenspezifischen Implementationsdauer Konzeptions und Durchsetzungsdauer sowie moglicher Wirkungsverzogerungen Reaktions und Durchfuhrungsverzogerungen die Geschwindigkeit der Zielerreichung analysiert Drillisch, 2001, S. 301. Ferner werden auch die Wirkungen konjunktureller Schwankungen auf die Funktionsfahigkeit einzelner Instrumente untersucht. 114.4.2 Systemkonformitat In diesem Analyseschritt stehen die wesentlichen Wirkungen der einzelnen Manahmen auf die Funktionsfahigkeit des Wirtschaftssystems im Vordergrund. Fur die Konformitatsprufung findet eine Beschrankung auf die wesentlichen Strukturmerkmale marktwirtschaftlicher Ordnungen statt Knuppel, 1989, S. 133ff  Somit werden die Wirkungen der Instrumente u.a. auf die Grundprinzipien einer dezentralen Planung und Lenkung der Wirtschaftsaktivitaten, einer freien Preisbildung und eines funktionsfahigen Wettbewerbs naher untersucht.1 Die Uberprufung der Systemkonformitat beinhaltet zwei Teilanalysen. Die Marktkonformitatsprufung schliet die Prufung der instrumentellen Subsidiaritat ein. Hier werden mogliche Einschrankungen individueller Entscheidungskompetenzen untersucht. Erganzend ist zu fragen, ob ein Vorrang der Ordnungs gegenuber der Prozesspolitik eingeraumt wird. Bei der Uberprufung unerwunschter Nebenwirkungen werden Folgen auf allgemeine stabilitats und verteilungspolitische Ziele mit berucksichtigt Berg et al., 1999, S. 240. Dabei rucken auch Effizienzuberlegungen ins Zentrum, da von effizienten Manahmen geringere negative Wirkungen auf die Volkswirtschaft erwartet werden durften Dietrich, 1994, S. 342. 4.4.3 Okonomische Effizienz Eine Beurteilung der instrumentenspezifischen Zielerreichungskosten stellt das zentrale Entscheidungskriterium dieser Analysestufe dar. In Form eines forderpolitischen Rationalprinzips werden die Instrumente identifiziert, welche die Forderziele zu den niedrigsten Kosten erreichen konnen. In einer statischen Effizienzanalyse wird der Frage nachgegangen, welches Instrument die gesetzten Ziele zu welchen Kosten realisieren kann. Da von wettbewerblich vergebenen Fordermitteln deutliche Reduktionen der Zielerreichungskosten angenommen werden konnen, findet die potenzielle Wettbewerbsintensitat unter den EEAnbietern ebenfalls Eingang in die Analyse. Ferner wird mit dem Konzept der Fordermitteleffizienz untersucht, ob Fordermittelempfanger instrumentenspezifische Zusatzrenten realisieren konnen. Die instrumentenspezifischen Anreize zu technologischem Fortschritt werden in der dynamischen Effizienzanalyse untersucht. Ein Instrument gilt als dynamisch effizient, wenn es Anreize zu einem forcierten technischen Fortschritt sowie zur Ausschopfung moglicher Kostensen 1 Hierbei ist darauf zu achten, dass Marktkonformitat nicht mit Systemkonformitat zu verwechseln ist, da z.B. auch marktinkonforme Instrumente zur Systemstabilitat beitragen konnen Rennings, 1996, S. 24. 12kungspotenziale bietet. Als weiteres Effizienzkriterium werden die mit der Instrumentenimplementierung und durchfuhrung verbundenen Transaktionskosten berucksichtigt. Institutionelle Beherrschbarkeit 4.5 Die letzte Analysestufe bildet ein Vergleich der institutionellen Beherrschbarkeit der EEForderinstrumente. Im Mittelpunkt stehen hier die Durchsetzbarkeit der einzelnen Instrumente im politischen Prozess politische Effizienz sowie die potenzielle Einflussmoglichkeiten politischer Akteure nach Implementation der jeweiligen Instrumente. Hinsichtlich der politischen Effizienz stellen mogliche Konfliktpotenziale bei der Umsetzung der Instrumente den zentralen Untersuchungsparameter dar. Insbesondere bei Verletzung verteilungspolitischer Ziele kann eine Manahme zu politischen Widerstanden fuhren Nagel, 1993, S. 50  Es wird somit berucksichtigt, dass theoretisch optimale Instrumente u.U. niemals in die Praxis umgesetzt werden konnen. Bei auftretenden Zielkonflikten ist eine Abwagung zwischen dem Scheitern der Instrumentendurchsetzung im politischen Prozess und einer unvollkommenen Zielerreichung beim Einsatz alternativer Instrumente vorzunehmen Rennings, 1996, S. 27. Hier waren dann Instrumente zu ermitteln, welche Konflikte zwischen den Forder und Verteilungszielen tendenziell am besten entscharfen konnen. Schlielich werden die Instrumente hinsichtlich deren Anfalligkeit gegenuber kurzfristiger Anderungen der politischen Praferenzen zu Lasten der EEForderung analysiert. Ordnungspolitische Instrumentenanalyse 5 Im folgenden Abschnitt werden die zentralen Ergebnisse der umfassenden ordnungspolitischen Analyse fur die ausgewahlten Varianten von Einspeise, Ausschreibungs und Quotenmodellen dargestellt. Die Analyse folgt in ihrem Aufbau dem vorgestellten Kriterienschema. 5.1 Zielformulierung und operationalisierung Aus umweltpolitischer Sicht werden mit der EEForderung abgeleitete Emissionsvermeidungsziele verfolgt. Erganzend rucken auch Ressourcenschutz und Versorgungssicherheitsargumente in den Fokus. Hieraus lassen sich sekundare Ausbauziele fur EEA ableiten: Durch eine Verdrangung der konventionellen Stromproduktion sollen Emissionen vermieden und endliche Ressourcen geschutzt werden. Bei den wirtschaftspolitischen Zielen wird die langfristige Sicherung von Arbeitsplatzen sowie der internationalen Wettbewerbsfahigkeit einer Volkswirtschaft durch neue Industrien und Dienstleistungen betont. Zur Entstehung eines neuen Marktes stellen stabile Erwartungen der Marktakteure eine wesentliche Voraussetzung dar, weshalb die Schaffung von Investitionssicherheit eine sekundare Zielsetzung darstellen 13kann. Forschungspolitische Ziele stellen auf die Entwicklung und okonomischer Verbesserung alternativer Stromerzeugungstechnologien ab. Somit kann das sekundare Ziel der Senkung der Gestehungskosten von EEStrom abgeleitet werden. In der politischen Diskussion um den Ausbau von EEA blieben die identifizierten Forderziele haufig ungenau, wurden in letzter Zeit allerdings immer starker konkretisiert z.B. EEG, 2004, 1 Abs. 2. Als operationalisierte Zielgroen werden haufig der Anteil von EEStrom an der gesamten Stromerzeugung in TWh oder die installierte Leistung in MW genannt. Fur forschungspolitisch motivierte Kostensenkungsziele kann eine Operationalisierung uber leistungsspezifische Anlagenkosten in k W oder uber anlagenspezifische Stromgestehungskosten in k Wh erfolgen. Eine Zieloperationalisierung ist hingegen bei wirtschaftspolitisch motivierten Zielsetzungen kaum moglich. Primare wirtschaftspolitische Ziele z.B. Schaffung von Arbeitsplatzen in der EEIndustrie lassen sich zwar anhand geeigneter Groen messen, sind jedoch kaum als Steuerungsgroen einer EEForderpolitik einzusetzen Brauer, 2002, S. 74. Das Ziel der Schaffung von Investitionssicherheit ist dagegen kaum zu operationalisieren und lasst sich nur als Verlasslichkeit bzw. Vorhersehbarkeit der Forderbedingungen oder als Sicherheit des EEStromabsatzes handhabbar machen. Es bleibt festzuhalten, dass sich primare Umwelt und Ressourcenschutz sowie FEZiele problemlos in sekundare Zielsetzungen der EEForderung transformieren lassen. Bei wirtschaftspolitischen Zielen ergeben sich erhebliche Probleme, da sich die sekundare Zielsetzung Schaffung von Investitionssicherheit nur schwierig operationalisieren lasst. Alle verfolgten Ziele weisen einen hohen Komplementaritatsgrad zueinander auf, weshalb auf einen nach Zielen differenzierten mehrfachen Durchlauf des Analyseschemas verzichtet werden kann. 5.2 Vertragstheoretische Legitimation der Manahmenziele Im Folgenden ist zu prufen, ob durch eine Verfolgung der genannten Ziele prinzipiell ein positiver Nutzen auf alle Gesellschaftsmitglieder ubergehen kann. Der allgemeine Nutzen einer EEForderung ist invariat bezuglich der eingesetzten Instrumente. Umwelt und ressourcenschutzorientierte Ziele wurden demnach nur verfolgt, wenn sie den Umweltschutzpraferenzen einer fur die Wiederwahl hinreichend einflussreichen Wahlergruppe entsprechen. Fur eine funktionsfahige Ziellegitimation lassen sich dagegen negative externer Effekte der konventionellen Stromerzeugung auf das offentliche Gut hohe Umweltqualitat anfuhren Friedrich und Krewitt, 1997, von denen die Gesellschaftsmitglieder betroffen sein konnen. Da Burger prinzipiell eine hohere Umweltqualitat einer niedrigeren Umweltqualitat vorziehen werden hypothetische Legitimation, und auch tatsachliche Handlungen der 14Burger z.B. Umweltschutzaktivitaten die Erwunschtheit dieses Gutes anzeigen Verweis auf konkludentes Handeln, kann somit eine Gemeinwohlorientierung attestiert werden. Fur das Gut FEInvestitionen lasst sich staatliches Handeln mit zu geringen privaten FEAnstrengungen in BackStopTechnologien z.B. EEA begrunden Hensing, 1998, S. 38. Sofern endlichen Ressourcenbestande noch keine geeigneten BackStopTechnologien gegenuberstehen, kann es zu Versorgungsengpassen kommen. Da Energie jedoch essenziell fur eine Volkswirtschaft ist, lassen sich auch Ziele des Ressourcenschutzes legitimieren. Primare wirtschaftspolitische Forderziele sind in ihrem Kern auf stabilitatspolitische Ziele zuruckzufuhren. Politokonomische Zielmotive bestehen in der Sicherung vorhandener sowie der Schaffung neuer Arbeitsplatze, um dadurch breite Wahlerpotenziale erreichen zu konnen. Zu diesen Zielen liee sich eine allgemeine Zustimmung aller Gesellschaftsmitglieder problemlos aufzeigen. Allerdings stellt sich die Frage, weshalb z.B. an die Stelle der Arbeitsmarktpolitik die Forderung eines neuen Industriesektors treten soll und ob durch die EEForderung uberhaupt konjunkturelle Probleme behoben werden konnen Brauer, 2002, S. 75. Dieses stellt vielmehr eine Anmaung von Wissen dar von Hayek, 19741996. Die EEForderung liefert somit den relevanten Wahlergruppen lediglich ein Signal fur eine aktive Beschaftigungspolitik. Ob hiervon neben EEAHerstellern und Investoren auch alle ubrigen Gesellschaftsmitglieder profitieren konnen, ist indes mehr als fraglich. Das Argument zu geringer privater FEAufwendungen kann ebenfalls fur Kostensenkungsziele herangezogen werden. Neben den Problemen positiver externer Effekte Arrow, 1962; Griliches, 1979; 1992 stellt die prinzipielle Ergebnisoffenheit und Unsicherheit uber den Erfolg von FEProzessen ein zusatzliches Problem dar. Insgesamt konnen somit sozial suboptimale FEAufwendungen resultieren Jaffe et al., 2002, S. 44. Auch fur das Kostensenkungsziel lasst sich ein politokonomischer Vorwurf ableiten. Insbesondere Anlagenhersteller und betreiber werden auf eine staatliche Forderung drangen. Mit der Bereitstellung des Gutes Versorgungssicherheit zu minimalen Kosten eroffnet sich dagegen ein funktionsfahiger Argumentationsstrang. Sinken die Kosten von EEAnlagen, so kann die Versorgungssicherheit zu geringeren Kosten erhoht werden hypothetische Legitimation. Da auf einem funktionsfahigen Strommarkt die jeweils kostengunstigsten Erzeugungsanlagen zum Einsatz kommen, und gegen eine EEForderung haufig die damit verbundenen hoheren angefuhrt werden, lasst das tatsachliche Akteursverhalten auf den Wunsch des Einsatzes kostengunstiger Technologien schlieen. 15Es lasst sich festhalten, dass sich die Ziele des Umwelt und Ressourcenschutzes sowie forschungspolitische Ziele relativ problemlos legitimieren lassen. Als problematisch erweist sich dagegen die Verfolgung wirtschaftspolitischer Ziele. Hier bleibt es fraglich, weshalb eine Forderpolitik an die Stelle u.U. problemadaquaterer konjunkturpolitischer Instrumente treten sollte. Von daher werden wirtschaftspolitische Zielsetzungen entgegen den Analysen von Brauer 2002 sowie Brauer und Kuhn 2001 von der weiteren Analyse ausgeschlossen. 5.3 Wahl der Entscheidungsebene bzw. des Entscheidungsprozesses Gema dem Subsidiaritatsprinzip sind Entscheidungen nur auf eine dem Zentralstaat naher liegende Instanz zu verlagern, wenn nicht mit einer situationsgerechten individuellen Entscheidungsfindung gerechnet werden kann. In der Analyse der Gultigkeit des Kongruenzprinzips werden die einzelnen Instrumentendesigns einer differenzierten Bewertung unterzogen. Individuelle Entscheidungen fuhren nicht notwendigerweise zu einem sozial optimalen EEAusbau, weshalb Instanzen auf einer ubergeordneten Ebene Entscheidungen uber den Einsatz von Forderinstrumenten zu treffen haben. Werden die Akteursbeziehungen durch eine ubergeordnete Ebene diktiert, so lassen sich die moglicherweise hohen Transaktionskosten privater Ubereinkunfte vermeiden. Wegen der prinzipiellen Funktionsschwachen freiwilliger Vereinbarungen Sollner, 2002 lassen sich u.U. sogar positive Wirkungen auf die Zielrealisation stimulieren. Entscheidungen uber den Instrumenteneinsatz sollten im Falle der EEForderung optimalerweise auf der EUEbene getroffen werden. Fur die Implementation eines einheitlichen Instruments spricht eine potenziell verbesserte raumlichen Allokation der Erzeugungsanlagen. Bei wettbewerblichen Instrumenten lasst sich zudem der Wettbewerbsdruck erhohen, woraus u.U. weitere Kostenreduktionen resultieren konnen. National unterschiedliche Forderpolitiken fuhren dagegen zu Handels und Wettbewerbsverzerrungen auf den Strommarkten EUKommission, 1998, S. 4. Und konnen zu internationale Externalitaten und Trittbrettfahrerproblemen fuhren. Das Kongruenzprinzip lasst sich in die Unterprinzipien des Aquivalenzprinzips, des Demokratieprinzips sowie des Prinzips der Direktkontrolle differenzieren. Das Aquivalenzprinzip fordert, dass bei der Bereitstellung eines Kollektivgutes dessen Nutzer und Zahler grotmoglich ubereinstimmen sollten. Hier werden haushaltsfinanzierte Einspeise und Ausschreibungsmodelle gegenuber Quotenmodellen als vorteilhaft eingestuft, welche auf Grund potenzieller unterschiedlicher Belastungswirkungen schlechter abschneiden. Bei Quotenmodellen sind Varianten mit einer Verkauferverpflichtung sowie einem Zertifikatshandel vorzuziehen, 16da diese ungleiche Kostenbelastungen ausgleichen konnen und der Kreis der Zahlungsverpflichteten ausgeweitet wird Drillisch, 2001, S. 74. Fur die Marktzugangs und Zuwendungsalternativen in Ausschreibungsmodellen kann keine Differenzierung vorgenommen werden. In der Analyse des Demokratie und Kontrollprinzips dominieren Quotenmodelle hingegen die anderen Modelltypen. Ferner sind an dieser Stelle Selbstvermarktungsmechanismen und eine Verpflichtung der Endkunden zu implementieren. Bei Einspeise und Ausschreibungsmodellen sind wiederum haushaltsfinanzierte Modelle vorzuziehen. Fur den Erfullungsmechanismus in Quotenmodellen sowie fur die Zuwendungsalternativen in Ausschreibungsmodellen kann keine Differenzierung vorgenommen werden. Erfahrt zusammenfassend das Aquivalenzprinzip eine starkere Gewichtung, da dessen Verletzung systematische Fehlanreize bei den Akteuren setzen kann, so lasst sich bei den Modellgrundtypen eine Unterlegenheit von Quotenmodellen gegenuber den gleichwertigen Einspeise und Ausschreibungsmodellen aufzeigen. Bezuglich der Marktzugangsform sind Modelle mit Selbstvermarktungsmechanismen vorzuziehen. Ferner wird bei der Finanzierungsform eine Umlagefinanzierung deutlich von einer offentlichen Finanzierung dominiert. Fur die Wahl der Mittelzuwendung in Ausschreibungsmodellen ist keine Bewertung moglich. In Quotenmodellen sind fur die bei der Wahl des Erfullungsmechanismus Zertifikatshandelsmodelle vorzuziehen. Bezuglich der Auswahl der Quotenverpflichteten lasst sich eine Uberlegenheit von Verkauferverpflichtungen aufzeigen. Diese Ergebnisse stehen auf Grund einer differenzierteren Vorgehensweise z.T. im Widerspruch mit vorliegenden Arbeiten Brauer, 2002, S. 75ff.; Brauer und Kuhn, 2001, S. 51ff  5.4 Okonomische Legitimation 5.4.1 Zielkonformitat Zur Korrektur des Marktversagens beim EEAusbau stehen grundsatzlich Preis und Mengenregulierungen zur Verfugung. Somit muss geklart werden, welcher Ansatz fur die EEForderung grundsatzlich am besten geeignet erscheint. Preisregulierungen erscheinen insgesamt als unterlegen, da hier die Zielerreichung z.B. Menge EEStrom auf Grund von Unsicherheiten uber die KostenPotenzialZusammenhange von EETechnologien nicht a priori garantiert ist. Bei Ausschreibungs und Quotenmodelle konnen die Zielmengen prinzipiell treffsicher erreicht werden. Quotenmodelle konnen sich durch rechtsverbindliche Verpflichtungen als deutlich wirksamere Variante erweisen. 17Eine theoriegeleitete Analyse von Preis oder Mengeninstrumenten kommt zu z.T. unterschiedlichen Ergebnissen. Bei vollstandigem Wissen des Regulierers uber die Verlaufe der Grenzkosten und Grenznutzenkurven der EEStromerzeugung fuhren beide Ansatze zu identischen Wirkungen Cropper und Oates, 1992, S. 682, bei Unsicherheit zeigen sich jedoch Unterschiede auf Weitzman, 1974. Fur die vergleichende Bewertung sind zunachst nur Unsicherheiten uber die Grenzkosten relevant Stavins, 1996, S. 221. Preisregulierungen sind vorzuziehen, wenn die Grenznutzenkurve in Relation zur Grenzkostenkurve einen flachen Verlauf aufweist. Umgekehrt sind mengensteuernde Instrumente vorteilhaft, wenn die Grenznutzenkurve eine groe Steigung aufweist. Da sich in der Praxis neben EEForderprogrammen auch weitere bedeutsame Klimaschutzinstrumente nachweisen lassen, kann prinzipiell von einer eher flach verlaufenden Grenznutzenfunktion ausgegangen werden. Damit zeigt sich eine theoretische Vorteilhaftigkeit von Preisregulierungen auf. Die Ergebnisse variieren jedoch bei simultaner Unsicherheit uber die Kurvenverlaufe Stavins, 1996, S. 222ff., da nun auch Unsicherheiten uber die Grenznutzenkurve einen Einfluss haben. Sind die Kosten und Nutzenkurven positiv korreliert, so nehmen die Vorteile mengensteuernder Instrumente zu, bei einer negativen Korrelation werden hingegen preissteuernde Instrumente bevorzugt. Da im umweltokonomischen Kontext v.a. positive Korrelationen denkbar sind, wird das zuvor abgeleitete Ergebnis mittels dieser Erweiterung umgekehrt Stavins, 1996, S. 230. Auch eine Erweiterung um eine unvollstandige Durchsetzbarkeit der Regulierung fuhrt zu ahnlichen Ergebnissen Montero, 2002. So sind in dieser Situation stets Mengeninstrumente vorzuziehen. Die Ausfuhrungen zeigen insgesamt, dass eindeutige Aussagen zur theoretischen Vorteilhaftigkeit von Preis oder Mengenlosungen nicht moglich sind. 5.4.1.1 Geschwindigkeit der Zielerreichung Auf dieser Stufe werden die Kriterien der instrumentenspezifischen Implementationsdauer sowie der Wirkungsverzogerungen eines Instrumentes herangezogen. In der Bewertung der Modellgrundtypen bleibt festzuhalten, dass erfahrungsgema die Einfuhrung von Einspeisemodellen mit einer relativ geringen Implementationsdauer verbunden ist Salje, 2000, S. 32. Die Geschwindigkeit der Zielerreichung ist v.a. von der Vergutungshohe und dem Akteursverhalten abhangig. Die Wirkungen der Vergutungen auf die Zielrealisation zeigen sich allerdings erst ex post. Bei notwendigen Vergutungsanpassungen erweisen sich diese Modelle als vergleichsweise unflexibel, weshalb erhebliche Wirkungsverzogerungen resultieren konnen. Der Implementationsaufwand fur Ausschreibungsmodelle kann als noch geringer angenommen werden Busch, 2003, S. 41. Diese konnen jedoch prinzipiell deutliche Potenziale fur 18Wirkungsverzogerungen eroffnen. Die Einfuhrung eines Quotenmodells geht dagegen mit einer hohen Implementationsdauer einher. Insbesondere wegen eines erhohten Konzeptions und Testbedarfs konnen Modelle mit einer physikalischen Erfullungspflicht deutlich schneller implementiert werden. Mogliche Wirkungsverzogerungen sind als relativ gering einzustufen, da diese z.B. bei entsprechender rechtlicher Ausgestaltung z.B. Strafzahlungen kompensiert werden konnen Brauer, 2002, S. 81; Drillisch, 2001, S. 303. Fur die Art des Marktzugangs zeigt sich ein deutlicher Vorteil einer Abnahmeverpflichtung auf, da hier das wirtschaftliche Risiko fur die Anlagenbetreiber wirksam begrenzt wird. Fur die Finanzierungsformen lasst sich ein Vorteil haushaltsfinanzierter Modelle aufzeigen, da hier kein komplizierter Ausgleichsmechanismus implementiert werden muss. Bei den Zuwendungsarten konnen sich laufende Betriebskostenzuschusse gegenuber einmaligen Investitionszuschussen als vorteilhaft erweisen Brauer, 2002, S. 82. Quotenmodelle mit Zertifikatsverpflichtungen als Erfullungsmechanismus sind als vorteilhaft einzustufen, da sie uber den Markt eine flexiblere und schnellere Quotenerfullung ermoglichen. Als Quotenverpflichtete sind Verkaufer heranzuziehen, da diese auf Grund ihrer besseren Marktkenntnis und Erfahrungen schneller als Endkunden die Quote erfullen durften. 5.4.1.2 Einfluss makrookonomischer Schwankungen Bei einer rucklaufigen Stromnachfrage sind von Modellen, welche als Marktzugang eine Abnahmeverpflichtung vorsehen, keine negativen Auswirkungen auf die EEStromerzeugung zu erwarten, da die Erzeuger ihre Erzeugung stets abgenommen und vergutet bekommen. Sofern hingegen makrookonomische Schwankungen zu Kostenerhohungen bei Anlagenbetreibern fuhren, kann bei einem bereits niedrigen Vergutungsniveau die Zielerreichung gefahrdet werden Drillisch, 2001, S. 301. Fur die Finanzierungsform wird festgehalten, dass Umlageverfahren von offentlichen Haushaltslagen unabhangig sind und somit eine groere Sicherheit fur EEAInvestoren vermitteln konnen Brauer und Kuhn, 2001, S. 56. Allerdings lassen sich haushaltsfinanzierte Vergutungen aus Vertrauensschutzmotiven nicht beliebig an veranderte Haushaltslagen anpassen, weshalb beide Alternativen nicht abschlieend beurteilt werden konnen. Auf Grund ihres diskreten Charakters lassen sich Ausschreibungsmodelle relativ unproblematisch an neue wirtschaftliche Bedingungen anpassen, wodurch allerdings deren Wirksamkeit beeintrachtigt werden kann. Insbesondere bei einer offentlichen Finanzierung konnen rucklaufige Budgets zu einer Absenkung der ausgeschriebenen EEStrommengen fuhren Brauer, 2002, S. 81. Werden die Fordermittel hingegen umlagefinanziert, so kann dieses Problem deutlich entscharft werden. Ausschreibungsmodelle lassen sich deutlich besser an 19Kostenanderungen anpassen. Im Vergleich zu laufenden Zahlungen sind fur die Art der Mittelzuwendung einmalig gezahlte Investitionskostenzuschusse mit einer hoheren Sicherheit fur die EEStromerzeuger verbunden. Quotenmodelle sind dagegen nahezu von offentlichen Budgets unabhangig Brauer, 2002, S. 85. Als Erfullungsmechanismus ist ein Quotenhandelsmodell zu wahlen, da dieses wesentlich flexibler auf Veranderungen makrookonomischer Daten reagieren kann. Eine derartige flexible Preisanpassung ist bei einer physikalischen Erfullungspflicht nicht gegeben. Fur die Wahl der Quotenverpflichteten lasst sich an dieser Stelle keine Aussage treffen. 5.4.1.3 Zwischenfazit Fur eine abschlieende Bewertung sind auf Grund der langfristigen Orientierung der EEForderung potenzielle Wirkungsverzogerungen der Instrumente ausschlaggebend. Quotenmodelle erfahren bei der Betrachtung der Modelltypen trotz ihrer hohen Implementationsdauer auf Grund ihrer Budgetunabhangigkeit sowie der verfugbaren Steuerungsoptionen zur Einhaltung der Quotenpflicht die hochste Einstufung. Einspeise und v.a. Ausschreibungsmodelle zeichnen sich demgegenuber durch eine wesentlich kurzere Implementationsdauer aus, allerdings bieten sich erhebliche Potenziale fur Wirkungsverzogerungen sowie Funktionsstorungen bei makrookonomischen Schwankungen. Da die Zielgefahrdung bei Ausschreibungsmodellen am hochsten eingestuft wird, erfahren diese die niedrigste Einstufung. Insgesamt bleibt fur die Art des Marktzugangs die Vorteilhaftigkeit von Abnahmeverpflichtungen festzustellen. Fur die Finanzierungsform kann an dieser Stelle kein eindeutiges Ergebnis abgeleitet werden. Bei den Zuwendungsarten in Ausschreibungsmodellen sind einmalige Investitionskostenzuschusse vorzuziehen. Fur die Erfullungsmechanismen von Quotenmodellen bleibt festzuhalten, dass sich Zertifikatshandelsmodelle gegenuber Modellen mit einer physikalischen Erfullungspflicht sowohl durch eine hohere Anpassungsflexibilitat als auch durch eine potenziell hohere Zielerreichungsgeschwindigkeit auszeichnen. Bei der Wahl der Quotenverpflichteten sind schlielich Verkaufer vorzuziehen. 5.4.2 Systemkonformitat Auf dieser Stufe rucken Fragen der Konformitat der einzelnen Instrumentenauspragungen mit einer marktwirtschaftlichen Wirtschaftsordnung in den Vordergrund. Quotenmodelle zeichnen sich auf Grund ihres verpflichtenden Charakters durch eine hohe Eingriffstiefe in die individuellen Handlungsspielraume aus. Da alle Mechanismen das Setzen 20eines fur alle Akteure einheitlichen institutionellen Rahmens vorsehen, stellen sie primar ordnungspolitische Instrumente dar. Bezuglich der Schaffung von Wettbewerb mit einer freien marktlichen Preisbildung konnen alle Modelle im gleichen Mae Wettbewerb unter den EEAHerstellern generieren. Wird der Schwerpunkt auf den Wettbewerb zwischen EEStromerzeugern gelegt, so stehen politisch fixierte Einspeisevergutungen einer freien marktlichen Preisbildung diametral entgegen. So weisen Ausschreibungsmodelle prinzipiell einen hohen, wenngleich nur temporaren EEAnbieterwettbewerb auf. Unabhangig ihrer konkreten Ausgestaltung geht von Quotenmodellen ein erhebliches Potenzial zur Generierung langfristig stabiler Wettbewerbsprozesse aus. Fur die Systemkonformitatsprufung stellt die Art des Marktzugangs ohne Zweifel einen bedeutsamen Aspekt dar. So sind Abnahmepflichten generell nicht mit marktwirtschaftlichen Prinzipien zu vereinbaren. Demgegenuber stellt die Selbstvermarktung in einem marktwirtschaftlichen Wirtschaftssystem die ideale Zugangsform dar. Fur die Finanzierungsform von Ausschreibungs und Einspeisemodellen lasst sich die Vorteilhaftigkeit einer prinzipiell diskriminierungsfreien und wettbewerbsneutralen Steuerfinanzierung herausstellen. Entgegen Brauer 2002 und Brauer und Kuhn 2001 kann bei der Zuwendungsart in Ausschreibungsverfahren keine Bewertung vorgenommen werden. Fur die Wahl des Erfullungsmechanismus wird festgehalten, dass Handelsmodelle eine deutlich flexiblere Quotenerfullung ermoglichen und somit individuelle Handlungsspielraume der Verpflichteten kaum beeintrachtigen. Bei der Wahl der Quotenverpflichteten erweisen sich Endkundenverpflichtungen als vorteilhaft, da hier ebenfalls deutlich geringere Eingriffstiefen in individuelle Handlungsspielraume resultieren. 5.4.3 Okonomische Effizienz Im Folgenden werden die Effizienzeigenschaften einzelner Forderinstrumente naher dargestellt. Die Analyseschritte stellen aus Vereinfachungsgrunden jeweils auf eine gegebene EETechnologie ab. Ein Wettbewerb zwischen einzelnen EETechnologien bleibt somit unberucksichtigt Lamy et al., 2002; Menanteau et al., 2001. 5.4.3.1 Statische Effizienz Im Folgenden wird untersucht, welches Instrument ein Mengenziel fur EEStrom zu minimalen Kosten erreichen bzw. welche Variante bei gleichen Kosten einen maximalen Ausbaueffekt erzielen kann. Zudem werden Zusatzrenten auf Seiten der EEABetreiber analysiert, wel 21che die instrumentelle Fordermitteleffizienz negativ beeinflussen konnen, aber keine volkswirtschaftlichen Kosten im Sinne eines Ressourcenverzehrs darstellen. In Einspeisemodellen erfolgt die Produktion bis die aggregierten Erzeugungsgrenzkosten dem Vergutungssatz entsprechen. Da alle EEStromerzeuger von einer Forderung profitieren, weist dieser Modelltyp keinen offensichtlichen Wettbewerb auf Drillisch, 2001, S. 305. Es werden allerdings nur die Erzeuger produzieren, deren Grenzkosten gleich oder niedriger als die Mindestvergutung sind. Ein Wettbewerb uber Kosten fuhrt somit zur Auswahl der kostengunstigsten Anbieter. Die Erzeuger konnen zusatzliche Renten realisieren, sofern deren Grenzkosten unterhalb der Mindestvergutung liegen. Dies fuhrt allerdings zu finanziellen Mehrbelastungen der Fordermittelgeber. Die Renten konnen zwar durch Absenkungen der Vergutungshohe bzw. der Einfuhrung differenzierter Tarife Energy Economics Group, 2001, S. 24f reduziert werden, bleiben aber im Grundsatz bestehen. Die Fordermitteleffizienz dieser Modelle ist somit als auerst gering einzustufen. Fur die Bewertung ist es bei Einspeise und Ausschreibungsmodellen nicht entscheidend, ob als Finanzierungsform eine Haushalts oder eine Umlagenfinanzierung gewahlt wird. Bei der Art des Marktzugangs konnen bei allen Modelltypen Abnahmepflichten zu raumlichen Fehlallokationen der Erzeugungsstandorte fuhren. Daher sind Modelle mit Selbstvermarktungsmechanismen vorzuziehen Brauer, 2002, S. 90; Drillisch, 2001, S. 304. In Ausschreibungsmodellen konkurrieren potenzielle EEAInvestoren um die Vergabe langfristiger Vergutungsvertrage in einer Auktion mit verdeckten Preis und Mengengeboten. Dabei werden solange die preisgunstigsten Bieter ausgewahlt, bis die insgesamt ausgeschriebene Zielmenge an EEStrom erreicht ist. Jeder erfolgreiche Teilnehmer erhalt eine individuelle Zusatzvergutung, welche den Kostennachteil gegenuber konventionell erzeugter Energie ausgleichen soll Menanteau et al., 2001, S. 7. Es wird haufig argumentiert, dass wegen des wettbewerblichen Vergabeverfahrens keine Zusatzrenten entstehen Brauer, 2002, S. 88ff.; Lamy et al., 2002; Menanteau et al., 2001; Vo et al., 2000, S. 32. Diese naive Interpretation ubersieht allerdings strategische Verhaltensspielraume der Bieter. Ein Ausschreibungsverfahren lasst sich als FirstPriceSealedBid Auktion klassifizieren Menezes et al., 2003, S. 22. Bei der Vertragszuteilung werden die verdeckt abgegebenen Gebote mit den niedrigsten Vergutungsforderungen ausgewahlt. Da sich die Vergutungen an den individuellen Geboten orientieren, handelt es sich um eine diskriminierende Auktion PayasBid. Da keine der grundlegenden Anforderungen an effiziente Auktionen Ausubel, 2002, S. 1; Vickrey, 1961; Menezes et al., 2003; S. 24 auf den hier vorliegenden Aukti 22onstyp zutrifft, bleibt es fraglich, ob die Offenlegung der wahren Kosten eine dominante Strategie fur die EEInvestoren darstellen kann. Vielmehr werden Gebote mit einem strategischen Kostenaufschlag abgegeben, welche eine effiziente Zielerreichung gefahrden Hendricks und Porter, 1989, S. 220. Zudem kann durch eine Verhaltenskoordination der zukunftige Sieger von den Bietern selbst bestimmt werden Hendricks und Porter, 1989, S. 220, der Auktionsgewinner muss also nicht zwangslaufig der kostengunstigste Produzent sein. Allerdings liegen auch die ublichen Probleme der Kartellstabilitat vor: Bei einer groeren Zahl von Bietern wird somit eine Verhaltenskoordination deutlich erschwert Klemperer, 2002, S. 180; Cramton und Palfrey, 1990. Fur SealedBidAuktionen lasst sich ferner festhalten, dass Verhaltensabweichungen nicht unmittelbar wahrend des Bietprozesses wirksam zu bestrafen sind Klemperer, 2002, S. 179; Hendricks und Porter, 1989, S. 223. Kostenreduktionen lassen sich bei der Art der Mittelzuwendung durch eine Gewahrung von Betriebskostenzuschussen erzielen, da von Investitionskostenzuschussen deutliche Anreize zum Einsatz kapitalintensiverer Technologien ausgehen konnen Brauer, 2002, S. 90 und diese Gefahr bei Betriebskostenzuschussen weniger besteht Wohlgemuth und Madlener, 2000, S. 4f; Wiser und Pickle, 1997b, S. 46. Zusammenfassend kann fur die statischen Effizienzeigenschaften von Ausschreibungsmodellen festgehalten werden, dass entgegen der eingangs geauerten Behauptungen prinzipiell Zusatzrenten realisiert werden konnen. Auerdem kann eine kosteneffiziente Zielerreichung nicht a priori garantiert werden. Bei Quotenmodellen ist es entscheidend, ob bei der Art des Erfullungsmechanismus auf eine physikalische Abnahme von EEStrom oder einen Zertifikatshandel zuruckgegriffen wird. Letzterer stellt die kosteneffiziente Variante dar, weil hier die Quoten stets auf die kostengunstigsten Anbieter alloziiert werden Menanteau et al., 2001, S. 9. Somit ist ein Zertifikatshandel einer physikalischen Erfullungspflicht deutlich uberlegen. In Handelsmodellen konnen Erzeuger zwar Zusatzrenten realisieren, diese bedurfen hier jedoch einiger Erlauterungen. So stellt diese Variante kein hoheitliches Forderinstrument i.e.S. dar. Die EEForderung erfolgt uber einen eigenen Markt, weshalb sich hier die Frage nach der Finanzierungsform nicht stellt. Zusatzliche Gewinne stellen dann marktubliche Differenzialrenten dar. Somit kann hier eine Fordermitteleffizienz als gegeben unterstellt werden: Die Renten eines Zertifikatshandels sind zwar prinzipiell mit denen von Einspeisemodellen identisch Lamy et al., 2002, S. 7, allerdings sind diese nicht als Zusatzkosten dieses Modelltyps zu bezeichnen. Bezuglich des Kreises der Verpflichteten konnen Verkaufer durch ihre bessere 23Marktkenntnis und Marktmacht gegenuber den EEStromerzeugern prinzipiell kostenoptimale EEStromportfolios realisieren Brauer und Bergmann, 2001, S. 212. Bezuglich der Art des Modellgrundtyps erfahren Quotenmodelle in der statischen Analyse die hochste Bewertung. Einspeisemodelle konnen mittels eines Wettbewerbs uber Kosten ebenfalls zu einer kosteneffizienten Zielerreichung beitragen. Ausschreibungsmodelle schneiden diesbezuglich am schlechtesten ab, da sie auf Grund von Moglichkeiten zu strategischen Verhaltensweisen eine kosteneffiziente Zielerreichung nicht garantieren konnen. 5.4.3.2 Dynamische Effizienz Auf dieser Stufe wird ein Bezug zu den Kostensenkungszielen der EEForderung hergestellt. Hierbei rucken die Fahigkeiten der einzelnen Modelltypen zu einer Entwicklung und eines verstarkten Einsatzes kostengunstigerer Erzeugungstechnologien in das Zentrum. In Einspeisemodellen haben Erzeuger, insbesondere bei konstanten Vergutungen, starke Anreize, durch kostensenkende Innovationen ihre Renten noch weiter zu erhohen. Auch wenn die dynamische Effizienz von Einspeisemodellen haufig nur gering eingestuft wird Drillisch, 2001, S. 306, konnen von diesen durchaus starke Anreize zur Ausschopfung von Kostensenkungspotenzialen ausgehen. Die Finanzierungsvarianten von Einspeise und Ausschreibungsmodellen sind auch in der dynamischen Betrachtung einer weiteren Bewertung nicht zuganglich. Bezuglich der Bewertung der Marktzugangsformen kann auch in der dynamischen Perspektive die Vorteilhaftigkeit einer Selbstvermarktung festgehalten werden Brauer, 2002, S. 92. Das wettbewerbliche Bietverfahren in Ausschreibungsmodellen ubt einen hohen Druck auf die Erzeuger aus, immer die jeweils kostengunstigsten Erzeugungstechnologien einzusetzen. Allerdings konnen hier keine dauerhaften Innovationsrenten erzielt werden, da bei einem funktionsfahigen Ausschreibungswettbewerb alle Kostenreduktionen letztlich den Finanzierenden dieses Modells zufallen. Die Innovationsanreize der EEStromproduzenten gehen somit vollstandig verloren Menanteau et al., 2001, S. 12. Ausschreibungsmodelle konnen lediglich im Falle eines funktionsfahigen Bieterkartells dauerhaft Innovationen anregen. Eine eindeutige Bewertung der Marktzugangsformen ist bei diesem Modelltyp nicht moglich. Fur die Zuwendungsform der Fordermittel durch bei Investitionszuschussen nach deren Auszahlung noch zusatzliche Innovationsrenten durch Einsatz einer nun kostengunstigeren Technologie realisiert werden. Zumindest prinzipiell konnen hiervon somit starkere Anreize zu technischem Fortschritt als von Betriebskostenzuschussen ausgehen. 24Da die Innovationsanreize in Zertifikatshandelsmodellen vom Verhalten aller Marktteilnehmer abhangen, fuhrt die Analyse des Erfullungsmechanismus in Quotenmodellen hier zu einer Indifferenz beider Alternativen. Allerdings konnen Quotenmodelle insgesamt starke und langfristige Innovationsanreize setzen. Bezuglich der Wahl der Quotenverpflichteten wird wieder davon ausgegangen, dass Stromhandler einen deutlich hoheren Wettbewerbs und Kostensenkungsdruck auf die EEErzeuger ausuben konnen. Insgesamt erfahren Quotenmodelle an dieser Stelle wiederum die hochste Bewertung. Einspeisemodelle erhalten eine mittlere Bewertung, obwohl auch von ihnen starke Innovationsanreize ausgehen konnen. Ausschreibungsmodelle erhalten im Hinblick auf ihre langfristigen dynamischen Effizienzwirkungen an dieser Stelle die niedrigste Bewertung. 5.4.3.3 Transaktionskosten Die mit dem Einsatz eines Forderinstrumentes verbundenen Transaktionskosten rucken in das Zentrum der folgenden Uberlegungen. Eine Integration von Transaktionskosten in die Effizienzanalyse ist notwendig, da eine Nichtberucksichtigung u.U. zu einer fehlerhaften Instrumentenbewertung fuhren kann Brockmann et al., 1999, S. 88. Fur die Transaktionskostenanalyse werden die Fixkosten der erstmaligen Implementation SetupKosten sowie die Kosten des laufenden Instrumenteneinsatzes in Form von Durchfuhrungs und Kontrollkosten differenziert. Fur die Implementationskosten der Grundtypen lasst sich festhalten, dass Einspeisemodelle die niedrigsten SetupKosten aufweisen Sijm, 2002, S. 15. Tendenzielle Nachteile zeigen sich dagegen fur Ausschreibungsmodelle Madlener und Stagl, 2001, S. 31, da in diesem Modelltyp der Ausschopfung von Kostendegressionspotenzialen auf Grund der nur mittelfristigen Orientierung sowie typischerweise geringer Zielmengen enge Grenzen gesetzt sind. Auf Grund hoher Konzeptions und Einrichtungserfordernissen wird die erstmalige Implementation von Quotenmodellen mit noch hoheren Kosten verbunden sein Drillisch, 2001, S. 58ff.; Schaeffer et al., 2000, S. 34ff  Unter Berucksichtigung der laufenden Anwendungskosten zeichnen sich Einspeisemodelle durch relativ geringe Transaktionskosten aus. Einen entscheidenden Nachteil stellen jedoch die vergleichsweise hohen Anpassungskosten dar. Ausschreibungsverfahren sind mit auerst geringen laufenden Kosten verbunden und konnen in neuen Runden relativ flexibel auf veranderte Marktbedingungen reagieren. Den groten Anteil der wiederkehrenden Kosten stellen bei Quotenmodellen die laufenden Kontofuhrungs und Uberwachungskosten dar. Diese Kosten sind entscheidend von der konkreten Ausgestaltung eines Quotenmodells abhangig. 25Bezuglich der Art des Marktzugangs bleibt festzuhalten, dass Selbstvermarktungsmechanismen sowohl mit hoheren Implementationskosten als auch mit hoheren laufenden Transaktionskosten verbunden sind. Fur die Finanzierungsform wird die Vorteilhaftigkeit haushaltsfinanzierter Modelle abgleitet. Ob bei Ausschreibungsmodellen die Mittelzuwendung einmalig oder laufend erfolgt, bleibt fur die Bewertung der Implementationskosten ohne Relevanz. Allerdings zeichnen sich Investitionskostenzuschusse durch niedrigere Anwendungskosten aus, da hier keine permanenten Erfassungen der produzierten Strommengen notwendig sind. Sehen Quotenmodellen als Erfullungsmechanismus handelbare Zertifikate vor, so fallen auerst hohe SetupKosten fur entsprechende Handelsplatze und Kontrollinstanzen an. Allerdings konnen aus einer Ausweitung des Handelsvolumens deutliche Kostensenkungen resultieren. Da allerdings uber die tatsachliche Ausschopfung dieser Potenziale keine klare Aussage getroffen werden kann, werden Handelsmodelle von Modellen mit einer physikalischen Erfullungspflicht dominiert. Die laufenden Kontofuhrungs und Uberwachungskosten von Quotenmodellen stellen den groten Anteil der wiederkehrenden Kosten dar. Da in Handelsmodellen auch das Handelssystem einer standigen Kontrolle bedarf, fallen bei einem physikalischen Erfullungsmechanismus geringere Kosten an. Somit werden hier Modelle mit einem physikalischen Erfullungsmechanismus hoher bewertet. Die resultierenden Kontrollkosten von Quotenmodellen rucken insbesondere auch fur die Wahl der Verpflichteten in das Zentrum. Endkundenverpflichtungen werden auf Grund hoherer Setup und laufender Kontrollkosten von Handlerverpflichtungen dominiert. Da sich EEFordermodelle in der Praxis durch eine eher langfristige Orientierung auszeichnen, rucken in der zusammenfassenden Bewertung die laufenden Kosten in den Vordergrund. In der Transaktionskostenanalyse werden von den Modelltypen Ausschreibungsmodelle hoher als Quotenmodelle bewertet. Einspeisemodelle erhalten dabei die niedrigste Bewertung. Bezuglich der Finanzierungsform und der Art des Marktzugangs erhalten haushaltsfinanzierte Modelle mit Abnahmegarantien die hochste Einstufung. Bei Ausschreibungsmodellen lassen sich bezuglich der Mittelzuwendung deutliche Transaktionskostenvorteile bei einmaligen Investitionszuschussen aufzeigen. In Quotenmodellen sind bei der Wahl des Erfullungsmechanismus Modelle mit einer physikalischen Erfullungspflicht vorzuziehen. Hinsichtlich nichtantizipierter Veranderungen der Rahmenbedingungen der EEStromproduktion erweisen sich Quotenhandelsmodelle allerdings als flexiblere Instrumente, bei u.U. langerfristigen Stromliefervertragen ist dagegen von einer vergleichsweise geringen Anpassungsflexibilitat auszugehen. Zudem lassen sich in Handelsmodellen die Anbahnungs und Abschlusskosten durch eine Zertifikatsborse deutlich reduzieren Binswanger et al., 1981, S. 155f. Die Vorteile von 26Handelsmodellen beruhen jedoch auf der tatsachlichen Ausnutzung potenzieller Kostendegressionspotenziale bei einem hohen Handelsvolumen. Da die Ausnutzung dieser Potenziale jedoch auch von spateren politischen Entscheidungen abhangen durfte, sind diesbezuglich keine klaren Aussagen moglich. Von daher wird ein physikalischer Erfullungsmechanismus hinsichtlich der laufenden Kosten an dieser Stelle hoher bewertet. Unabhangig vom gewahlten Erfullungsmechanismus sind bei der Auswahl der Verpflichteten Verkauferverpflichtungen auf Grund insgesamt deutlich geringerer laufender Transaktionskosten vorzuziehen. 5.4.3.4 Zwischenfazit Bezuglich der Bewertung der okonomischen Effizienzeigenschaften zeichnet die vorangegangene Untersuchung ein z.T. recht uneinheitliches Bild. In der Bewertung der Modellgrundtypen zeigt die statische Analyse von Quotenmodellen, dass diese zu einer kostenminimalen Zielerreichung beitragen konnen und eine perfekte Fordermitteleffizienz aufweisen. Auch sind in der dynamischen Betrachtung dauerhafte Anreize fur kostensenkende Innovationen zu erwarten. Auf Grund u.U. erheblicher Kostenreduktionspotenziale bei einer ansteigenden EEStromproduktion, der vergleichsweise hohen statischen und dynamischen Effizienz sowie der Generierung zusatzlicher Informationen erfahren Quotenmodelle an dieser Stelle die hochste Bewertung. Die Analyse zeigt entgegen haufig vorgebrachter Argumentationen zudem, dass Einspeisemodelle zu einer kosteneffizienten Zielrealisation fuhren und langfristige Innovationsanreize setzen konnen. Werden die Ergebnisse der einzelnen Teilanalysen zusammengefasst, so sind in der okonomischen Effizienzanalyse Einspeisemodelle insgesamt als zweitbeste Variante zu bewerten. Ausschreibungsmodelle schneiden auf Grund der mangelnden statischen und dynamischen Effizienz am schlechtesten ab. Problematisch erscheint hingegen eine Aggregation der Ergebnisse fur die Bewertung der Art des Marktzugangs, weshalb an dieser Stelle lediglich eine Indifferenz dieser Varianten aufgezeigt werden kann. Obgleich bezuglich der Finanzierungsform in der statischen und dynamischen Effizienzanalyse keine unterschiedlichen Wirkungen der vorliegenden Alternativen aufgezeigt werden konnten, spricht die Hohe der laufenden Transaktionskosten fur den Einsatz steuerfinanzierter Instrumente. Bezuglich der Bewertung der Zuwendungsarten in Ausschreibungsmodellen kommen alle drei Analyseschritte sogar zu jeweils unterschiedlichen Ergebnissen, welches hier zu einer Indifferenz beider Alternativen fuhrt. Problematisch gestaltet sich auch eine einheitliche Bewertung der Erfullungsmechanismen von Quotenmodellen. Wird von einer EEStromerzeugung in einem bereits fortgeschrittenen 27Entwicklungsstadium ausgegangen, werden die Transaktionskostennachteile von Handelsmodellen an Bedeutung verlieren und dieser Typ als vorteilhafte Modellvariante eingestuft. Eindeutige Empfehlungen lassen sich fur die Adressaten einer Quotenverpflichtung ableiten. So sind Verkauferverpflichtungen stets Endkundenverpflichtungen vorzuziehen. Als Ergebnis der okonomischen Effizienzanalyse bleibt abschlieend die deutliche Uberlegenheit von Quotenmodellen gegenuber den anderen Modelltypen festzuhalten. Die Bewertung von Einspeise und Quotenhandelsmodellen hangt dabei jedoch auch von der Dynamik der Marktumgebung sowie dem Handelsvolumen auf dem Zertifikatsmarkt ab. Institutionelle Beherrschbarkeit 5.5 Im letzten Analyseschritt wird den Fragen nach der politischen Durchsetzbarkeit sowie eventueller politischer Missbrauchsmoglichkeiten nachgegangen Brauer und Kuhn, 2001, S. 65ff.; Horbach, 1992, S. 255. Fur die Bewertung der einzelnen Forderinstrumente ergibt die Analyse an dieser Stelle die nachfolgenden Ergebnisse. Auch wenn politische Akteure weniger marktorientierte Instrumente mit hohen Eingriffspotenzialen befurworten durften, wird die Implementationsfahigkeit eines Instruments v.a. durch die politischen Widerstande der betroffenen Akteursgruppen bestimmt. Marktorientierte Instrumente werden bei einflussreichen Akteuren der konventionellen Stromwirtschaft nur auf geringe Widerstande stoen. Fur die Wahl der Grundtypen bleibt festzuhalten, dass auerst flexible und gegenuber diskretionaren politischen Einflussnahmen weitestgehend immune Quotenmodelle gegenuber den politisch eher anfalligen Ausschreibungsmodellen vorzuziehen sind. Einspeisemodelle lassen sich dagegen nur mit erheblichen politischen Widerstanden durchsetzen, weshalb sie an dieser Stelle die niedrigste Bewertung erfahren. Auch wenn in der Analyse des Marktzugangs Forderinstrumente, von denen ein hoher Wettbewerbsdruck auf die EEBranche ausgeht, bei diesen Akteuren auf erhebliche Widerstande stoen, werden sie gegenuber konventionellen Akteuren deutlich besser durchzusetzen sein. Somit sind Modelle mit Selbstvermarktungsmechanismen wesentlich einfacher zu implementieren. Fur die Wahl der Finanzierungsform lasst sich unabhangig von den einzelnen Modelltypen festhalten, dass eine Haushaltsfinanzierung generell auf die geringsten Widerstande stoen wird, da hier selektive Belastungen einzelner Akteursgruppen vermieden werden Wiser et al., 2002, S. 10. Umlagefinanzierungen durften dagegen insbesondere von industriellen Endverbrauchern am starksten bekampft werden, sofern dabei die Mehrkosten der EEStromaufnahme bis auf die Endverbraucherebene hin uberwalzt werden. Diese Variante ist jedoch gegen politische Eingriffsmoglichkeiten weitestgehend immun. Da bei der Form der 28Mittelzuwendung in Ausschreibungsmodellen laufende Zahlungen an die Anlagenbetreiber u.U. groe politische Einflussmoglichkeiten eroffnen konnen, werden die Betreiber vornehmlich auf einmalige Investitionszuschusse drangen. Brauer 2002, S. 95 argumentiert unter Vernachlassigung des Zeitinkonsistenzproblems dagegen, dass die Anlagenbetreiber uber einen langeren Zeitraum sicher prognostizierbare laufende Zahlungen vorziehen werden. Auf Grund der hoheren Flexibilitat werden bei Quotenmodellen die Verpflichteten ein Zertifikatshandelsmodell, welches auch neue Marktchancen eroffnet Busch, 2003, S. 47, als Erfullungsmechanismus nahezu einfordern Romstad, 2000, S. 7; Brauer und Bergmann, 2001, S. 212f. Diese Variante wird gegenuber einer physikalischen Erfullungspflicht somit auf eine groere politische Akzeptanz stoen. Bei der Bewertung der Durchsetzbarkeit von Quotenmodellen kommt der Wahl der Verpflichteten sowie der Hohe der Quotenpflicht eine besondere Bedeutung zu. So werden sich insbesondere industrielle Endverbraucher prinzipiell gegen Endkundenverpflichtungen aussprechen Brauer und Bergmann, 2001, S. 212; Brauer und Kuhn, 2001, S. 34f. Demgegenuber bleibt die Wettbewerbsposition der Stromhandler durch eine Quotenpflicht nahezu unverandert, da Mehrkosten an die Kunden uberwalzt werden konnen. Von dieser Akteursgruppe sind somit geringere Widerstande gegen eine Verkauferverpflichtung zu erwarten, weshalb diese Variante als vorteilhaft einzustufen ist. 6 Fazit Fur eine verstarkte Marktdurchdringung alternativen Technologien sind auf Grund noch immer erhebliche Kostennachteile auch heute noch zusatzliche Fordermanahmen notwendig. Eine staatliche EEForderung lasst sich auch anhand der Marktversagenstheorie begrunden. Aus einer explizit ordnungspolischen Perspektive heraus wurden 20 stilisierte Typen von Einspeise, Ausschreibungs sowie Quotenmodellen vergleichend analysiert. Mit einer Forderung erneuerbarer Energietrager werden komplementare umwelt, forschungs und wirtschaftspolitischen Ziele verfolgt. Bei der Operationalisierung und der vertragstheoretischen Legitimation der umwelt und forschungspolitischen Zielsetzungen konnten im Gegensatz zu wirtschaftspolitischen Zielen keine nennenswerten Probleme nachgewiesen werden. Die letztgenannte Zielkategorie wurde daher von der weiteren Analyse ausgeschlossen. Bezuglich der Wahl der Entscheidungsebene wurde festgehalten, dass Entscheidungen uber den Instrumenteneinsatz idealerweise auf einer den Nationen ubergeordneten Ebene zu treffen sind. Die Einfuhrung eines einheitlichen Instruments, wie es etwa die EU ab dem Jahr 2010 29vorsieht, kann auf Grundlage der Analyseergebnisse als positiv eingestuft werden. Ferner bleibt festzuhalten, dass in einer umfassenden Betrachtung von 20 moglichen Instrumentendesigns keine eindeutig dominante Modellalternative identifiziert werden konnte, welche allen angelegten Bewertungskriterien genugte. Tabelle 4: Ergebnisse der ordnungspolitischen Analysestufen Bewertungskriterium Modelltyp Markzugang Finanzierungsform Mittelzuwendung Erfullungsmechanismus Verpflichtete Analysestufe Subsidiaritats und Kongruenzprinzip Zielkonformitat Systemkonformitat Okonomische Effizienz Institutionelle Beherrschbarkeit E A Q Q E A Q A E Q E A Q A E SV AP AP SV SV AP AP SV SV AP HF UF HF UF HF UF HF UF HF UF BK IZ IZ BK BK IZ BK IZ IZ BK GZ GS GZ GS GZ GS GZ GS GZ GS VP EP VP EP EP VP VP EP VP EP Quelle: Springmann, 2005, S. 241. Fur die Wahl des Modellgrundtyps zeigt sich in der aggregierten Betrachtung eine deutliche Uberlegenheit mengenorientierter Forderinstrumente auf, welche im Einklang mit den Ergebnissen einer modelltheoretischen Betrachtung steht. Der Instrumentenvergleich liefert uber alle Analysestufen eine deutliche Vorteilhaftigkeit von Quotenmodellen. So erweisen sich diese als auerst ziel und systemkonform sowie hochgradig okonomisch und politisch effizient. Zusammenfassend werden Quotenmodelle als ordnungspolitisch geeignete Forderinstrumente klassifiziert. Rucken in der abschlieenden Betrachtung von Ausschreibungs und Einspeisemodellen die Kriterien der Zielkonformitat und okonomischen Effizienz in den Vordergrund, so erfahren Einspeisemodelle eine hohere Bewertung als Ausschreibungsmodelle. Ahnlich eindeutige Ergebnisse lassen sich auch fur die Marktzugangsregime der Fordermodelle aufzeigen. So erfahren Selbstvermarktungsmechanismen lediglich bezuglich ihrer Zielkonformitat eine niedrigere Bewertung. Da nicht abgeleitet werden kann, weshalb dieses Kriterium alle ubrigen Kriterien dominieren sollte, lasst sich insgesamt eine Vorteilhaftigkeit von Selbstvermarktungsmechanismen ableiten. 30Fur die Entscheidung uber die Finanzierungsformen der Forderinstrumente zeigt die ordnungspolitische Analyse eine Vorteilhaftigkeit offentlicher Finanzierungen gegenuber umlagefinanzierten Instrumenten deutlich auf. In ahnlicher Deutlichkeit kann in Ausschreibungsmodellen hinsichtlich der Zuwendungsart der Fordermittel die Vorteilhaftigkeit von einmalig gezahlten Investitionskostenzuschussen aufgezeigt werden. Auch fur die Wahl des Erfullungsmechanismus eines Quotenmodells lassen sich recht eindeutige Aussagen ableiten. So weisen die flexibleren Handelsmodelle stets Vorteile gegenuber einem physikalischen Bezug von EEStrom auf. Schlielich zeigt die Analyse der Quotenverpflichteten recht eindeutig die Vorteilhaftigkeit von Verkaufer gegenuber Endkundenverpflichtungen auf. Quotenhandelsmodelle, welche Stromverkaufer als Adressaten der Quotenpflicht sowie eine Selbstvermarktung des EEStroms durch die EEStromanbieter vorsehen, werden insgesamt aus ordnungspolitischer Sicht als ideale Fordermodelle klassifiziert. Die derzeitige Entwicklung von EEForderinstrumenten in der EU scheint in Richtung einer weiteren Verbreitung von Quotenmodellen vorgezeichnet zu sein, welches aus der in dieser Arbeit eingenommenen ordnungspolitischen Perspektive somit nur begrut werden kann. Sofern die Systemkonformitatsprufung gegenuber den anderen Analysestufen starker gewichtet wird, steht dieses Ergebnis im Einklang mit Brauer, welcher ebenfalls beide Varianten als ordnungspolitisch uberlegen klassifiziert Brauer, 2002, S. 100. Auch fur Ausschreibungsmodelle konnen abschlieend identische Ergebnisse aufgezeigt werden, so dass trotz Anwendung unterschiedlicher Bewertungsmethoden sowie einer starkeren okonomischen Fundierung der hier abgeleiteten Ergebnisse beide Arbeiten im Wesentlichen zu identischen Ergebnissen kommen. Ein deutlicher Unterschied lasst sich jedoch in der Bewertung der Finanzierungsformen von Einspeise und Ausschreibungsmodellen aufzeigen. So werden hier umlagefinanzierte Modelle stets von haushaltsfinanzierten Modellen dominiert und erfahren somit eine niedrigere Bewertung. Abschlieend bleibt festzuhalten, dass Modelle, welche sich vornehmlich durch eine vergleichsweise hohe Flexibilitat und Vermeidung wettbewerbsverzerrender Belastungswirkungen auszeichnen, einen bedeutenden Beitrag zur Erreichung der politischen Zielsetzungen eines Ausbaus der regenerativen Stromerzeugung leisten konnen. Diese Modelle sind aus ordnungspolitischer Perspektive insgesamt am hochsten zu bewerten. Wie in der allgemeinen Umweltpolitik auch verbleibt auch in der Forderung erneuerbarer Energien die Forderung nach einer Internalisierung der externen Effekte von Stromerzeugungstechnologien. Der EU 31Emissionshandel stellt dabei bereits einen auerst geeigneten Ansatz zur Erfullung dieser Forderungen dar. Literaturverzeichnis Arrow, K. J. 1962: Economic Welfare and the Allocation of Ressources for Invention, S. 609626, Princeton. Ausubel, L. M. 2002: An Efficient AscendingBid Auction for Multiple Objects. http:www.ausubel.comauctionpapersefficientascendingauctionr.pdf, 04.11.2003 Batley, S. L., Colbourne, D., Fleming, P. D. und Urwin, P. 2001: Citizen versus consumer: challenges in the UK green power market, Energy Policy, Band 29, S. 479487. van Beek, A. und Benner, J. H. B. 1998: International Benchmark Study on Renewable Energy. http:www.cea.nlnieuwspdfrapportenbenchmarkengels.pdf, 10.02.2004 Berg, H., Cassel, D. und Hartwig, K.H. 1999: Theorie der Wirtschaftspolitik, in: Bender, D. et al. Hg.: Vahlens Kompendium der Wirtschaftspolitik, Band 2, S. 171298, Munchen, 7. Auflage. BINEInformationsdienst 1998: Erneuerbare Energien in Deutschland, BINE Projekt InfoService, Nr. 5. Binswanger, H. C., Bonus, H. und Timmermann, M. 1981: Wirtschaft und Umwelt, Stuttgart u.a. BMU Bundesministerium fur Umwelt, Naturschutz und Reaktorsicherheit 2002: Erneuerbare Energien und nachhaltige Entwicklung. http:www.bmu.defileserneuerbare_energien_ansprechpartner.pdf, 10.07.2003 Brauer, W. und Bergmann, H. 2001: Ordnungspolitische Bewertung von Quotenhandelsmodellen zur Forderung erneuerbarer Energien im Stromsektor, Zeitschrift fur Energiewirtschaft, Nr. 25, S. 205215. Brauer, W. und Kuhn, I. 2001: Hoheitliche Instrumente zur Forderung erneuerbarer Energien, in: Rentz, O., Wietschel, M., Dreher, M., Brauer, W. und Kuhn, I. Hg.: Neue umweltpolitische Instrumente im liberalisierten Strommarkt, S. 971. http:www.bwplus.fzk.deberichteSBerBWA99002SBer.pdf, 02.07.2002 Brauer, W. 2002: Ordnungspolitischer Vergleich von Instrumenten zur Forderung erneuerbarer Energien im deutschen Stromsektor, Zeitschrift fur Umweltpolitik, Nr. 1, S. 61103. Brockmann, K. L., Stronzik, M. und Bergmann, H. 1999: Emissionsrechtehandel eine neue Perspektive fur die deutsche Klimapolitik nach Kioto, Heidelberg. Bundesregierung 1990: Entwurf eines Gesetzes uber die Einspeisung von Strom aus erneuerbaren Energien in das offentliche Netz Stromeinspeisungsgesetz, Drucksache 117971 des Deutschen Bundestages vom 25.09.1990. Busch, P.O. 2003: Die Diffusion von Einspeisevergutungen und Quotenmodellen: Konkurrenz der Modelle in Europa, FFUreport, Nr. 032003. http:wwwfuberlin.deffudownloadrep200303.pdf, 11.06.2003 Cramton, P. C. und Palfrey, T. R. 1990: Cartel Enforcement with Uncertainty About Costs, International Economic Review, Band 31 Nr. 1, S. 1747. Cropper, M. L. und Oates, W. E. 1992: Environmental Economics: A Survey, Journal of Economic Literature, Band XXX, S. 675740. Dietrich, V. 1994: Makrookonomische Wirkungen von Umweltschutz, DIWVierteljahresheft zur Wirtschaftsforschung, Band 63 Nr. 4, S. 341353. Downs, A. 1968: Okonomische Theorie der Politik, Tubingen. Drillisch, J. 1999: Quotenregelung fur regenerative Stromerzeugung, Zeitschrift fur Energiewirtschaft, Band 23 Nr. 4, S. 251274. 2001: Quotenmodell fur die regenerative Stromerzeugung, Munchen. EEG 2004: Gesetz zur Neuregelung des Rechts der Erneuerbaren Energien im Strombereich vom 1. Juli 2004, Bundesgesetzblatt, Teil I, Nr. 40, S. 19181930. Energy Economics Group 2001: Action Plan for a Green European Electricity Market, Wien. http:www.sust.sbg.ac.atdownloadsschool 02elliott_greenactionplan.pdf, 03.12.2002 32En WG 1998: Gesetz zur Neuregelung des Energiewirtschaftsrechts, Bundesgesetzblatt, Teil I, Nr. 23, S. 730736. Espey, S. 2001: Internationaler Vergleich energiepolitischer Instrumente zur Forderung von regenerativen Energien in ausgewahlten Industrielandern, Norderstedt. EUKommission 1995: Weibuch: Eine Energiepolitik fur die Europaische Union, Drucksache KOM95682. 1997: Energie fur die Zukunft: Erneuerbare Energien Weissbuch fur eine Gemeinschaftsstrategie und Aktionsplan, Drucksache KOM97, 599 endgultig. 1998: Bericht an den Rat und an das Europaische Parlament uber den Harmonisierungsbedarf Richtlinie 9692EG betreffend gemeinsame Vorschriften uber den Elektrizitatsbinnenmarkt, Drucksache KOM98167. 2000: Grunbuch: Hin zu einer europaischen Strategie fur Energieversorgungssicherheit, Drucksache KOM2000769 endgultig. 2001: Mitteilung der Kommission an den Rat, das Europaische Parlament, den Wirtschafts und Sozialausschuss und den Ausschuss der Regionen uber die Umsetzung der Gemeinschaftsstrategie und des Aktionsplanes zu erneuerbaren Energiequellen 19982000, Drucksache KOM200169 endgultig. Friedrich, R. und Krewitt, W. 1997: Umwelt und Gesundheitsschaden durch die Stromerzeugung Externe Kosten von Stromerzeugungssystemen, Berlin u.a. Fritsch, M., Wein, T. und Ewers, H.J. 1999: Marktversagen und Wirtschaftspolitik, Munchen, 3. Auflage. Griliches, Z. 1979: Issues in Assessing the Contribution of Research and Development to Productivity Growth, Bell Journal of Economics, Band 10, S. 92116. 1992: The Search for RD Spillovers, Scandinavian Journal of Economics, Band 94, S. 2947. Grossekettler, H. 1991: Zur theoretischen Integration der Wettbewerbs und Finanzpolitik in die Konzeption des okonomischen Liberalismus, in: Boettcher, E., HerderDorneich, P., Schenk, K.E. und Schmidtchen, D. Hg.: Systemvergleich und Ordnungspolitik, Jahrbuch fur Neue Politische Okonomie Band 10, S. 103144, Tubingen. 1999: Offentliche Finanzen, in: Bender, D. et al. Hg.: Vahlens Kompendium der Wirtschaftstheorie und Wirtschaftspolitik, Band 1, S. 519672, Munchen, 7. Auflage. Haberzettel, M. V. 2000: Zertifikate als neues Forderinstrument im Wettbewerb?, Energiewirtschaftliche Tagesfragen, Nr. 9, S. 639643. Hansmeyer, K. 1993: Das Spektrum umweltpolitischer Instrumente, in: Konig, H. Hg.: Umweltvertragliches Wirtschaften als Problem von Wissenschaft und Politik, S. 6386, Berlin. von Hayek, F. A. 19741996: Die Anmaung von Wissen, in: Kerber, W. Hg.: Die Anmaung von Wissen, Neue Freiburger Studien, S. 315, Tubingen. Hendricks, K. und Porter, R. H. 1989: Collusion in Auctions, Les Annales d Economie et de Statistique, Nr. 1516, S. 217230. Hensing, I., Pfaffenberger, W. und Strobele, W. 1998: Energiewirtschaft Einfuhrung in Theorie und Politik, Munchen und Wien. Hohmeyer, O. 2002: Vergleich externer Kosten der Stromerzeugung in Bezug auf das Erneuerbare Energien Gesetz, TEXTE des Umweltbundesamtes, Nr. 6. Homburger, B. und Gelbhaar, S. 2001: Forderung erneuerbarer Energietrager Ein liberales Konzept, Wirtschaftsdienst, S. 277282. Horbach, J. 1992: Neue Politische Okonomie und Umweltpolitik, Frankfurt und New York. Jaffe, A. B., Newell, R. G. und Stavins, R. N. 2002: Environmental Policy and Technological Change, Environmental and Ressource Economics, Band 22, S. 4169. Klemperer, P. 2002: What Really Matters in Auction Design, Journal of Economic Perspectives, Band 16 Nr. 1, S. 169189. Knuppel, H. 1989: Umweltpolitische Instrumente, BadenBaden. Lamy, M.L., Menanteau, P. und Finon, D. 2002: The dynamic efficiency of instruments for stimulating the dissemination of renewable energy technologies. http:www.upmfgrenoble.friepetextesMLL_Aberdeen_02.pdf, 02.12.2002 33Madlener, R. und Stagl, S. 2001: Soziookologischokonomische Beurteilung handelbarer Zertifikate und garantierter Einspeisetarife fur Okostrom, Proceedings of the 2nd International Energy Economics Conference Strategies and Instruments for Competition in the Energy Sector IEWT 2001. http:www.cepe.ethz.chdownloadstaffreinhardmadstag_vienna 2001_iewt 2001.pdf, 21.10.2002 Menanteau, P., Finon, D. und Lamy, M.L. 2001: Prices versus quantities: environmental policies for promoting the development of renewable energy. http:melpo 2.upmfgrenoble.fr:9999iepetextesCahier 25Anglb.PDF, 02.12.2002 Menezes, F. M., Pitchford, R. und Wait, A. 2003: Tendering and Bidding for Access: A Regulators Guide to Auctions. http:ecocomm.anu.edu.aupeopleinfomenezesmenezes 4.pdf, 04.11.2003 Molitor, B. 2001: Wirtschaftspolitik, Munchen und Wien, 6. Auflage. Montero, J.P. 2002: Prices versus quantities with incomplete enforcement, Journal of Public Economics, Band 85, S. 435454. Nagel, T. 1993: Umweltgerechte Gestaltung des deutschen Steuersystems, Frankfurt, New York. Rader, N. A. und Norgaard, R. B. 1996: Efficiency and sustainability in restructured electricity markets: the renewables portfolio standard, The Electricity Journal, Band 9 Nr. 6, S. 3749. Rat der Europaischen Gemeinschaften 1997: Richtlinie 9692EG des Europaischen Parlamentes und des Europaischen Rates vom 19.September 1996 betreffend gemeinsame Vorschriften fur den Elektrizitatsbinnenmarkt, ABl. Nr. L 2720 vom 30.01.1997. Rat der Europaischen Union 2001: Richtlinie 200177EG des Europaischen Parlaments und des Rates vom 27.September 2001 zur Forderung der Stromerzeugung aus erneuerbaren Energiequellen im Elektrizitatsbinnenmarkt, ABl. Nr. L 238 vom 27.10.2002, S. 3340. Rawls, J. 1971: A Theory of Justice, Cambridge. Rennings, K., Brockmann, K. L., Koschel, H., Bergmann, H. und Kuhn, I. 1996: Nachhaltigkeit, Ordnungspolitik und freiwillige Selbstverpflichtung, Heidelberg. Romstad, E. 2000: Environmental Performance: An Extension of Weitzmans Prices vs. Quantities. http:www.soc.uoc.grcalendar2000EAEREpapersPDFB5Romstad.pdf, 05.12.2002 Rothfels, J. 1997: Die Entstehung internationaler Umweltabkommen, Forschungsreihe 81997, S. 345, Institut fur Wirtschaftsforschung Halle, Halle. Salje, P. 2000: ErneuerbareEnergienGesetz Kommentar, Berlin u.a. Schaeffer, G. J., Boots, M. G., Mitchell, C., Timpe, C., Cames, M. und Anderson, T. 1999: The Implications of Tradable Green Certificates for the Deployment of Renewable Electricity: MidTerm Report, Report ECNC99072, Energyresearch Centre of the Netherlands, Petten. http:www.ecn.nldocslibraryreport1999c 99072.pdf, 11.02.2004 Schaeffer, G. J., Boots, M. G., Mitchell, C., Anderson, T., Timpe, C. und Cames, M. 2000: Options for Design of Tradable Green Certificate Systems, Report ECNC00032, Energyresearch Centre of the Netherlands, Petten. http:www.ecn.nldocslibraryreport2000c 00032.pdf, 30.08.2003 Schnorrenberg, B. 1998: Grune Tarife aus mikrookonomischer Perspektive, Zeitschrift fur Energiewirtschaft, Band 22 Nr. 4, S. 265273. Springmann, J.P. 2005: Forderung erneuerbarer Energietrager in der Stromerzeugung Ein Vergleich ordnungspolitischer Instrumente, Wiesbaden. Sijm, J. P. M. 2002: The Performance of FeedIn Tariffs to Promote Renewable Energy in European Countries, Report ECNC02083, Energyresearch Center of the Netherlands, Petten. http:www.ecn.nldocslibraryreport2002c 02083.pdf, 10.08.2004 Sollner, F. 2002: Die Selbstverpflichtung als umweltpolitisches Instrument, Wirtschaftsdienst, Nr. 8, S. 478485. Stavins, R. N. 1996: Correlated uncertainty and policy instrument choice, Journal of Environmental Economics and management, Band 30, S. 218232. Tinbergen, J. V. 19521972: On the Theory of Economic Policy, in: Gafgen, G. Hg.:Grundlagen der Wirtschaftspolitik, Koln, Kurzfassung dt.: Uber die Theorie der Wirtschaftspolitik. 34Vickrey, W. 1961: Counterspeculation, Auctions, and Competitive Sealed Tenders, Journal of Finance, Band 16 Nr. 1, S. 837. Vo, A., Dicke, N. und RathNagel, S. 2000: Konzeption eines effizienten und marktkonformen Fordermodells fur erneuerbare Energien. http:elib.unistuttgart.deopusvolltexte2000613pdfGutach Wimi.pdf, 16.10.2001 Weitzman, M. L. 1974: Prices vs. Quantities, Review of Economics Studies, Band 41, S. 477491. Wiser, R., Hamrin, J. und Wingate, M. 2002: Renewable Energy Policy Options for China: A Comparison of Renewable Portfolio Standards, Feedin Tariffs, and Tendering Policies. http:www.resourcesolutions.orgLibrarylibrarypdfsInt PolicyFeedin_Lawsand RPS.pdf, 28.10.2003 Wiser, R. und Pickle, S. 1997a: Green Marketing, Renewables, and Free Riders: Increasing Customer Demand for a Public Good, LBNL40632, Lawrence Berkeley National Laboratory, Berkeley. http:www.eren.doe.govgreenpowerwiser_free.pdf, 02.12.2002 1997b: Financing Investments in Renewable Energy: The Role of Policy Design and Restructuring, LBNL39826, Lawrence Berkeley National Laboratory, Berkeley. http:eande.lbl.govEAEMPreportspslx 739826.pdf, 21.10.2002 Wohlgemuth, N. und Madlener, R. 2000: Financial Support of Renewable Energy Systems: Investment vs Operation Cost Subsidies, Proceedings of the Norwegian Association for Energy Economics NAEE Conference Towards an Integrated European Energy Market, BergenNorway, 31.8.2.9.2000. http:www.cepe.ethz.chdownloadstaffreinhardmadwoh_bergen 2000_header.pdf, 21.10.2002 Summary: A crosscountry comparison of promotion instruments for renewable energy sources shows that very different staterun instruments are applied. Different national development states of alternative production technologies can be explained by national characteristics as well as by the application of different promotion schemes. This essay summarizes the main statements of a comprehensive analysis Springmann, 2005 of different types of promotion instruments. So, the investigation also shows that political objectives of environmental protection and research and development of alternative production technologies can be justified without problems. The economic evaluation of different promotion instruments reaches the conclusion, that quantityoriented Tradable Certificate Schemes may be considered as instruments of choice. Despite their past successes in practice, Feedin schemes with fixed prices are evaluated as critical. ", "filename": "tuc-wpe_0003.pdf", "person": ["Jens-Peter Springmann", "Springmann, Jens-Peter"], "date": ["2005"]}