{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/62063/1/VfS_2012_pid_344.pdf"], "title": ["The Polarization of Employment in German Local Labor Markets"], "plaintext": "The Polarization of Employment in German Local Labor Markets Charlotte Senftleben and Hanna Wielandt HumboldtUniversitat zu Berlin August 2012Preliminary Draft for the Vf S conference, September 912, 2012 please do not cite or quote Abstract This paper uses the taskbased view of technological change to study the phenomenon of employment and wage polarization at the level of local labor markets in Germany between 1979 and 2007. We exploit regional variation in the prevalence of employees performing routine tasks at theworkplace before computerization started to spur, which reflects a regions potential of being affected by technological change. We relate this measure of regional routine intensity to subsequentemployment trends and observe that initially routine intensive regions have witnessed a differentialdisplacement of routine employment and a higher reallocation towards nonroutine employment. Weshow that the personal service sector, which we find to be the main driver of employment polarization, has grown stronger in regions that are more affected by technological change. At the same timea higher regional routine share is related to higher unemployment, whereas we do not find effects onwages and migration flows.Key Words: Job Tasks, Polarization, Technological Change, Service Occupations, Regional Labor Markets.JEL Classification: J24, J31, J62, O33, R23.This research was supported by the Deutsche Forschungsgemeinschaft through the SFB 649 Economic Risk. For helpfulcomments and suggestions we thank two referees, David Autor, David Dorn, Bernd Fitzenberger and Alexandra SpitzOener.We also thank Alexandra Fedorets, Jan Peter aus dem Moore, Juliane Scheffel and participants in the T.A.S.K.S. 2 conferencein Bonn, the ESPE conference in Bern and the Leibniz Seminar on Labor Research in Berlin for excellent inputs that improvedthe paper. This study uses the factually anonymous Sample of Integrated Labour Market Biographies Years 1975 2008. Dataaccess was provided via a Scientific Use File supplied by the Research Data Centre FDZ of the German Federal Employment Agency BA at the Institute for Employment Research IAB. The sole responsibility for the analysis and interpretation of thedata in the paper remains with the authors.1 Introduction For many industrialized countries, research has documented a polarizing pattern of the employmentstructure in recent decades. That is, employment growth of mediumskilled employees has deterioratedrelative to employment gains of low and highskilled employees. As a main explanation for this development, literature has focused on the role of technological change and its implications for the employment structure. It is argued that ongoing technological progress together with a rapid decline in IT pricesfavors nonroutine tasks performed by high and lowskilled workers at the expense of routine tasks,which are mainly performed by mediumskilled employees, leading to employment polarization Autoret al., 2003; Nordhaus, 2007.This study empirically analyzes the forces behind the changing shape of low and mediumskilledemployment in the West German labor market. We explore the underlying shifts in the occupationalcomposition and their relation to technological change. In particular, we study whether technologicalchange is related to rising employment in the lessskilled service sector, which is hypothesized to bethe main driver of employment growth at the lower tail of the wage distribution. Our analysis buildson recent work by Autor and Dorn 2012, who are the first to develop a general equilibrium modelthat explains employment and wage dynamics at the lower tail of the skill distribution in response totechnological change using the taskbased framework. In their model, human labor performing routinetasks is substituted by computer capital, as the price for information technology declines. This inducesa movement of employment from routine towards nonroutine tasks, whereas the decline in routineemployment is primarily offset by a reallocation of labor towards lowskill nonroutine tasks i.e. nonroutine manual tasks. The empirical analysis conducted by Autor and Dorn 2012 corroborates themodel predictions, indicating that the polarizing trend is mostly attributable to the substantial growth ofemployment and wages of lowskilled personal service occupations in recent decades.Our study contributes to the existing literature on polarization in West Germany by providing novelevidence at the level of local labor markets inspired by the analysis of Autor and Dorn 2012. Exploitingregional variation, we are able to directly relate technological change to subsequent regional employmentdevelopments. This advances existing literature, which has so far focused on the observation of trends atthe national level. The key motivation for the regional approach is that nonroutine manual tasks, whichare prevalent in lessskilled personal services, are not tradable across regions. Therefore, demand shiftscan be identified at the regional level. Furthermore, we exploit the fact that local labor markets differ intheir industry specialization. These differences are reflected by the regional task structure and capture thepotential of being affected by technological progress. To grasp this automation potential, we generatean index that measures the share of routine labor in a local labor market before technological changehas evolved. We then explore the predictions of the model, testing whether regions with a high routineshare differentially experienced employment and wage polarization. To our knowledge, we are the firstto employ the recently released Sample of Integrated Labor Market Biographies Regional File SIABRin the polarization context, which allows us to extend the time frame until the year 2008.Our findings suggest that regions have differentially experienced technological progress and displacement of routine labor conditional on their initial task structure. We find that a regions initial routine share contains substantial predictive power for subsequent employment trends. First, we document 2a robust positive relationship between the regional task structure and the growth of nonroutine employment. We then show that especially personal service occupations, which require disproportionally highinputs of nonroutine manual tasks and which we find to be the main drivers of positive employmentgrowth at the lower tail of the wage distribution, have grown stronger in regions with a high initial routine share. We illustrate that employment growth in the personal service sector is primarily driven byfemale employees in the sample and more pronounced for older and parttime working women.Although our employment results are in line with the model predictions in Autor and Dorn 2012, acrosscountry comparison with the U.S indicates that the overall growth of service employment is largerin the U.S. than in Germany. One explanation for the difference in the magnitude of the phenomenon ispresumably of institutional nature. Adjustment processes to technological change could be dampened byhigh payroll taxes and labor costs on the demand side. On the supply side, product market regulation anda generous unemployment benefit system might restrict labor mobility.1 We investigate this hypothesisand indeed find that initially routine intensive regions experienced a larger increase in the unemploymentrate. We furthermore discuss the possibility that employees migrate to other labor markets that are lessaffected by technological change. However, we find only very limited evidence that regions which areprone to technological change differentially experienced outward migration. Consistent with existingevidence for Germany, we do not find support for wage polarization at the level of local labor marketsin our analysis. Taken together, our results complement existing research on polarization, showing thatthe general trend of a polarizing employment pattern is not unique to the U.S. but also prevalent in otherindustrialized countries.The remainder of the paper proceeds as follows. In section 2, we provide an overview of the taskbased framework and discuss the related literature and show stylized facts for Germany. In section 3, wedescribe the empirical approach, the data set and the variables used in our analysis. Section 4 presentsdescriptive evidence on trends in regional task intensities and information technology. We then investigate the relationship between the regional routine share and the growth of routine and nonroutineemployment, focusing on trends in personal service employment. In addition, we consider alternativeadjustment mechanisms such as unemployment and migration. Furthermore, we analyze whether employment developments are accompanied by wage trends in the same direction. Section 5 concludes.2 The TaskBased Approach and Employment Polarization In order to analyze employment and wage changes in response to technological progress we build onconcepts of the task literature initiated by Autor et al. 2003.2 The key feature of the taskbased approachis that it conceptualizes work into a series of tasks, characterized as routine and nonroutine, dependingon their substitutability or complementarity with computer technology. Routine tasks are welldefinedand follow explicit rules, hence they are especially amenable to substitution by computer technology. Incontrast, computers can neither substitute for nonroutine cognitive tasks that involve high complexity 1One important example of product market regulation in the German context is the Trade and Crafts Code that potentiallyinhibits employment growth as it substantially restricts firm entry into certain product markets.2See Acemoglu and Autor 2011 for a comprehensive overview of the task literature and Weiss 2008 for a model of thesubstitution of human routine tasks by computer capital.3and problemsolving nor for nonroutine manual tasks which require environmental and interpersonaladaptability. Instead, nonroutine cognitive tasks are complemented by computer technology, as theycan be carried out more efficiently, resulting in productivity gains of employees performing these tasks.Nonroutine manual tasks are not directly influenced by computerization. Yet, the demand for thesetasks can be indirectly affected through a general equilibrium effect, according to which labor flowsinto a sector where productivity growth is low in order to keep the balance of output stable Baumol,1967. Following this argument, routine labor will reallocate into the nonroutine manual sector, astechnology is not applied there.3Employment polarizes because tasks are not evenly distributed across the skill distribution. Figure 1depicts the distribution of task usage in occupations across the skill distribution, which is approximatedby the occupational median wage in 1979. The Figure shows that routine tasks are prevalent in occupations in the middle of the skill distribution, while nonroutine cognitive and manual tasks are mainlyperformed by either high or lowskilled employees. Hence, a technology induced decline in the demand for routine tasks will result in a polarizing pattern of employment a prediction reflected in thedata. Figure 2 depicts employment growth ranked by skill percentile for different subperiods between 1979 and 2007, where an occupations skill rank is approximated by the median wage of employeesin the occupation in 1979. Between 1979 and 1989, occupations below the median skill level declineduniformly at the expense of employment gains of occupations at the upper tail of the skill distribution.Between 1989 and 1999, however, relative employment growth also started to spur at lower percentiles,while employment losses were concentrated among deciles in the middle of the skill distribution, resulting in the typical pattern of employment polarization. This development resembles trends in the U.S.as presented by Acemoglu and Autor 2011. In the most recent time period between 1999 and 2007,this Ushaped employment growth is somewhat less pronounced, but still evident. So far, some initialsupport for employment polarization in Germany has been found by SpitzOener 2006 and Dustmannet al. 2009, while Black and SpitzOener 2010 show that polarizing trends are more pronounced forwomen than for men.4Employment polarization is accompanied by wage developments in the same direction, if the increase in the supply of workers performing nonroutine manual tasks is offset by an increase in thedemand for these tasks. The model developed by Autor and Dorn 2012 shows that this will occur ifgoods produced by routine labor and services produced by nonroutine manual labor are at least weaklycomplementary to each other. In this case, wages paid to routine labor deteriorate relative to wages paidto nonroutine cognitive and nonroutine manual labor. If, however, goods and services are not complementary, the demand for services does not rise sufficiently to increase the price for nonroutine manual 3In their model, Autor and Dorn 2012 analyze employment and wage dynamics in a twosector framework, where nonroutine manual labor is exclusively used for the production of services, while the production of goods requires a combinationof routine and nonroutine cognitive tasks. They show that as technology replaces routine tasks, lowskilled labor will be drawnfrom the goods into the service sector, if goods and services are weakly complementary.4In other industrialized countries, polarization studies have mainly focused on trends at the aggregate level. Autor et al.2006 show that in the U.S., mediumskilled employment has deteriorated relative to low and highskilled employment starting in the 1990s, corroborating the conjecture that technological change is rather task than skillbiased. Goos and Manning2007 find similar trends for Great Britain, showing that employment in occupations with the lowest and highest median wagesin 1979 experienced growth in subsequent decades, while employment in the middle of the distribution declined. Using datafrom the European Union Labour Force Survey, Goos et al. 2009 present similar evidence for labor market polarization in 13European countries.4Figure 1: Task Inputs by Skill Percentile Notes: Shares of workers performing routine, manual and abstract tasks. Occupationsare ranked according to their 1979 median wage using the SIABR. Task intensity isderived from BIBBIAB wave 1979 and defined as in Equation 2.Figure 2: Smoothed Changes in Employment by Skill Percentile Notes: Smoothed changes in employment by skill percentile in indicated periods.Occupations are ranked according to their 1979 median wage using the SIABR.Locally weighted smoothing regression with 100 observations and bandwidth 0.8.relative to routine tasks and wage polarization will not occur.Against the background of these theoretical considerations, evidence for wage polarization is ratherambiguous. For the U.S., Autor et al. 2008 have found that wages have polarized after 1985. Autor and Dorn 2012 furthermore show that wage increases for lowskilled service jobs have particularly con5tributed to the polarizing pattern of wage growth. Yet, for Germany, the picture is different. Studies by Fitzenberger 1999 and Gernandt and Pfeiffer 2006 show that upper tail wage inequality has increasedduring the 1980s, while lower tail inequality has remained relatively stable presumably due to strongunions and implicit minimum wages. This is consistent with findings by Dustmann et al. 2009, who,in contrast to developments in the U.S., report rising lower tail inequality starting in the mid 1990s,a period that is characterized by strong deunionization trends. Antonczyk et al. 2010a compare wagetrends in Germany and the U.S. and conclude that wage inequality in both countries evolves too differently such that technology effects alone could explain the empirical findings. In sum, Germany seemsto have experienced wage dispersion rather than compression at the lower tail of the wage distributionKohn, 2006; Antonczyk et al., 2010b, 2009.3 Data and Methods 3.1 Empirical Approach and Estimation Strategy The starting point of our analysis is the observation that, due to locationspecific attributes, regionslargely differ in their industry specialization pattern and hence in their task structure Krugman, 1991.That is, depending on the task requirements for the production of goods, regions employ different sharesof routine, nonroutine manual and nonroutine cognitive task inputs. Taken these regional differencesas given, technological progress in the form of declining prices for computer technology should have adifferential effect on regions conditional on their automation potential, hence task structure, which wemeasure by the share of routine employment in a specific region before technology has evolved. We bringthe theory to the data by testing five closely related predictions that can be derived from the theoreticalmodel presented by Autor and Dorn 2012. In particular, we test whether regions characterized by ahigh initial routine employment share 1. adopt information technology to a larger extent,2. exhibit a larger decline in routine employment,3. experience larger growth in nonroutine employment in general and larger growth in personalservice occupations in particular,4. witness a differential increase in unemployment and outward migration,5. differentially experience wage developments.In order to analyze the relationship between the regional task structure in 1979 and subsequentemployment and wage changes between 1979 and 2007, we set up an empirical model of the followingform:51Yrt 1TS HRr t 2Xrt s er.5We chose the start and end year in such a way that they are similar with respect to their location in the business cycle. Asthe economy was hit by the financial crisis in 2008, we use data from 2007 instead.6Depending on which of the aforementioned predictions is tested, the dependent variable Yrt represents the change in one of the following measures in region r located in state s between the years 1979 and 2007: 1 share of employees working with a computer, 2 share of employees performing routinenonroutine manualnonroutine cognitive tasks 3 share of personal service employmentin overall employment, 4 unemployment rate and net migration share and 5 different wage inequality measures.6 Our main parameter of interest, 1, is the coefficient on the measure of regional routineemployment in 1979, TS HRr t. As is common in this body of literature, we argue that this measure islargely unaffected by technological progress as computerization only started to spur during the 1980sAutor et al., 1998; Bresnahan, 1999.All regressions include state dummies, s, that control for mean differences in employment andwages across states. The vector Xrt includes additional covariates to control for human capital ratioof high to low and mediumskilled workers and demographic composition share of womenforeigners in the labor force as well as for economic conditions fraction of jobs subject to social securitycontributions in overall population in 1979.3.2 Data and Construction of Variables Our analysis is based on three datasets, the BIBBIAB Qualification and Career Survey,7 the Sampleof Integrated Labor Market Biographies Regional File SIABR and the Establishment History PanelBHP. Information on the task requirements of employees is derived from the Qualification and Career Survey in 1979 which covers approximately 30,000 individuals. The dataset contains information onworkplace characteristics and educational attainment and is particularly well suited for our research, asit includes detailed information on the tools and machines individuals use at the workplace and on theactivities they perform.These activities are pooled into three task groups: 1 nonroutine cognitive, 2 routine and 3 nonroutine manual tasks for each individual i. In the assignment of tasks, we follow SpitzOener 2006 andconstruct individual task measures T M ji for task j in the base year 1979 according to the definition of Antonczyk et al. 2009:2T M ji 1979 number of activities in category j performed by i in 1979total number of activities performed by i over all categories in 1979 100,where j C nonroutine cognitice, R routine, M nonroutine manual. The individual task measures are then aggregated in order to obtain a task index for each occupation k, where the task input ofindividual i in occupation k in 1979 is weighted by the number of its respective working hours per week 6Autor and Dorn 2012 employ stacked first differences over three time periods to estimate the relationship betweenregional routine intensity and the growth of noncollege service employment. In contrast, we restrict our analysis to the singledifference based on the routine shares and regional covariates in 1979 as the explanatory variables to focus on the longruncomponent of differences in regional task structures and thus circumvent the potential endogeneity problem related to the useof subsequent routine shares. If we follow the approach of Autor and Dorn 2012 we obtain very similar results in terms ofeffect size and statistical significance as shown in Appendix Table 3.7This survey is conducted by the German Federal Institute for Vocational Training Bundesinstitut fur Berufsbildung, BIBBin cooperation with the Research Institute of the Federal Employment Agency Institut fur Arbeitsmarkt und Berufsforschung,IAB for the years 1979, 1986, 1992 and 1999. The last wave in 2006 was renamed and conducted by the BIBB and the Federal Institute for Occupational Safety and Health Bundesanstalt fur Arbeitsschutz und Arbeitsmedizin, BAu A.7Lik1979:3cid:80T I jk1979 cid:80iLik1979 T M ji Lik1979ik1979.To generate a task measure at the regional level, the occupational task information is matched to the SIABR, exploiting the fact that both datasets employ a timeconsistent definition of occupational titles according to the threedigit 1988 occupational classification provided by the Federal Employment Agency.8 The SIABR is a two percent random sample drawn from the full population of the Integrated Employment Biographies, which comprises marginal, parttime and regular employees as well as jobsearchers and benefit recipients covering the years 1975 to 2008 for details, see Dorner et al. 2010.It provides detailed information on daily wages for employees subject to social security contributionswages of civil servants or selfemployed workers are not included, as well as information on industryaffiliation and location of the workplace and demographic information on age, gender, nationality andeducational attainment.9 Labor supply is measured by the number of days worked within a respectiveyear. We restrict the sample to primeaged workers between 20 and 60 living in West Germany and exclude public sector and agricultural employment. As a large fraction of lessskilled workers is employedparttime, only focusing on fulltime workers might obscure employment developments particularly forthis labor market group. Hence, we follow Dauth 2010 and weight parttime employment using information on whether an individual works fulltime, major parttime or minor parttime.10 However, in ourempirical analysis we will elaborate on differences between part and fulltime employment.Our definition of local labor markets builds on 326 administrative districts in West Germany. However, administrative districts have developed as a result of historical circumstances and do not necessarily depict regional economic entities. As it is crucial for our analysis to consider functionally delineatedlabor market regions, we further aggregate the administrative districts into 204 labor market regions, following the classification of the Gemeinschaftsaufgabe Verbesserung der regionalen Wirtschaftsstruktur Koller and Schwengler, 2000. The advantage of this definition is that commuter flows are takeninto account, thereby reflecting local labor markets more appropriately Eckey and Klemmer, 1991. Foreach region r and time t the task shares TS H jcid:80rt are then given as:k1979kLkrt T I jk Lkrtcid:80,TS H jr t 4where Lkrt is the employment in occupation k in labor market r in time t. For example, TS HRr 1979represents the fraction of routine employment in total employment in labor market r in 1979. It bearsnotice that our measure exploits the task requirements of all occupations, which distinguishes our routineshare definition from the one used in Autor and Dorn 2012.11 However, as we will discuss later, ourresults do not hinge on this particular choice.8Due to data protection reasons the SIABR is anonymised in the form of a regional file. As a consequence the occupationalinformation is aggregated to 120 occupation groups. However, occupations are unambiguously assignable to the threedigit 1988 occupational classification.9Workers are classified based on their vocational education using the imputation algorithm developed by Fitzenberger1999. Employees with no occupational training are considered as having a low level of education; employees with a vocationaloccupation who have completed an apprenticeship or graduated from a vocational college are classified as mediumeducatedand employees holding a degree from a technical college or university are considered highly educated.10Labor supply of individuals working minor parttime less than 18 hours and major part time 18 to less than 39 hours ismultiplied with 1639 and 2439, respectively.11In their analysis, Autor and Dorn 2012 classify occupations as routine intensive if they are located in the top third of the 8Similarly to the task shares, we construct a measure for regional computer usage with informationderived from the BIBBIAB data that is matched to the SIABR at the occupational level. Regionalcomputer prevalence is measured as the share of employees using one of the following devices: 1personal computers, 2 terminals or 3 electronic dataprocessing machines in region r in 1979 and 2006.For the analysis of wages, we use information on real gross daily wages of employees availablefrom the SIABR to construct different measures of regional wage inequality, the P85P15, P85P50and P50P15 log daily wage ratios, respectively. We exclude parttime employment and weight the observations with the number of days worked in a respective year. Furthermore, we correct for the rightcensoring of the data at the social security contribution threshold by imputing and replacing the topcodedwages following Gartner 2005.12 Since 1984, onetime and bonus payments have been included in thewage measure, resulting in a spurious increase in earnings inequality Steiner and Wagner, 1998. Weaccount for this structural break by correcting the wage observations before 1983 following Fitzenberger1999 and Dustmann et al. 2009.13In order to construct regional control variables, we use information from the Establishment History Panel BHP, a 50 percent sample of all establishments throughout Germany with at least one employeeliable to social security, stratified by establishment size. We use information on the number of employeesby different labor market segments gender, nationality, educational level and aggregate the informationat the regional level. Descriptive statistics for the routine share and the regional covariates for the year 1979 are summarized in Appendix Table 14 Results 4.1 Task Specialization, Adoption of IT and the Displacement of Routine Tasks We start our analysis by examining the main explanatory variable, the share of routine employmentin 1979. The average regional routine share in 1979 is 0.537, suggesting that the fraction of routinetasks performed in overall employment in a region amounts to 53.7% at the mean. A region at the 85thpercentile of the routine share distribution has a 4.3 percentage points higher routine intensity comparedto a region at the 15th percentile the value of the routine share at the 15th and 85th percentile is 0.518and 0.561, respectively.14cid:80cid:80k LkrtIT I jk tT I jk Lkrt, where I is anroutine task distribution in 1980. Their routine share is then measured as TS H jindicator function which takes the value one if an occupation is routine intensive and Lkrt is labor supply in occupation k inlabor market r at time t.r t k 1980P6612We run a series of tobit regressions of log wages in each year, separately for each education group with several covariates.As additional controls we use a square in age, nationality, industry affiliation dummies, occupational categories and regiondummies. Topcoded wages are then replaced by draws from normal distributions that are truncated and whose moments aredetermined from the tobit estimation.13We thank Bernd Fitzenberger and Christian Dustmann for making the correction program available to us. Results of theseregressions are available upon request.14As the variation in the routine share is relatively small, the question arises whether the variation is systematic or rathera result of measurement error. To address this issue, we reconstruct our routine share measure using employment data froma five year range between 1979 and 1983. Both routine shares are highly correlated with a correlation coefficient of 0.96and all estimation results remain virtually unchanged. Furthermore, we reestimate our models using variations of the routineshare measures as proposed in Autor and Dorn 2012, who construct their routine share measure using the top third most 9To get an impression of the regional variation in routine intensity, Appendix Figure 1 maps the geographic distribution of the regional routine share in 1979 across Germany. Labor markets with a highshare of routine employment are predominantly industrial strongholds, such as Wuppertal 0.58, Gutersloh 0.58 and Leverkusen 0.57 being home to industries such as textiles, chemicals, pharmaceuticalsand automobiles. However, it bears emphasis that also labor markets that are specialized in relativelyknowledgeintensive industries, e.g. Dusseldorf 0.57 and Frankfurt 0.56 are among the toprankedroutineintensive labor markets. This is in line with the taskbased approach, as these industries typically employ many supporting occupations, such as secretaries, bookkeepers and accountants, which arecharacterized by a high routine task content. Regions that have a low routine share are mainly specializedin tourism and hospitality, such as GarmischPartenkirchen 0.50 or Husum 0.49 which are locatednear the Alps and the coast, respectively.The taskbased approach suggests that computerization should have occurred differentially acrossregions conditional on their initial routine intensity, along with a differential displacement of routinelabor. A simple OLS regression relating the difference in regional computer adoption between 1979 and 2006 to the initial routine share yields the following results:5PCr1979 2006 0.436 0.486 TS HRt 5.79r 1979 er In line with expectations, a higher routine share in 1979 is associated with larger subsequent computeradoption between 1979 and 2006. The highly significant coefficient implies that a region with the meanroutine share of 0.537 in 1979 is predicted to increase the share of employees using a computer by 70 percentage points between 1979 and 2007. To interpret the economic magnitude of the estimatedcoefficient, we compare a region at the 85th percentile of the routine share distribution to a region at the 15th percentile and find a differential increase of 2.1 percentage points.16 From these numbers we seethat computer use increased tremendously across all regions over the observed period. Compared to thisdevelopment, the implied differential resulting from varying routine shares is of rather small economicimportance.In a next step we test whether the difference in computer adoption is accompanied by a larger displacement of routine labor. Therefore, we regress the change in the regional routine share between 1979and 2007 on the initial routine intensity applying a variant of equation 1, in which state dummies andpopulation density are included as additional explanatory variables. The negative and highly significantcoefficient estimate in column 1, Panel A of Table 1 corroborates the prediction. The estimate indicatesthat a region at the 85th percentile of the routine share distribution experienced a 2.2 percentage pointshigher displacement of routine labor compared to a region at the 15th percentile between 1979 and 2007. Given a decrease in routine employment of approximately 1.0 percentage point in a region withroutine intensive occupations instead of all occupations.15 The variation in these measures is almost twice as high as in theroutine share employed in this study. As shown in Appendix Table 3 the different variants yield similar results compared to ourbaseline model in terms of their effect size and statistical significance. The drawback of these measures, however, is that theyrely on an arbitrarily chosen cutoff point.16The effect for a region with the mean routine share is calculated as 0.436 0.486 0.537. The percentile difference iscalculated as 0.561 0.518 0.486.10the mean routine share, the percentile difference implied by the estimated coefficient is of substantialeconomic significance. Consistent with the model implications, columns 2 and 3 of Table A confirm thatthe decline in routine employment is substantially larger for low and mediumeducated workers thanfor workers with a university degree.Table 1: Changes in the Shares of Regional Routine and NonRoutine Employment, 19792007Dependent variable: task share 19792007All Workers Highskilledworkers Low mediumskilled workers123A. Routine Share0.5070.0610.2770.0960.1950.0740.5030.0590.275B. NonRoutine Manual Share 0.4430.0630.2800.2850.1550.0540.4770.0590.300C. NonRoutine Cognitive Share 0.0260.0410.1370.3810.2060.0700.0640.0560.114Routine Share 1979R2Routine Share 1979R2Routine Share 1979R2Notes: N 204 labor market regions. All models include dummies for thefederal state in which the region is located, a measure of population densitynumber of inhabitants per square kilometer as well as a constant. High skilledworkers are those with at least a technical college or university degree. Robuststandard errors in parentheses. Significant at 10%, at 5%, at 1%.We now turn to the question how employment adapts to the shift in labor demand induced by theongoing routinization process. The taskbased framework predicts that declining demand for routinetasks is offset by employment gains in either nonroutine cognitive or manual labor. If the performanceof nonroutine cognitive tasks requires a relatively high skill level or some educational attainment thatis not met by workers who formerly engaged in routine tasks without additional training, labor shouldreallocate predominantly towards the performance of nonroutine manual tasks. Specifically, we estimatetwo separate models as described by equation 1, where the change in the nonroutine manual Panel B and the nonroutine cognitive employment share Panel C in region r between 1979 and 2007 isregressed on the initial routine share, state dummies and population density, respectively. The resultsin the first column of Panel B and C show that relative declines in routine intensive employment areprimarily offset by employment gains in nonroutine manual jobs. Yet, this development does not occuruniformly across educational groups as suggested by columns 2 and 3. The growth of nonroutine manualemployment is entirely realized by workers with a medium or low level of education, while the shareof highskilled workers performing manual tasks is even negatively related to initial routine intensity.11In contrast, gains in employment performing nonroutine cognitive tasks are positive and significantamong highskilled workers, while this does not hold true for workers without a university degree.17Thus, our findings are consistent with studies by Cortes 2011 and Autor and Dorn 2009, who provideempirical evidence that occupational mobility of routine workers into nonroutine cognitive and manualemployment is different across age and skill groups.4.2 The Growth of Personal Service Sector Employment 4.2.1 Overall Trends in Major Occupational Groups So far, we have shown preliminary evidence of a significant technology related shift away from routinetowards nonroutine employment at the level of regional labor markets. Bearing in mind the polarizing pattern of employment depicted in Figure 2, the question arises whether this growth in nonroutinemanual tasks indeed drives the twisting of the lower tail of the wage distribution. To investigate employment changes in greater detail, Table 2 lists the occupations in the highest quintile of the nonroutinemanual task distribution alongside their location on the wage distribution as measured by the occupational median wage in 1979 and their share of lowskilled employment. The table indicates that twobroad occupational categories dominate the group of manual intensive occupations. One category thatcan be identified is the group of personal service occupations, classified according to Blossfeld 1985.These occupations involve assisting and caring for others, such as hairdressers, cleaners, table waitersand security guards.18The second occupational group that is characterized by high nonroutine manual task inputs are manual production occupations, such as watchmakers, locksmiths and carpenters. Although production andpersonal service occupations are similar in their tasks requirements, it bears notice that both groups differsignificantly from each other with respect to their skill content as well as their location on the occupational wage distribution. With an employment weighted average log wage of 4.07, the personal serviceoccupations are mainly located at the bottom of the wage distribution, while employees performingproduction occupations earn on average 20 percent more. Furthermore, with an employment weightedaverage of 41.3%, the share of employees without formal education in personal service occupations ismore than twice as high as the respective number for production occupations 13.9%.Although personal service occupations are characterized by a low skill and wage level, the share ofemployees performing these occupations grew by roughly 15% between 1979 and 2007 and makes upfor 20% of overall employment in 2007 see Table 3. Growth in service employment is concentrated inthe 1990s, a period that as we have shown earlier in Figure 2 is characterized by strong employmentpolarization. Table 3 additionally depicts the aggregate development of employment shares separatelyby gender. Although the share of employees working in service occupations grew for men and women,the numbers reveal stronger increases in service employment for women of approximately 2 percentage 17It bears emphasis that the sum of the 3 task shares adds up to one by construction. Therefore, as a regions routineemployment share declines, the other shares automatically increase. Yet, it is noteworthy that losses in routine employment arenot distributed uniformly to both the nonroutine manual and the nonroutine cognitive employment share.18It bears emphasis that in the context of our analysis, service occupations are to be distinguished from the service sector:While service occupations, mainly comprise lessskilled personal services, the service sector represents a broad category ofindustries that can also be highly knowledgeintensive.12Table 2: Occupations in Highest Quintile of the NonRoutine Manual Task Distribution in 1979Occupation Household cleaners until glass, buildings cleaners Nursing assistants Nurses, midwives Housekeeping managers, attendants Other mechanics until watch, clockmakers Others attending on guests Doormen, caretakers Restaurant, inn, bar keepers, waiters, stewards Factory guards, detectives, watchmen Building labourer, assistants, n.e.c.Motor vehicle drivers Railway engine drivers until street attendants Locksmiths, sheet metal, plastics fitters Steel smiths until pipe, tubing fitters Roofers Sheet metal workers Electrical fitters, mechanics Carpenters until scaffolders Nonmedical practitioners, masseurs, physiotherapists Goods painters, lacquerers Street, machinery, container cleaners Radio, sound equipment mechanics Employment weighted averages All Service Occupations Nonservice Occupations Log wage Wagedecile Empl. sharelowskilled Empl. sharein overall empl. Empl. share 197920073.774.134.233.774.293.774.263.914.134.044.284.314.334.364.184.364.294.264.184.264.214.264.184.074.2712516151226778476645454.83.55.771.829.11.758.85.937.126.028.036.859.226.342.610.326.118.810.78.110.83.430.365.516.725.741.313.91.900.531.180.822.900.400.460.700.340.983.310.532.580.430.250.271.950.500.130.420.331.0522.09.512.50.190.131.080.150.050.120.090.510.160.520.010.090.540.190.020.010.060.190.260.110.010.200.060.000.11Notes: SIAB Regional File. Shaded fields indicate service occupations following the occupational classification in Blossfeld 1985.points over the observed period.As personal service occupations combine low levels of wages and education with high levels ofmanual task inputs and employment growth, this particular occupational group deserves special attention when investigating the phenomenon of employment polarization. The relevance of employment developments in personal service occupations for employment polarization becomes evident in Figure 3.It illustrates a counterfactual situation of employment growth along the skill distribution between 1989and 1999 with service employment held constant at its 1989 level. Apparently, employment polarizationwould have occurred in the counterfactual scenario as well, while the positive growth of employment atthe lower tail of the wage distribution is almost exclusively attributable to the growth of personal serviceoccupations. In contrast, developments at the upper tail of the distribution are not related to services.Having shown that the evolution of personal service employment play a crucial role when investigating employment polarization, we will now analyze whether this growth is related to technologicalchange, as the model by Autor and Dorn 2012 predicts. In order to directly link employment trendsto technological change, we will conduct this investigation in the framework of a regression analysis at the level of local labor markets. As we are mainly interested in employment dynamics of lowand mediumskilled employees, we exclude professional occupations that require a university degree orother special training e.g. engineers, judges or business administrators. While the model proposed by Autor and Dorn 2012 focuses on employment changes of lowskilled labor exclusively, we consider 13Table 3: Levels and Changes in Employment Shares by four broad Occupation Categories, 1979 to 2007197919891999200719792007Employment share %Change%ptsGrowth Rate %All Professional, Managerial, Technical Clerical, Sales Production, Operators Services Males Professional, Managerial, Technical Clerical, Sales Production, Operators Services Females Professional, Managerial, Technical Clerical, Sales Production, Operators Services 14.7822.7045.1317.3916.7511.9254.9716.3611.0243.3026.3019.3817.1824.2841.3417.2018.8012.6552.7615.7914.3244.8821.1119.7019.5926.7333.9719.7120.7515.4245.8318.0017.6845.5014.2822.5520.4027.6931.9020.0121.0617.4143.4418.0819.3044.7312.7523.225.624.9913.232.624.315.4911.531.728.281.4313.553.8338.0122.0029.3115.0425.7546.0520.9710.5375.183.3051.5119.78Notes: SIAB Regional File. Sample includes persons aged 20 to 60 living in West Germany.Military and agricultural employment is excluded. Labor supply is measured as the number ofdays worked in a given year. Parttime work is included and weighted by average working hoursaccording to Dauth 2010.developments among both low and mediumskilled workers. This is due to the special nature of the German vocational system, in which there is a vocational degree for the vast majority of existing occupations. Therefore, it is not surprising that the largest fraction of employees in service occupations ismediumskilled 77% in the year 2007, although service occupations also comprise the largest fractionof lowskilled workers among all occupational groups. If we restricted our analysis to lowskilled workers only, we would concentrate on a rather small subset of employees working in service occupations,which is not the purpose of our investigation.4.2.2 Baseline Estimates If the rising demand for services is indeed a result of technological change, we should see a positiverelation between the initial regional routine share and subsequent growth in low and mediumskilledemployment in personal service occupations. A simple OLS regression of the change in the share ofservice employment in overall employment between 1979 and 2007 on the initial regional routine shareyields the following results:6S VCr1979 2007 0.101 0.243 TS HRt 2.7r 1979 er The positive and significant coefficient of 0.243 implies that a region with the mean routine share of 0.537 in 1979 is predicted to increase its share of low and mediumskilled personal service employmentby 2.9 percentage points between 1979 and 2007, which corresponds to the aggregate numbers presentedin Table 3. The coefficient is of high economic significance, suggesting that a region at the 85th percentile 14Figure 3: Observed and Counterfactual Changes in Employment by Skill Percentile, 19891999Notes: Smoothed changes in employment by skill percentile between 1989 and 1999.Occupations are ranked according to their 1979 median wage using the SIAB Regional File. To construct the counterfactual we keep service employment at its 1989level. Locally weighted smoothing regression with 100 observations and bandwidth 0.8.of the routine share distribution will increase its share of personal service employment by 1.0 percentagepoint more than a region at the 15th percentile over the observed period.As other local labor market conditions might affect the growth of service sector employment, Panel A of Table 4 provides an overview of different specifications estimating equation 1 with additionalexplanatory variables. The regression reported in the first column repeats the estimation of the basicequation, additionally including dummy variables for the federal state in which the region is located.In columns 27 the model is stepbystep augmented by control variables that may explain differencesacross regions in the development of personal service employment.Column 2 includes a measure of population density to control for differences in the urbanity between regions, with the estimate on the routine share being virtually unaltered. Columns 3 to 5 add variables that are expected to influence the demand for personal services. Column 3 includes the fractionof the regional population subject to social security contributions that serves as a proxy for the regionalemployment rate. According to theory, a higher share of working population should raise the demandfor personal services such as restaurant meals or housekeeping, as household production is substitutedby marketbased production of services. This substitution effect is supported by the positive albeit insignificant coefficient reported in column 3. Along the lines of this argument, the regression is furtheraugmented with the share of female employees which is suspected to be positively related to the growthof service sector employment Manning, 2004; Mazzolari and Ragusa, 2007. The positive coefficienton the fraction of female employment in column 4 verifies this conjecture and is consistent with themarketization of home production emphasized by Ngai and Pissarides 2008. Column 5 adds the ratio 15Table 4: Estimated Impact of the Routine Share on Service Sector Employment Dep. variable: SVCemployment 19792007Routine Share 1979Share employedpop.Share femaleempl.Highlow skilled empl.Share foreign empl.empl.1234567A. Total employment 0.2820.0950.2840.0960.2710.1000.0400.0640.2610.0990.0700.0600.0950.0510.2810.1020.0180.0680.2570.1010.0230.0660.2630.1040.0450.0660.0860.0530.0860.1200.0190.050yes 0.1630.1350.1160.0480.047yes 0.147Population density R2no 0.141yes 0.141yes 0.143yes 0.160yes 0.148Routine Share 1979R20.0870.1190.1510.0470.1200.1640.0210.1220.1700.0100.1210.1850.0430.1240.1860.0050.1220.1730.0270.1240.196B. Male employment Routine Share 1979R20.6310.1510.1490.7050.1500.1740.7230.1530.1750.7120.1540.1830.7140.1540.1770.7080.1650.1770.6850.1690.187C. Female employment Notes: N 204 labor market regions. All regressions include dummies for the federal state in which theregion is located, regional covariates as indicated as well as a constant. Covariates in all Panels are identicaland enter with the expected sign. Robust standard errors in parentheses. Significant at 10%, at 5%, at 1%.of high to lowskilled workers as a measure to reflect formal educational attainment within regions. Thepositive sign suggests that a higher relative supply of highskilled workers is related to larger growth ofservice employment. Yet, the coefficient is not statistically different from zero and hardly alters the pointestimate on the regional routine share. Column 6 adds an indicator that potentially influences the supplyof services by including the share of the working population that is foreign born. Indeed, the share offoreign employees is positively related to the growth of service employment Cortes, 2008, but the pointestimate is not statistically different from zero and the inclusion leads to a decline of the coefficient onthe regional routine intensity. Once we include the full set of covariates in the model column 7, theestimate on the regional routine share remains robust and still retains 93 percent of the size reported inthe base specification in the first column.19So far, we have implicitly assumed that the relation between technological change and the growth ofservice sector employment is uniform across individuals. Given the steeper increase in service employ19In order to test the robustness of our results, we repeat the OLS estimation using contemporaneous changes of the regionalcovariates instead of their 1979 levels. The resulting coefficients presented in Panel A of Table 2 are comparable in magnitudeto our prior specifications. Nevertheless, it should be clear that some of these contemporaneous changes are a result of technological change themselves Autor and Dorn, 2012. We furthermore experimented with different subsamples depending on thesize and the region type of the specific labor market. We obtain similar results considering urban or rural regions separately orestimating separate models for large population200 T in 1979 and small population200 T in 1979 regions. Results areavailable from the authors upon request.16ment for female than for male workers, this assumption might not be justified. Furthermore, Black and SpitzOener 2010 show that the polarization pressure has been more pronounced for female employeesas women have been more exposed to technological change owing to a larger share of days worked inroutine intensive occupations. We therefore reestimate the previous model separately for male and female employees and present the findings in Panels B and C of Table 4. As expected, the results of the twospecifications confirm the prediction of differential trends in service employment by gender. For maleworkers, there is effectively no correlation between the initial routine share of a region and subsequentgrowth in personal service employment. As opposed to this, the point estimate for females is large andhighly significant irrespective of the inclusion of additional covariates. The predicted increase in serviceemployment for the female sample in the region at the 85th percentile of the routine share distribution is 3 percentage points greater than in the 15th percentile region over the observed period, a change that isapproximately thrice as large as in the pooled sample.A considerable part of the workforce employed in service occupations is only marginally employedand therefore not subject to social security contributions.20 If employment possibilities are mainly created among marginally employed, our results will underestimate the relation between routine intensityand service sector employment growth as our sample lacks information on marginal employment. Inorder to test for this possibility, we reestimate the model using data from the German microcensus, arepresentative one percent sample survey of all persons in private households and community accommodation in Germany. A major advantage of the microcensus is the fact that it entails employmentsubject to social security contributions as well as marginal employed workers. The results of the baseline estimation column 1 and the specification including regional covariates column 2 are depictedin Table 5. Consistent with expectations, the coefficient estimates are slightly larger compared to the results obtained with the SIABR, suggesting that additional labor is partly generated among nonstandardemployment. The point estimate is less precisely measured, which can be ascribed to a much smallersample size.21The definition of service occupations that we employ in our analysis does not coincide 1:1 withthe U.S. census classification adopted by Autor and Dorn 2012, which mainly comprises unskilledpersonal services. Although a confinement to lowskilled services does not seem appropriate for the German setting, it is still interesting to further narrow down the group of occupations driving the employment changes at the lower tail of the wage distribution. In order to test for differential trends, wefurther subdivide service occupations into unskilled all unskilled personal services and skilled essentially order and security occupations as well as skilled service occupations and estimate the employmenttrends separately for both occupation groups. Results are presented in columns 3 to 6 in Table 5 and reveal a positive and significant relationship between regional routine intensity and the growth of unskilledpersonal services columns 3 and 4 and a rather weak association with the growth of more skilled services columns 5 and 6. This is in line with findings for the U.S. and suggests that the relation between 20German law defines employment relationships as marginal if individuals work less than 50 days per calendar year ortheir monthly paycheck does not exceed 400 Euro minijob.21A more detailed discussion of the data set and the empirical procedure is provided in the Data Appendix. Due to dataavailability reasons we have to restrict the analysis based on the microcensus to the years 1982 and 2006. To check therobustness of our baseline results in Table 4, we reestimate the specification for the change in low and mediumskilledservice sector employment between 1982 and 2006 using the SIABR. Results remain virtually unchanged.17Table 5: Estimated Impact of the Routine Share on Service Sector EmploymentMicrocensus ResultsDep. variable: SVCemployment 19822006Routine Share 1982Regional covariates R2All services120.2800.148no 0.0660.3040.156yes 0.245Unskilled services340.2870.1390.3000.147no 0.084yes 0.272Skilled services560.0040.0770.0070.071no 0.012yes 0.059Notes: N 69 planning districts excluding Northern SchleswigHolstein and Berlin. The routineshare in 1982 is constructed using occupational task information from the BIBBIAB data in 1979and regional employment by occupation from the microcensus of 1982. All regressions includeregional covariates as indicated as well as a constant. Robust standard errors in parentheses. Significant at 10%, at 5%, at 1%.a regions routine share and subsequent employment growth is more pronounced for unskilled services.So far, our simple OLS results do not take into account the potential issue of spatial dependencyacross single labor markets. To address this potential source of bias in the estimates, we reestimatespatial error models with contiguity and inverse distance weighting and present the results in Panel Bof Appendix Table 2. While the contiguity matrix only consists of zeros and ones, the inversedistanceweighting matrix assigns weights that are inversely related to the distance between regions. Distancebased weight matrices are in general better suited to account for spatial dependency among regions thancontiguitybased matrices as they describe the regional integration more accurately. However, as theresults in Panel B of Table 2 suggest, both weighting methods yield very similar point estimates compared to previous results. Moreover, there is only minor evidence of significant spatial autocorrelationas suggested by the Wald test statistic and the associated pvalue.224.2.3 Heterogeneity of Effects The estimates for overall employment presented in Table 4 suggest a positive relationship between theinitial share of regional routine employment and the subsequent growth in service employment, whilethis relationship is mainly driven by the female workers in our sample. In this section, we allow for moreheterogeneity in the adjustment to technological change and reestimate the main regression separatelyfor different labor market segments. Following the format of earlier equations, all models include theinitial routine share and a full set of state dummies, with alternate specifications containing the full setof labor market and demographic controls used above.We start in Panel A of Table 6 by distinguishing between young age 2039 and old age 4060 employees. Economic theory suggests that younger workers possess a higher incentive to invest in furthereducation, allowing them to upgrade and reallocate towards highskill nonroutine cognitive rather thanlowskill nonroutine manual occupations. In contrast, older workers are less likely to invest in furthertraining and are therefore expected to engage in the performance of nonroutine manual tasks with ahigher probability. Furthermore, recent empirical research has shown that older workers are less likely 22As the coefficient estimates in our baseline analysis do not differ from the results obtained from the spatial weighting weare not concerned by the relatively low pvalue in columns 1 2 that hints at potential spatial correlation.18Table 6: Estimated Impact of the Routine Share by Gender, Age and Working Time Coefficient on RSH 1979for labor market segment below Panel A: Results by Age All Workers Young Workers2039Old workers4060Panel B: Results by Working Time All Workers Fulltime Parttime I. All II. Males III. Females1234560.2820.0950.2100.1290.2630.1040.1560.1370.4730.1220.4570.1300.2820.0950.2630.1040.3100.0960.2660.1050.8330.3320.8570.3490.0870.1190.0080.1490.2700.1580.0870.1190.0890.1170.5481.9590.0270.1240.1070.1560.2370.1630.0270.1240.0240.1220.2982.0230.6310.1590.4290.2050.6850.1690.4830.2241.0330.1881.0470.1990.6310.1590.6850.1690.7080.1690.7220.1850.8900.3170.9090.335Regional covariatesnoyesnoyesnoyes Notes: N 204 labor market regions. All regressions include dummies for the federal state in whichthe region is located, regional covariates as indicated as well as a constant. The covariates enter with theexpected sign. Robust standard errors in parentheses. Significant at 10%, at 5%, at 1%.to change occupations towards jobs where new information and computer technologies are prevalentdue to skill obsolescence and adaptability problems of older workers Aubert et al., 2006. As expected,the estimation results indicate that the relation between the initial routine share and subsequent employment growth remains positive for younger workers columns 1 and 2 but the magnitude decreasessignificantly, resulting in estimates that are statistically insignificant. Whereas the coefficient for olderworkers columns 3 and 4 is highly significant and in line with evidence presented by Autor and Dorn2009, showing that the decline in routine intensive jobs for older workers is almost entirely absorbedby employment gains in nonroutine manual occupations. Estimating the model separately by genderreveals distinct patterns for male and female workers. Interestingly, the results for male workers suggest that there are heterogeneous developments for young and older employees. Similar to the resultsfor the entire male sample, there is no evidence for a significant correlation between a regions routineintensity and the subsequent growth of service employment for young males. Yet, for older workers, thecoefficient is positive and sizeable, although the significance level further decreases with the inclusionof additional control variables. In line with our earlier findings, the age specific results are mainly drivenby the female workers in our sample, while the magnitude of the coefficient is more than twice as largefor older women than for young ones.In Panel B of Table 6 we distinguish the effects by workingtime. Studies have shown that the fractionof parttime employees in the service sector is particularly high Houseman, 1995.23 In order to testwhether there have been different employment trends for full and parttime employment, we estimate 23A report by the European Foundation for the Improvement of Living and Working Conditions 2007 emphasizes theimportance of parttime employment for overall employment changes.19models for both employment types separately and present the regression for the entire sample as well asfor male and female employees. The results for the pooled sample columns 1 and 2 suggest that therelationship between routine intensity and the growth of service employment is positive and statisticallysignificant for both employment types, although the magnitude of the coefficient is approximately threetimes larger for parttime than for fulltime employment. Comparing the increase in service employmentfor the sample of parttime workers in a region at the 85th percentile with a region at the 15th percentileof the routine share distribution, the coefficient of 0.897 suggests a differential increase in the share ofservice employment of 3.6 percentage points between 1979 and 2007. Again, columns 36 reveal thatthis result is mainly driven by employment gains in both fulltime and parttime jobs realized by femaleworkers. However, due to very small sample sizes especially for the sample of male parttime workers,the coefficients are only imprecisely measured as can be seen by the particularly large standard errors.All things considered, our results suggest that the importance of the relationship between the measureof routine intensity and changes in the employment share of service occupations differs substantiallyacross subsets of overall regional employment. The polarization of employment seems to be mainlydriven by the female workers in the sample and is even more pronounced for parttime working andolder women.4.3 Unemployment and Migration So far, our empirical findings on changes in service sector employment related to technological progressconfirm findings for the U.S. by Autor and Dorn 2012 and for Germany as presented by e.g. SpitzOener 2006 and Dustmann et al. 2009. However, the overall phenomenon of service sector growthis somewhat less pronounced in Germany than in the U.S., although computerization should have hadcomparable implications in both countries alike. Rising demand for services in Germany is likely to bedepressed by higher payroll taxes, resulting in more homebased than market based production Freemanet al., 2005; Burda et al., 2007. This argument is in line with several other studies, which documentthat many European countries seem to be missing personal services such as retail trade or hotel andrestaurant employment Piketty, 1997. Furthermore, the supply of services might be suppressed byproduct market regulation and a far more generous unemployment benefit system in Germany comparedto the United States.We test for the latter hypothesis by exploring the relationship between the initial routine share andsubsequent changes in the regional unemployment rate. The Statistics Department of the German Federal Employment Agency Bundesagentur fur Arbeit, BA publishes a time series on district level data onthe unemployment rate starting in late 1984. Unfortunately, further splits by age groups and gender areonly available at the district level from 1998 onwards. In order to construct unemployment rates forthe entire sample as well as for men and women separately, we therefore use data on benefit recipientsavailable in the SIABR to compute regional unemployment rates between 1981 and 2004.24 For reasonsof comparability, Panel A of Table 7 depicts the results of our baseline regression for the comparableshorter time period from 19812004. The coefficient estimates are similar in magnitude and significance 24See the Data Appendix for details on the construction of the unemployment rate, reasons for the shorter time period androbustness checks.20to our previous results for the longer time span 19792007.Panel B reports the results for the analogous regression with the change in the district level unemployment rate as dependent variable. In line with expectations, the baseline specification presentedincluding the regional routine share and state dummies as explanatory variables predicts a differentialincrease in the unemployment rate in regions that were initially routine intensive. With the inclusionof additional covariates column 2, the magnitude of the point estimate declines by about half of itssize but remains statistically significant at the 10% significance level. When comparing a region at the 85th percentile of the routine share distribution with a region at the 15th percentile, the coefficient of 0.135 implies that the unemployment rate differentially increased by 0.58 percentage points between 1981 and 2004. In the remaining columns of Panel B, we repeat the regressions separately for males andfemales. Given our results for personal service employment, which is almost entirely driven by femaleemployees, we would expect the increase in the regional unemployment rate to be larger for men thatfor women. Yet, this prediction is not born out by the data. The results for male employees in columns 3 and 4 indicate a positive albeit insignificant correlation between the initial routine share and the subsequent change in the regional unemployment rate. In contrast, the change in the unemployment rate ofwomen is positive, statistically significant and significantly larger than the coefficient estimate for themale counterpart.25Table 7: Estimated Impact of the Routine Share on Regional Unemployment and Net Migration I. All II. Males III. Females123456A: Service employment 19812004Routine Share 1979R20.2390.0890.1450.2360.0960.1540.1090.1080.1620.0630.1230.2120.4830.1510.0870.5460.1590.123B: Unemployment rate 19812004Routine Share 1979R20.2260.0700.3380.1350.0710.4570.1720.0900.3680.1020.0840.4750.2580.0780.1820.1520.0810.300C: Net migration Share 19792007Routine Share 1979R20.0490.0400.0430.0670.0420.0820.0770.0510.0510.0970.0530.0800.0090.0500.010.0230.0550.03Regional covariatesnoyesnoyesnoyes Notes: N 204 labor market regions. All regressions include dummies for the federal state in whichthe region is located, regional covariates as indicated as well as a constant. Robust standard errors inparentheses. Significant at 10%, at 5%, at 1%.25With our approach of calculating unemployment rates, we would be furthermore able to consider differences by agegroups. However, due to rather small numbers of observations, upon which the aggregate numbers rely, the explanatory powerof these regressions is limited. Results are available from the authors.21So far, we have not taken into account that the composition of local labor markets might havechanged over time and thereby implicitly assumed that labor is immobile across regions. To test whetherthis assumption is appropriate, we analyze if technological change induced a reallocation of employeestowards regions that are less affected by computerization. Unfortunately, official data on the number ofinward and outwardmigrants on the regional level separately for males and females is not fully available since 1979. Therefore, we use the regional information in the SIABR to compute the regional outand inmigration shares for the years 1979 and 2007. In this context, migration is defined as a job change,when the new job is in a different labor market than the previous one. As our definition builds upon jobchanges and not simply changes of the place of residence, it fits well the purpose of our analysis. However, in order to validate the robustness of our results, we compare our migration shares to the officialdata on migration flows released by the Federal Statistical Office. Further details are discussed in the Data Appendix.Panel C of Table 7 presents regression results of the change in the net migration share of low andmediumskilled employees between 1979 and 2007 on the initial regional routine share. The negativecoefficients in columns 1 and 2 suggest that regions that were prone to technological change experiencedhigher outwardmigration for the entire population, although we cannot reject the null hypothesis thatthis relation is different from zero. For the male subsample columns 3 and 4, the coefficient is negativeand, once the control variables are included, significant at the 10% level. In contrast, the estimated coefficients for female employees in columns 5 and 6 reveal that there is no correlation between a regionsinitial routine share and subsequent migration patterns. Our finding is in line with existing literature onregional adjustments to labor market shocks, which has found that responses in regional mobility arerelatively slow and incomplete, particularly among lesseducated workers Topel, 1986; Blanchard and Katz, 1992; Glaeser and Gyourko, 2005; Notowidigdo, 2011; Bound and Holzer, 2000. Furthermore,it has been shown that internal migration in Europe is much lower than in the US Decressin and Fatas,1995; Nahuis and Parikh, 2002 and that adjustment processes to shocks occur via lower participationrates.264.4 Regional Wage Inequality So far, we have documented that German local labor markets differentially experienced employmentpolarization depending on their initial routine employment share. In this section, we address the questionwhether the observed employment polarization is accompanied by wage trends in the same direction.Given the mapping between the specific tasks and their location on the wage distribution, the expectedchanges in the relative task prices should translate into a polarization of earnings. Wages paid to routinetasks will decline as information technology becomes more affordable, since computer capital perfectlysubstitutes for routine labor. Due to qcomplementarity between abstract and routine tasks, the wages ofhighskilled workers will rise, resulting in increasing uppertail wage inequality. If goods and servicesare weekly complementary, wages paid to lowskilled manual labor rise relative to wages for routinetasks, eventually compressing lowertail inequality.26One explanation for this pattern is given by crosscountry differences in the unemployment compensation and welfaresystem which may explain higher barriers to mobility in European countries compared to the U.S. Arntz and Wilke, 2009;Arntz et al., 2007. Higher compensation may reduce the potential return to migration and thereby suppress mobility.22We measure upper tail, lower tail and overall wage inequality by the P85P50, P50P15 and P85P15log daily wage ratio for fulltime workers, respectively. Panel D of Table 8 summarizes the evolutionof the three measures over time. The aggregate numbers suggest that overall wage inequality remainedrelatively stable until the 90s, but rose steeply thereafter. Upper tail wage inequality grew constantlyand moderately over the observed period, while lower tail wage inequality was relatively stable duringthe 80s and increased thereafter. Thus, the steep rise in overall wage inequality is mainly driven byincreasing lower wage inequality, indicating that economywide wage developments at the upper tail ofthe distribution are in line with the polarization hypothesis, while the wage structure at the lower tail ofthe distribution has diverged rather than becoming more compressed.Table 8: Estimated Impact of Routine Share on Regional Wage Inequality I. All II. Males III. Females123456A: P85P15 Overall Wage InequalityRoutine Share 1979R20.2210.1320.0830.1040.1210.3530.3710.1190.0920.2090.1100.4340.0590.1560.1000.0920.1510.152Routine Share 1979R2Routine Share 1979R20.0530.0520.0490.1480.0900.139B: P85P50 Upper Tail Wage Inequality0.0260.0080.0710.0490.2060.0350.0440.0520.2690.0960.0550.081C: P50P15 Lower Tail Wage Inequality0.0700.0870.3200.2400.0800.1100.1480.0800.3420.0620.1120.1760.0140.0750.0530.1000.1130.238Regional covariatesnoyesnoyesnoyes Average Log Real Wage P85P15 Wage Ratio P85P50 Wage Ratio P50P15 Wage Ratio D. Summary Statistics Wage Inequality Measures 19794.1340.0781.1960.0201.0770.0091.1100.01619894.2260.0851.2010.0211.0820.0121.1100.01519994.2660.0841.2260.0291.0890.0151.1260.01720074.2470.1001.2710.0341.1050.0151.1500.020Notes: N 204 labor market regions. All regressions include dummies for the federal state in whichthe region is located, regional covariates as indicated as well as a constant. The covariates enter withthe expected sign. Robust standard errors in parentheses. Significant at 10%, at 5%, at 1%.Panel D shows means and standard devioations in parantheses.To explore the relationship between the evolution in wage inequality and regional routine intensityin more detail, we estimate variants of equation 1 of the change in the respective log wage ratio between 231979 and 2007 for each measure of wage inequality. Following the format of earlier estimations, allmodels include the initial routine share and a full set of state dummies, with alternate specifications containing the full set of labor market and demographic controls used before. The estimates for the pooledsample are depicted in columns 1 and 2 of Table 8. The results suggest that overall wage inequalityPanel A has grown more in regions that have a high initial routine share, although the coefficient becomes insignificant with the inclusion of additional control variables. This differential rise in overallinequality is driven both by increasing upper tail inequality Panel B as well as increasing lower tailinequality Panel C.As we have argued before, the assumption that different labor market segments are affected equallyhas proven implausible. We therefore reestimate the model separately for male column 3 and 4 andfemale column 5 and 6 employees. Indeed, the results for the different subsamples reveal distinctwage developments. For male employees, overall wage inequality has significantly increased in regionswith a higher routine share over the observed period. This increase in mainly driven by differentialincreases in lower tail inequality Panel C, which contradicts findings for the U.S. Autor and Dorn,2009. In contrast to the results for the male sample, overall wage inequality for women has declinedin regions with a high routine share Panel A, columns 5 and 6. When analyzing developments at bothtails separately, it becomes evident that this stems from a differential increase in upper tail inequalityPanel B, which is offset by a relatively larger decline in lower tail inequality Panel C. Althoughnone of the results are statistically significant at conventional significance levels, it deserves notice thatwages for both subgroups follow distinct patterns and wage dynamics for females mirror the respectiveemployment trends.27Our results show that despite significant changes on the quantity side of the labor market, the rise inemployment has not come along with significant accordant wage adjustments. This can occur if goodsproduced by routine labor and services produced by nonroutine manual labor are not complementary.Then, the demand for services might not rise sufficiently to overcompensate increases in the supply,leaving wages relatively unchanged. Our results at the regional level are consistent with existing studieson aggregate wage trends in Germany, which do not find evidence of wage polarization at the lower tailof the wage distribution Dustmann et al., 2009; Antonczyk et al., 2009.5 Conclusion This paper examines the dynamic patterns of employment and wage polarization in Germany in recentdecades at the level of local labor markets. We build on concepts of the taskbased view of technologicalprogress, according to which technological change favors labor market outcomes at the lower as wellas at the upper tail of the wage distribution relative to the middle. In order to test the predictions of thetaskbased framework, we directly relate employment outcomes to technological change by exploitingregional variation in the computerizability, that is a regions potential to be affected by technologicalchange.Our results suggest that the variation in the routine share across regions has indeed explanatory 27We also conducted the analysis by different age groups and gender. However, these results do not yield additional insightsand are therefore not reported here. Results are available from the authors upon request.24power for subsequent employment changes. Regions that were initially specialized in routine tasksadopted information technology faster and witnessed a larger displacement of routine employment. Atthe same time, these regions experienced a differential growth of occupations in which nonroutine manual tasks are prevalent. We show that among these occupations, particularly the growth of the personalservice sector contributed to the twisting of the lower tail of the employment distribution. Our resultsindicate that the growth of service employment in initially routine intensive regions is most pronouncedfor women and older workers. Furthermore, there is a substantial difference in the magnitude of therelationship for fulltime versus parttime employment.When comparing recent employment trends in Germany to developments in the U.S., we find thattask requirements and employment patterns have evolved very similarly in both countries, especiallyduring the 1990s. Yet, we show that the relationship between technological change and the growth ofservice sector employment is smaller in magnitude in Germany than in the United States. We arguethat this can partly be attributed to the generous unemployment benefit system in Germany, as we findevidence that the unemployment rate differentially increased in routineintensive local labor markets.We also investigated the possibility of interregional mobility as a response to technological changebut find no robust support for adjustments along that margin. In sum, our study has shown that thetaskbased framework is well suited to explain recent changes in the employment structure in West Germany. The question now arises, why similar developments in task requirements and employment arenot accompanied by accordant changes in the wage structure.25References Acemoglu, D., Autor, D., 2011. Skills, tasks and technologies: implications for employment and earnings, in: Ashenfelter, O., Card, D. Eds., Handbook of Labor Economics. Elsevier Science B.V.,Amsterdam. Vol. 4. Ch.12, 1 Ed., pp. 10431171.Antonczyk, D., De Leire, T., Fitzenberger, B., 2010a. Polarization and rising wage inequality: comparingthe U.S. and Germany. IZA Discussion Paper, 4842.Antonczyk, D., Fitzenberger, B., Leuschner, U., 2009. Can a taskbased approach explain the recentchanges in the German wage structure? ZEW Discussion Paper, 08132.Antonczyk, D., Fitzenberger, B., Sommerfeld, K., 2010b. Rising wage inequality, the decline of collective bargaining, and the gender wage gap. Labour Economics 17 5, 835847.Arntz, M., Lo, S.M.S., Wilke, R., 2007. Bounds analysis of competing risks: a nonparametric evaluationof the effect of unemployment benefits on migration in Germany. ZEW Discussion Paper, 07049.Arntz, M., Wilke, R., 2009. Unemployment duration in Germany: individual and regional determinantsof local job finding, migration and subsidized employment. Regional Studies 43 1, 4361.Aubert, P., Caroli, E., Roger, M., 2006. New technologies, organisation and age: firmlevel evidence.The Economic Journal 116, F73F93.Autor, D., Dorn, D., 2009. This job is getting old: measuring changes in job opportunities usingoccupational age structure. American Economic Review: Papers Proceedings 99 2, 4551.Autor, D., Dorn, D., 2012. The growth of lowskill service jobs and the polarization in the United States.NBER Working Papers, 15150.Autor, D., Katz, L., Kearney, M., 2006. The polarization of the U.S. labor market. American Economic Review 96 2, 189194.Autor, D., Katz, L., Krueger, A., 1998. Computing inequality: have computers changed the labor market?The Quarterly Journal of Economics 113 4, 11691213.Autor, D., Levy, F., Murnane, R., 2003. The skill content of recent technological change: an empiricalexploration. The Quarterly Journal of Economics 118 4, 12791333.Autor, D.H., Katz, L.F., Kearney, M.S., 2008. Trends in U.S. wage inequality: revising the revisionists.The Review of Economics and Statistics 90 2, 300323.Baumol, W., 1967. Macroeconomics of unbalanced growth: the anatomy of urban crisis. American Economic Review 57 3, 415426.Black, S.E., SpitzOener, A., 2010. Explaining womens success: technological change and the skillcontent of womens work. Review of Economics and Statistics 92 1, 187194.26Blanchard, O., Katz, L., 1992. Regional evolutions. Brookings Papers on Economic Activity 1992 1,175.Blossfeld, H.P., 1985. Bildungsexpansion und Berufschancen: Empirische Analysen zur Lage der Berufsanfanger in der Bundesrepublik. Campus Verlag, FrankfurtNew York.Bound, J., Holzer, H.J., 2000. Demand shifts, population adjustments, and labor market outcomes duringthe 1980s. Journal of Labor Economics 18 1, 2054.Bresnahan, T., 1999. Computerisation and wage dispersion: an analytical reinterpretation. The Economic Journal 109 456, F390F415.Burda, M., Hamermesh, D., Weil, P., 2007. Total work, gender and social norms. SFB 649 Discussion Papers, 2007058.Cortes, G.M., 2011. Where have the middlewage workers gone? A study of polarization using paneldata. University of British Columbia Job Market Paper.Cortes, P., 2008. The effects of lowskilled immigration on U.S. prices: evidence from CPI data. Journalof Political Economy 116 3, 381422.Dauth, W., 2010. Agglomeration and regional employment growth. IAB Discussion Paper, 7.Decressin, J., Fatas, A., 1995. Regional labor market dynamics in Europe. European Economic Review 39 9, 1627 1655.Dorner, M., Heining, J., Jacobebbinghaus, P., Seth, S., 2010. Sample of Integrated Labour Market Biographies SIAB 19752008. FDZ Datenreport 012010. Institut fur Arbeitsmarkt und Berufsforschung IAB, Nuremberg.Dorner, M., Konig, M., Seth, S., 2011. Sample of Integrated Labour Market Biographies Regional File 19752008 SIABR 7508. FDZ Datenreport 072011. Institut fur Arbeitsmarkt und Berufsforschung IAB, Nuremberg.Dustmann, C., Ludsteck, J., Schonberg, U., 2009. Revisiting the German wage structure. The Quarterly Journal of Economics 124 2, 843881.Eckey, H.F., Klemmer, P., 1991. Neuabgrenzung von Arbeitsmarktregionen fur die Zwecke der regionalen Wirtschaftspolitik. Informationen zur Raumentwicklung 9 10, 569577.European Foundation for the Improvement of Living and Working Conditions, 2007. Parttime work in Europe. Http:www.eurofound.europa.euewcoreportsTN0403TR01TN0403TR01.pdf.Fitzenberger, B., 1999. Wages and employment across skill groups: an analysis for West Germany.PhysicaSpringer, Heidelberg.Freeman, R., Schettkat, R., Duflo, E., Jappelli, T., 2005. Marketization of household production and the EUUS gap in work. Economic Policy 20 41, 750.27Gartner, H., 2005. The imputation of wages above the contribution limit with the German IAB employment sample. FDZ Methodenreport 022005. Institut fur Arbeitsmarkt und Berufsforschung IAB,Nuremberg.Gernandt, J., Pfeiffer, F., 2006. Rising wage inequality in Germany. ZEW Discussion Paper, 0619rev Glaeser, E., Gyourko, J., 2005. Urban decline and durable housing. Journal of Political Economy 1132, 345375.Goos, M., Manning, A., 2007. Lousy and lovely jobs: the rising polarization of work in Britain. Reviewof Economics and Statistics 89 1, 118133.Goos, M., Manning, A., Salomons, A., 2009. The polarization of the European labor market. American Economic Review: Papers Proceedings 99, 5863.Houseman, S., 1995. Parttime employment in Europe and Japan. Journal of Labor Research 16 3,249262.Kohn, K., 2006. Rising wage dispersion after all! The German wage structure at the turn of the century.ZEW Discussion Paper, 06031.Koller, M., Schwengler, B., 2000. Struktur und Entwicklung von Arbeitsmarkt und Einkommen in den Regionen. Beitrage zur Arbeitsmarkt und Berufsforschung 232.Krugman, P., 1991. Increasing returns and economic geography. Journal of Political Economy 99 3,48399.Manning, A., 2004. We can work it out: the impact of technological change on the demand for low skillworkers. CEP Discussion Papers, dp 0640.Mazzolari, F., Ragusa, G., 2007. Spillovers from highskill consumption to lowskill labor markets. IZADiscussion Paper, 3048.Nahuis, R., Parikh, A., 2002. Factor mobility and regional disparities: East, west, homes best? CPBDiscussion Paper, 004.Ngai, L.R., Pissarides, C.A., 2008. Trends in hours and economic growth. Review of Economic Dynamics 11 2, 239256.Nordhaus, W.D., 2007. Two centuries of productivity growth in computing. The Journal of Economic History 67 01, 128159.Notowidigdo, M., 2011. The incidence of local labor demand shocks. NBER Working Papers, 17167.Piketty, T., 1997. Les creations demplois en France et aux EtatsUnis: service de proximite contrepetits boulots. Notes de la Fondation SaintSimon, Paris.28SpitzOener, A., 2006. Technical change, job tasks, and rising educational demands: looking outside thewage structure. Journal of Labor Economics 24 2, 235270.Steiner, V., Wagner, K., 1998. Has earnings inequality in Germany changed in the 1980s? Zeitschriftfur Wirtschafts und Sozialwissenschaften 118 1, 2959.Topel, R.H., 1986. Local labor markets. Journal of Political Economy 94 3, S111S143.Weiss, M., 2008. Skillbiased technical change: Is there hope for the unskilled? Economics Letters 1003, 439441.29A Data Appendix A.1 Replication using the German Microcensus The microcensus is a representative one percent sample survey of all persons in private households andcommunity accommodation in Germany provided by the Federal Statistical Office and covers approximately 370,000 households with 800,000 individuals. It has been collected for West Germany since 1957 and extended to the new Federal States in 1991. In 2005 the survey design changed from datacollection during a fixed reference week usually the last holidayfree week in April to a continuoussurvey design. It contains detailed information on the demographical background age, sex, nationalityetc., the labor market status employment status, employment characteristics, job search, education andtraining, income and the household and family context children, living conditions.A major drawback of the data is the limited availability of regional information due to data securityregulation. As a result, the microcensus only provides information on the level of 97 German planningdistricts Raumordnungsregionen, ROR that are defined according to commuting ranges and compriselabor market regions that are relatively selfcontained. A reallocation of districts in 1996 resulted ina new assignment of planning districts and unfortunately, the statistical office does not provide a timeconsistent definition of this regional classification. As a result, we need to group some RORs togetherin order to ensure comparability over time. In addition, we exclude the region Northern SchleswigHolstein from our regressions as its routine share is more than one standard deviation larger comparedto the second largest regional routine share. Out of the 74 ROR in West Germany we are than left with 69 planning districts excluding Berlin.Due to data availability reasons we have to restrict our analysis to the years 1982 and 2006. Toconstruct the regional routine share on the level of planning districts, we use the occupational taskinformation from the 1979 BIBBIAB wave and weight it with regional employment in 1982 using thedetailed occupational employment information entailed in the microcensus. We restrict our sample tothe West German civil labor force population from the age of 20 to 60 excluding agricultural and publicsector employment. Labor supply is measured as the number of hours worked and includes fulltimeand parttime employment as well as marginally employed workers. We then relate the growth in lowand mediumskilled service employment between 1982 and 2006 to the initial regional routine intensityin 1982 and present the results in Table 5. To make the results comparable we include a similar set ofregional covariates and are furthermore able to include the elderly share of population 65 years whichis considered to be a potential demand shifter. Most covariates enter with the expected sign: positive forfraction of high to low and medium skilled, share of foreign employees, female labor force participation,elderly share of population but negative for the share of working population. However, the coefficientestimates are not individually significant in the specification including all regional covariates and arenot tabulated in Table 5 to conserve space. The detailed occupational classification in the microcensusallows us to further subdivide service occupations into unskilled all unskilled personal services andskilled essentially order and security occupations as well as skilled service occupations services.30A.2 Computing Regional Unemployment and Migration Rates using SIABRFor the construction of regional unemployment rates separately by gender we rely on the benefit recipient history included in the SIABR, which provides information on periods during which individualsreceive earningsreplacement benefits unemployment benefit, unemployment assistance and maintenance allowance from the Federal Employment Agency Bundesagentur fur Arbeit, BA. Due to datalimitations we are forced to conduct our analysis on unemployment responses for the shorter time period 1981 to 2004. On the early end we are limited because the benefit receipt data up to and including 1980 are only partially recorded Dorner et al., 2011. A change in legislation in 2005 limits a consistentanalysis of unemployment trends after this year.We measure the regional unemployment rate as the sum of days residents were registered as unemployed relative to total days worked in a given year and a given region. To validate the robustness of ourresults, we compare our selfcomputed unemployment rate with administrative records provided by the Statistics Department of the German BA that publishes a time series on district level data on the overallunemployment rate starting in late 1984. With the data stemming from the SIABR, we are restrictedto unemployment information of workers who were previously employed subject to social security contributions. However, both measures are highly correlated in the years after 1985, with the correlationcoefficient varying between 0.85 and 0.92. In addition, we regress the change in the unemployment ratefor the pooled sample between 1985 and 2004 were we have reliable data from both sources on theroutine share in 1979 using both definitions of the unemployment rate. We obtain similar coefficientsfrom both specifications although the difference is not statistically significant.We construct migration shares using information on the workplace location available in the SIABR.Total regional inmigration is defined as the sum of workers, who have changed job from some regioninto a certain region. Analogously, total outmigration is defined as the sum of workers in one region,who have changed their jobs towards a workplace that is located in a different region. In order to checkthe robustness of our results, we compare the selfcomputed migration shares to the available officialdata on migration flows published by the Federal Statistical Office. The correlation coefficient for the inand outmigration measures varies between 0.92 and 0.94.31B Table Appendix Table 1: Descriptive statistics for regions, 1979Fulltime employment Routine share measure PC Share Fraction female employees Fraction high to low and medium skilled employees Fraction foreign employees Fraction employed Population density Average region population Number of regions 40,61060,4420.5370.0190.0500.0100.3300.0450.0300.0160.0810.0480.1250.033301418297,494376,437204Notes: All fractions are computed with respect to total fulltime employment for a given region.Table 2: Estimated impact of routine task intensity on regional service sector employment:Robustness checks Dependent variable: SVC employment 19792007Routine Share 1979Regional covariates R2WaldTestpvalue I. Alternative classification Cov. in cont. changes II. Spatial Error Weighting Matrices Contiguity Inverse Distance10.2820.095no 0.14120.2890.100yes 0.15234560.3030.0920.2880.1000.2880.0910.2700.100noyesnoyes 5.6630.0175.3790.0200.3910.5320.2640.607Notes: N 204 labor market regions. All regressions include dummies for the federal state in which theregion is located, regional covariates as indicated as well as a constant. The covariates enter with the expectedsign. Robust standard errors in parentheses. Significant at 10%, at 5%, at 1%.32Table 3: Estimated impact of routine task intensity on regional service sectoremployment: Robustness checks I. Baseline Occupations used forconstruction of RSH:Dependent variable: SVC employment 19792007all10.2820.0950.141204Routine Share 1979R2NP85P15Effect Size II. Alternative RSH Measure 25%50%33%most routine234A. OLS estimates 0.1320.0460.1412040.1250.0510.1282040.2080.0550.169204III. Stacked 1st diff.all50.096.0430.326612B. Effect Size: Region at 85th vs 15th percentile of RSH measure 0.0430.0431.2131.1560.0831.0960.0760.9500.0611.269Notes: N 204 labor market regions. All regressions include dummies for the federal state in whichthe region is located. For ease of exposition, column 1 repeats the baseline estimates. Column 5displays the results of a stacked first differences regression that additionally includes time dummies.Robust standard errors in parentheses. Significant at 10%, at 5%, at 1%.33C Figure Appendix Figure 1: Distribution of routine share 197934!.!.!.!.!.!.!.!.!.!.!.!.!.!.!.!.Kiel Bonn Mainz Bremen Berlin Munchen Hamburg Nurnberg Mannheim Hannover Freiburg Stuttgart Karlsruhe Frankfurt Dusseldorf Routine Share 19791st quantile 2nd quantile 3rd quantile 4th quantile", "filename": "VfS_2012_pid_344.pdf", "person": ["Hanna Wielandt", "Wielandt, Hanna", "Charlotte Senftleben", "Senftleben, Charlotte"], "date": ["2012"]}