{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/113220/1/VfS_2015_pid_72.pdf"], "title": ["Does Public Education Expansion Lead to Trickle-Down Growth?"], "plaintext": "Does Public Education Expansion Lead to TrickleDown Growth?Sebastian Bohm, Volker Grossmann, and Thomas M. Steger January 22, 2015Abstract The paper revisits the debate on trickledown growth in view of the widelydiscussed evolution of the earnings and income distribution that followed a massive expansion of higher education. We propose a dynamic general equilibriummodel to dynamically evaluate whether economic growth triggered by an increasein public education expenditure on behalf of those with high learning ability eventually trickles down to lowability workers and serves them better than redistributive transfers. Our results suggest that, in the shorter run, lowskilled workerslose. They are better off from promoting equally sized redistributive transfers.In the longer run, however, lowskilled workers eventually benefit more from theeducation policy.Interestingly, although the expansion of education leads tosustained increases in the skill premium, income inequality follows an inverted Ushaped evolution.Key words: Directed Technological Change; Publicly Financed Education;Redistributive Transfers; Transitional Dynamics; TrickleDown Growth.JEL classification: H20, J31, O30.Acknowledgements: We are grateful to Sjak Smulders and Manuel Oechslin for extremely helpfulcomments and suggestions. We also thank seminar particants at Tilburg University, the Universityof Leipzig, the Humboldt University of Berlin, the Poverty and Inequality Workshop 2014 at Free University of Berlin, and the 70th Annual Congress of the International Institute of Public FinanceIIPF 2014 in Lugano for valuable discussions.University of Leipzig, Institute for Theoretical Economics, Grimmaische Strasse 12, 04109 Leipzig,Germany, Email: boehmwifa.unileipzig.de.University of Fribourg; CESifo, Munich; Institute for the Study of Labor IZA, Bonn; Centrefor Research and Analysis of Migration CRe AM, University College London. Address: Universityof Fribourg, Department of Economics, Bd. de Perolles 90, 1700 Fribourg, Switzerland. Email:volker.grossmannunifr.ch.University of Leipzig; CESifo, Munich. Address: University of Leipzig, Institute for Theoretical Economics, Grimmaische Strasse 12, 04109 Leipzig, Germany, Email: stegerwifa.unileipzig.de.0Since 1979, our economy has more than doubled in size, but most ofthat growth has flowed to a fortunate few. Barack Obama, December 4,20131 Introduction Whether economic growth trickles down to the socially less fortunate has been a keydebate for many decades in the US and elsewhere e.g. Kuznets, 1955; Thornton,Agnello and Link, 1978; Hirsch, 1980; Aghion and Bolton, 1997; Piketty, 1997. Inparticular, social desirability and choices of growthpromoting policies may criticallydepend on their expected trickledown effects. For instance, massive expansion of highschool and college education throughout the 20th century has led to a surge in therelative supply of skilled labor Goldin and Katz, 2008; Gordon, 2013. Goldin and Katz 2008 document the important role of the public sector for this development,particularly between 1950 and 1970.1 Despite steady economic growth, however, median fulltime equivalent earnings of males have almost stagnated from the 1970sonwards e.g. Katz and Murphy, 1992; Acemoglu and Autor, 2012; De NavasWalt,Proctor and Smith, 2013. Moreover, earnings of less educated males fell considerablyAcemoglu and Autor, 2011, Tab. 1a. Thus, under the hypothesis that technologicalchange has been endogenously skillbiased to the expansion of public education, theevidence suggests a pronounced equityefficiency tradeoff of this policy intervention.In this paper, we propose a comprehensive dynamic general equilibrium frameworkwith directed technical change, heterogeneous agents and a key role of human capital for economic growth to evaluate the effects of public expenditure reforms on theevolution of living standards over time. In particular, we comparatively examine twopublic expenditure policies: public education finance on behalf of highability workersand income transfers towards lowability workers who do not acquire more advancededucation e.g. because of limited ability. We investigate whether economic growth 1For instance, the fraction of college students in publicly controlled institutions gradually increasedbetween 1900 and 1970. Between 1950 and 1970, it increased from 0.5 to almost 0.7 among studentswith four years of college attendance Goldin and Katz, 2008; Fig. 7.7.1triggered by an increase in public education expenditure on behalf of those with highlearning ability eventually trickles down to lowability workers and serves them betterthan redistributive transfers. Relatedly, we examine whether expanding education ofwealthy, highability households inevitably raises inequality of earnings and incomeover time.Whether and when growth promoted by education expansion trickles down to lowskilled workers is a key question for at least three reasons. First, the evolution of theearnings distribution has recently provoked an intensive policy debate in the US andelsewhere e.g. Stiglitz, 2012; Deaton, 2013; Mankiw, 2013; Piketty, 2014.2 For instance, in his maybe most widely received speech of his US presidency December 4,2013, Barack Obama referred to it as the defining challenge of our time, criticizingthat a trickledown ideology became more prominent.3 He also urged that we needto set aside the belief that government cannot do anything about reducing inequality.In fact, the taxtransfer system in the US is rather unsuccessful to improve living standards of the workingpoor, compared to other advanced countries Gould and Wething,2012. Second, upward social mobility has proved being severely limited by intergenerational transmission of learning ability andor human capital, implying that a significantfraction of individuals may not acquire more than basic education for a long time tocome.4It is thus important to know whether those individuals profit from publiclyfinanced education expansion, particularly compared to the alternative policy of redistributive transfers which are directly targeted to less educated workers.5 To focusour analysis on this issue we deliberately rule out social mobility in our model. Third,2The earnings distribution has changed markedly also in Continental Europe, although later thanin the US; see e.g. Dustmann, Ludsteck and Schonberg 2009 for evidence on Germany.3See www.whitehouse.govthepressoffice20131204remarkspresidenteconomicmobility 4See e.g. Corak 2013. There is overwhelming evidence for the hypothesis that the educationof parents affects the human capital level of children, even when controlling for family income. Forinstance, Plug and Vijverberg 2003 and Black, Devereux and Salvanes 2005 show that children ofhighskilled parents have a higher probability of being highskilled.5There are, of course, many other policy options to improve economic situations of the poor whichwe do not consider because of our macroeconomic focus. For instance, there is a large literature onthe effectiveness of programmes to promote rather basic education on behalf of lowincome earners orthe unemployed. Some of the evidence suggests that their success is very limited unless governmentsintervene at a very young age see e.g. the survey by Cunha, Heckman, Lochner and Masterov, 2006.See, however, Osikominu 2013 for qualifying evidence on long term versus short term active labormarket policy.2the literature on directed technological change, initiated by Von Weizsacker 1966 andadvanced by Acemoglu 1998, 2002, suggests taking into account the possibility thatan increase in the supply of human capital leads to skillbiased technological change,thus contributing to the differential evolution of living standards across individuals inthe first place. Particularly, it is not evident whether and when workers with onlybasic education benefit from an increase in the economys supply of human capital. Itis therefore salient for addressing our research questions to capture the possibility thattechnological progress does not automatically benefit highskilled and lowskilled laborin a similar fashion.6To illustrate this point, we start out with a simple model without directed technicalchange where we allow for human capital externalities which benefit both types ofworkers alike. We then proceed to compare the speed of trickledown of this modelto that in a comprehensive framework with RDbased directed technical change.Standard analyses of directed technological change models are inadequate to enterthe trickledown debate, because they exclusively focus on the long run and assumethat skill supply is exogenous. For instance, as acknowledged by Autor and Acemoglu2012, such analyses are unsuccessful to explain falling earnings at the bottom ofthe distribution of income. Rather, our goal is to dynamically evaluate the impactof an increase in public education expenditure that potentially affects both RD andeducation decisions, is in line with the observed income dynamics in the last decades,and helps to predict and understand future dynamics.7More specifically, our framework rests on the following features: i We focus onhouseholds which do not accumulate human capital, but may benefit from expansionof publicly financed education of others either dynamically through trickledowngrowth or statically through complementarity of highskilled and lowskilled labor; ii6In an interesting recent paper, Che and Zhang 2014 argue that the higher education expansionin China in the late 1990s had a causal positive effect on technological change particularly in humancapital intensive industries, suggesting that technical change endogenously benefits primarily highskilled workers.7We employ the algorithm of Trimborn, Koch and Steger 2008 to analyze the transitional dynamics of the resulting nonlinear, highly dimensional, saddlepoint stable, differentialalgebraic system.Despite the complexity of our model, the long run equilibrium can be derived and characterizedanalytically. This is important for calibrating the model and for understanding basic mechanisms.3growth is endogenously driven by technological change which may complement differenttypes of skills in a differential fashion; iii the government can extend redistributivetransfers and promote economic growth by publicly financing education; iv there aredistortionary taxes on labor and capital income and capital gains; v the accumulation of physical capital, human capital and RDbased knowledge capital interactwith public policy in determining the evolution of living standards over time.Our key findings may be summarized as follows. First, when the government raisesthe fraction of tax revenue devoted to publicly finance education on behalf of highability individuals, net income and the wage rate of lowability individuals first decrease compared to the baseline scenario without policy reform. Thus, consistent withempirical evidence, our analysis suggests that education expansion is followed by rising inequality and temporarily lower wages at the bottom of the earnings distribution.Later in the transition, the economic situation of the least educated improves and theyeventually become better off than without education expansion. Second, an increasein the fraction of the tax revenue devoted to redistributive transfers rather than publiceducation expenditure leads to short run gains but long run losses for this group. Thus,our analysis suggests a dynamic policy tradeoff from the perspective of the sociallyless fortunate. This is not necessarily so in the simple model without directed technicalchange we analyze first section 3: in this model, education expansion is always inferiorto transfers from the perspective of lowability workers in the case where there are nohuman capital externalities; if human capital externalities are sufficiently strong, thepicture becomes qualitatively the one suggested by the comprehensive model. Examining the comprehensive model is more compelling though for the main argument and fora quantitative analysis because it allows for the possibility that education expansiontriggers technological change which primarily benefits highskilled workers. Third, ourcalibration to the US economy implies that it takes a long time until growth triggeredby education expansion tricklesdown to the poor and makes them better off than under redistributive transfers. Fourth, the speed of trickledown is slower, the higher thederived elasticity of substitution between the two types of workers in the economy.Fifth, promoting human capital accumulation implies that earnings inequality increases 4on impact and then further rises considerably over time. This also raises overall inequality of net income earlier in the transition. However, although remaining higherthan under redistributive transfers, income inequality eventually decreases later in thetransition because of albeit limited convergence of asset holdings between the twotypes of workers. In other words, education expansion leads to an inverted UshapedKuznets curve evolution of income inequality.The paper is organized as follows.In section 2, we briefly discuss the relatedliterature. Section 3 starts out with a simple model highlighting important featuresof our analysis. In section 4, we set up a comprehensive growth model designed for aquantitative analysis. Section 5 characterizes its equilibrium analytically. In section 6 we employ numerical analysis to dynamically evaluate the trickle down dynamics ofpolicy reforms. Section 7 focusses on the evolution of the distribution of earnings andnet income across different types of workers. The last section concludes.2 Related Literature We shall not attempt to review the vast literature on the interplay between economicgrowth and inequality. Rather, we selectively discuss the most related work. In theirseminal paper, Galor and Zeira 1993 show that human capital investments are suboptimally low under credit constraints. According to their analysis, if the wedge betweenthe borrowing and the lending rate is sufficiently large, not only is inequality harmful forgrowth but also may it increase over time i.e., growth does not trickle down. Aghionand Bolton 1997, Piketty 1997 and Matsuyama 2000 examine the evolution ofwealth distribution under imperfect credit market with fixed investment requirementsfor entrepreneurial projects. They identify conditions under which growth may trickledown and argue that lump sum wealth redistribution to the poor may speed up thisprocess by mitigating credit constraints.In contrast to this literature, our focus ison the interplay between physical capital accumulation, human capital accumulationand technological change directed to different types of workers, while abstracting fromcredit constraints. In view of the minor role of credit constraints for education finance 5in the US for a recent study, see e.g. Lochner and MongeNaranjo, 2011, this appearsto be a reasonable research strategy in our context. Moreover, we focus on publiclyfinanced education and redistribution, financed by distortionary taxation.Goldin and Katz 2008 argue that the evolution of skill premia can be explained bythe pace at which the relative supply of skills keeps track with the relative demand forskills as driven by skillbiased technological change. However, as already pointed outby Acemoglu and Autor 2012, their analysis does not address the possible feedbackeffect of rising skill supply. Such effects result from education expansion via endogenously biased technological change, altering the relative demand for skills. Closestto our analysis, Acemoglu 1998, 2002 introduces the idea that the relative demandfor different types of workers via technological change is endogenous to the supply ofhuman capital. While he focusses on the long run effects of an exogenous increase inhuman capital, our interest lies in the transitional dynamics when both the formation ofhuman capital and the extent and direction of technological change are endogenous topublic policy reforms. Finally, Galor and Moav 2000 examine distributional effects ofbiased technological change in a dynamic model of endogenous skill supply. There aretwo main differences to our work. First, whereas Galor and Moav 2000 are interestedin the evolution of wage inequality when the rate of by assumption abilitybiasedproductivity growth starts below steady state, we evaluate public policy experiments.In particular, we consider the dynamic effects of a publicly financed expansion of education on behalf of highability individuals versus redistributive transfers on incomedynamics. Second, in our model technological change is based on RD decisions whichpotentially is skillbiased endogenously.3 Simple Model 3.1 Set Up Consider an infinitehorizon framework in continuous time. There are two types oflabor, a unit mass of type individuals with unit time endowment, capable of accu6mulating human capital by investing time for education, and a mass 0 of typeindividuals, inelastically supplying one unit of labor each period. For modern times,human capital accumulation of a representative type individual may be interpretedas higher education attendance.8 Ruling out social mobility captures intergenerationaltransmission of learning ability in a pointed form. The modeling choice is driven by ourinterest of trickledown dynamics on behalf of those type individuals with basiceducation only.There is a homogenous consumption good with price normalized to unity. Finaloutput is produced under perfect competition according to h 1 1 1 i 1where and denote the amounts of type and type labor in manufacturingthe numeraire good, 0 is total factor productivity, and 0 is the elasticity ofsubstitution between the two types of labor. Let denote the human capital level pertype individual. We allow for a human capital externality as a channel which mayaffect trickledown growth; that is, is a nondecreasing function of the human capitalstock per type individual, ; we write , 0. In the special case 0, there is no external effect of human capital accumulation on and type individuals are exclusively affected by an increase in becauseof the complementarity of different types of labor in 1. The representative final goodproducer maximizes profits, taking both and the wage rates as given.Skill accumulation of type individuals depends, first, on the time investmentin education Lucas, 1988. Second, it depends on the amount of publicly financedhuman capital teachers per type individual devoted to educational production.Moreover, it is characterized by intergenerational human capital transmission and de8In the US, secondary graduation rates increased quickly through the 20th century and then stabilized Goldin and Katz, 2008; Tab. 3.1, Fig. 6.1.7preciation over time. Let and 1 denote the fraction of time a type individualsupplies to the labor market and devotes to education, respectively. Let denote theteaching input in educational production per type individual. Their human capitalstock evolves according to 1 2where 0 is the depreciation rate of human capital and the other parameters fulfill 0, 0 1, 0, 0, 1. 1 captures decreasing returns totime use in education. If 0, there is intergenerational human capital transmission. 0 and 1 imply that, in the long run, the individual human capital levelis stationary. Suppose that the teaching input is given by 9 3where 0 is the fraction of human capital devoted to education. In labor marketequilibrium, , i.e., ; moreover, .Our human capital accumulation process is similar to Lucas 1988, extended forpublicly provided education. Substituting 3 into 2, we find 1 . In Lucas 1988, 1 constant rather than decreasing returns to time investment, 0 no publicly provided education, and 1 such that the stock of humancapital per capita could grow with a positive rate even in the long run, which we ruleout with our parameter restrictions.Teaching input is publicly financed by income taxation. In each period, a fraction 0 of contemporaneous total tax revenue is used to publicly finance teachersin the education sector, endogenously determining policy parameter . Moreover, aconstant fraction 0 of the tax revenue is devoted to finance transfers to individualswho own income below some income threshold, which may be thought of social welfareexpenditure; 1. The possibility 1 allows for a third public spending 9In any meaningful equilibrium, the fraction must be lower than the fraction of time devoted tolabor market participation, .8category which may additively enter the utility function like public expenditure fordefense, the legal system, public order, and safety. Alternatively, the third categorymay be interpreted as government waste.Let denote the wage rate and gross wage income of type individuals and the wage rate per unit of human capital supplied by type individuals; supplying a fraction of their unit time endowment to the labor market, their gross wageincome reads as . We focus throughout on the case where type individualsearn endogenously less than type individuals at all times. Marginal tax rateson labor income are, if anything, higher for type individuals. Formally, supposethat the marginal income tax rate is given by an increasing stepfunction fulfilling . We focus on the case in which the stepfunction is suchthat and are timeinvariant for the income ranges we consider.10 Suppose thatonly type individuals earn sufficiently little to be eligible for a transfer payment,denoted by . Their income level then reads as : 1 , whereas aftertaxincome of type individuals is given by : 1 .Denote the level of consumption of a type individual by , . Letsubscript on a variable index time suppressed if not leading to confusion. As thereis no physical capital, individuals do not save, i.e. for all , . Supposethat intertemporal utility of a type individual is given by Z 01 11 dt Z 01 1 11 dt.4The optimal sequence of time allocation, 0, maximizes 4 subject to 2, takingthe path of as given. The equilibrium analysis of the model proposed in this sectionis standard and relegated to an onlineappendix.10Ensuring this outcome may require that the mapping from income brackets to marginal tax ratesis adjusted when income levels grow, i.e. function is adjusted over time.93.2 Policy Evaluation We now contrast the dynamic effects of an expansion of education increase in and of higher transfers increase in on income of type individuals. For giventax rates, an increase in raises the fraction of human capital devoted to education,, whereas an increase in raises transfer payment . Throughout the paper, wemaintain the assumption that individuals do not anticipate shocks in policy parameters.Plot a: 0 cid:2yl,tyl 1.201.151.101.051.000100200300400t 500Plot b: 0.25 cid:2yl,tyl 1.251.201.151.101.051.00050100150200t 250Figure 0: Time path of normalized income, , in three scenarios: solid blue line:baseline scenario and remain constant, horizontal dashed line: increases by fivepercentage points, increasing dashed line: increases by five percentage points. Set ofparameters: 007, 01 preshock levels, 035, 017, 0023, 084, 025, 035, 15, 002, 191, 015. The calibrationstrategy is described in appendix.Let denote the net income and consumption of a type household in initialsteady state before the policy reform. Figure 0 illustrates the effects of increases in education expansion and in redistribution extension by five percentagepoints on normalized net income . Panel a treats the case without humancapital externality 0. The increasing dashed line shows that an increase in leaves lowability workers worse off early in the transition compared to the baselinescenario without policy reform. This reflects a reallocation of highskilled labor awayfrom final goods production decrease in towards the education sector, therebydepressing the marginal product of type workers decrease in . Because 10of a complementarity between both types of labor in production function 1, laterin the transition, rises as human capital accumulates. However, for 0, typeindividuals turn out being worse off than under the alternative policy of raising ,which once and for all raises living standards of the recipients of transfer income, asindicated by the horizontal dashed line in panel a. In Panel b, we consider thesame policy shocks for the case where there is a human capital externality 025.Thus, human capital accumulation triggered by expanding education now also increasestotal factor productivity. Now, although living standards again drop on impact inresponse to an increase in , type individuals become better off in the longer run,compared to the effect of increasing . Comparing the results suggested by panela and b of Figure 0 highlights the salient role of endogenous technological progresswhich we examine next in a more comprehensive way for the purpose of quantitativeanalysis.4 Comprehensive Model The model in the previous section is too simple for a quantitative policy evaluation. Wenext propose a comprehensive model with endogenous and directed technical change.It features may be viewed as a microfoundation of human capital externalities. Unlikein the simple model, however, education expansion does not automatically benefit lowskilled workers through increases in total factor productivity. Its effect runs through RD investment which may be primarily directed to highskilled intensive production.We also introduce savings and capital accumulation.4.1 Firms There is again a homogenous final good with price normalized to unity. Following Acemoglu 2002, final output is now produced under perfect competition according to h1 111 1 i 5 0. and are composite intermediate inputs. They are also produced underperfect competition, combining capital goods machines with human capital andlowskilled labor, respectively. Formally, we have 1Z0Z0 1670 1, where and are inputs of machines, indexed by , which arecomplementary to the amount of human capital in this sector, , and lowskilledlabor, , respectively. The mass number of machines, and , expandsthrough horizontal innovations, as introduced below. The initial number of both typesof machines are given and positive; 0 0, 0 0.In each machine sector there is one monopoly firm the innovator or the buyer ofa blueprint for a machine. They produce with a onetoone constantreturns to scaletechnology by using one unit of final output to produce one machine unit. The totalcapital stock, , in terms of the final good, thus reads as Z0 Z08Machine investments are financed by bonds sold to households. In each machine sectorthere is a competitive fringe which can produce a perfect substitute for an existingmachine without violating patent rights but is less productive: input coefficients are in both sectors.11 Parameterhigher than that of the incumbents by a factor 1 1 determines the pricesetting power of firms and allows us to disentangle the pricemark up from output elasticities, which is important for a reasonable calibration of themodel. Physical capital depreciates at rate 0.There is free entry into two kinds of competitive RD sectors. In one sector, a 11See Aghion and Howitt 2005, among others, for a similar way of capturing a competitive fringe.12representative RD firm directs human capital to develop blueprints for new machinesused to produce the human capital intensive composite input, , the other sector toproduce . To each new idea a patent of infinite length is awarded. Following Jones1995, ideas for new machines in the RD sectors are generated according to 910where and denote human capital input in the RD sector directed to the humancapital intensive and lowskilled intensive intermediate goods sector, respectively. 0is a RD productivity parameter. 0 1 captures a negative RD duplicationexternality Jones, 1995 which measures the gap between privately perceived constant RD returns of human capital and socially decreasing returns. We assume that 0 1. 0 captures a positive standing on shoulders spillover effect.124.2 Households There are again two types of individuals, indexed by , which differ withrespect to their learning ability. The learning technology is identical to section 3: onlytype individuals can accumulate human capital, according to 2. We now allowpopulation sizes of both types, 0 and 0, to grow at the same and constantexponential rate, 0. We normalize the initial size of the type population tounity, 0 1, and denote 0 . Preferences of individuals of type arerepresented by the standard utility function Z01 11 11 0, where is consumption of a type individual at time .12Two remarks are in order. First, Acemoglu 1998, 2002 focusses on a labequipment versionof the RD process. Since empirically RD costs are mainly salaries for RD personnel, we preferspecifications 9 and 10. Second, 1 implies that growth is semiendogenous Jones, 1995,i.e. would cease in the long run if we population growth were absent.13Households can hold bonds providing capital which serves as input for machineproducers, and equity thereby financing blueprints for machine producers. Financialmarkets are always in noarbitrage equilibrium. Asset holdings in per member ofdynasty are denoted by . Initial asset holdings are given by 0 0, 0 0.The interest rate for bonds is denoted by . Dividends from equity holdings and bondholdings are taxed by the same constant rate . Maintaining the same labor incomeschedule as in section 3, assets accumulate according to with : 1 1 with : 1 1 .1213 again denotes net income of type . Capital gains are taxed with constanttax rate . Again, a fraction of total tax revenue is devoted to publicly financingeducation on behalf of type individuals and a fraction finances transfers on behalfof type individuals.5 Equilibrium Analysis This section derives important analytical results. In section 6, we will examine whetherthe calibrated model implies sufficiently strong trickledown effects of an increase ineducation expenditure which eventually benefits the less fortunate better than extending redistribution. In addition to the evolution of net income of lowability dynasties,we also consider that of their wage rate. In section 7, we study the dynamic effects ofpolicy reforms on relative earnings and relative net income between the two types ofindividuals.5.1 Preliminaries The equilibrium definition is standard and relegated to the appendix.It turns outthat, for the transversality conditions of household optimization problems to hold andintertemporal welfare levels and to be finite, we have to restrict the parameter 14space such that 1 0 with 1 1 A1As will become apparent, is the long run growth rate of individual consumptionlevels, individual income components, and knowledge measures , . Thus, in In modern times andthe long run, technological change turns out to be unbiased.advanced economies, on average, the per capita income growth rate exceeds the population growth rate , implying A2Profit maximization of nonRD producers implies two intermediate results whichrelate to the previous literature, reminding us on the mechanics of directed technicalchange.Lemma 1. Define 1 . The relative wage per unit of human capitalbetween type and type individuals reads as 1 1 14All proofs are relegated to the appendix. According to 14, is the derivedelasticity between highskilled and lowskilled labor in production Acemoglu, 2002.That is, for given productivity levels, an increase in relative amount of type humancapital devoted to manufacturing, , by one percent reduces the relative wagerate, , by 1 percent. Notably, if 1, then 1; if 1, then 1.Let and denote the price of the highskilled intensive and lowskilled intensive composite intermediate good used in the final goods sector, respectively. Anincrease in the relative knowledge stock of the highskilled intensive sector, ,has two counteracting effects on relative wage rate as given by 14. First, the relativeproductivity of type human capital in the production of composite intermediates 15 . Second,rises, increases for a given relative price of intermediates, however, since relatively more of the highskilled intensive composite good is produced when rises, the relative price of composite goods, , decreases for given laborinputs. Through this effect, the relative value of the marginal product of type human capital declines. If and only if the elasticity of substitution between the compositeintermediates is sufficiently high, 1, the first effect dominates the second onevice versa if 1.The next result provides insights on relative RD incentives in the two RD sectors.The respective profits of an intermediate good firms symmetric within sectors aredenoted by and .Lemma 2. The relative instantaneous profit of machine producers reads as 1 115There are counteracting effects of an increase in relative employment in compositeinput production, , on relative RD incentives. First, for a given relative priceof the highskilled intensive good, , relative profits in the highskilled intensive sectorrise market size effect. Second, however, falls in response to an increase inrelative output of the highskilled intensive good price effect. In the case where 1, the first effect dominates the second one, and vice versa if 1.Moreover, as already discussed after Lemma 1, an increase in the relative knowledgestock of the highskilled intensive sector, , reduces the relative price . Thus,relative profits decline. The magnitude of the elasticity of with respectto is inversely related to the derived elasticity between highskilled and lowskilled labor in production, .165.2 Balanced Growth Equilibrium It turns out that restricting focus on the case in which the derived elasticity of substitution is bounded upwards, 2 1 A3is sufficient for existence and uniqueness of a balanced growth equilibrium. We focuson this case throughout. The balanced growth equilibrium is characterized by Proposition 1. Under A1A3, there exists a unique balanced growth equilibrium which can be characterized as follows:i , , , , , , , , grow with rate ;ii , , grow with rate ;, , , iii , grow with rate ;iv , , , are stationary;v the fraction of time a type individual participates in the labor market is , independent of policy parameters and reads as 1 1 1 1 ;16vi the human capital level per type individual is increasing in the fraction ofhuman capital devoted to publicly financed teaching, , and independent of other policyparameters; it reads as 1 1 1 17According to 5, Proposition 1 implies that also per capita income grows at rate in steady state. The result parallels the wellknown property of semiendogenousgrowth models that the economys growth rate is policyindependent e.g. Jones, 1995,2005. Interestingly, taxation and public education policy have no effect on the timeallocation of type individuals part v of Proposition 1. This is true even during thetransition to the steady state not shown. These result are implications of assumingtimeinvariant policy instruments and dynastic households.17An increase in the fraction of human capital demanded by the government foreducating type individuals, triggered by an increase in tax revenue share, raises the long run supply of human capital part v of Proposition 1. However,if were too high, public education expansion could lower the supply of human capitalto private firms per type individual, . The next result provides uswith a condition ruling out this implausible outcome for the long run.Corollary 1. The long run supply of human capital per type individual, , is increasing in if and only if 1 A4Finally, in line with empirical estimates suggesting that the elasticity of substitutionbetween highskilled and lowskilled labor is larger than one Johnson, 1997, we focuson the case where 1A5The subsequent propositions 2 and 3 show the effects of changes in tax revenueshares and on the steady state wage rate and wage income of type individuals, , and on the relative wage per unit of human capital between type and typeindividuals in steady state, .Proposition 2. Under A1A5, the wage rate of type individuals in the longrun, , is increasing in or , and independent of .First, recall from 17 that an increase in raises the long run level of humancapital per type individual, . Under A4, in the long run, the amount of humancapital devoted to production, , thus rises, in turn raising the output level of thehuman capital intensive composite income, . For given knowledge stocks, becauseof the complementarity of composite inputs in final goods production, this raises the . Moreover, as discussedafter Lemma 2, for 1 assumption A5, the market size effect of an increaseprice of the lowskilled labor intensive composite input, 18in on relative profits for highskilled intensive production, , dominatesthe price effect. Thus, an increase in spurs innovation directed to type humancapital relatively more, i.e. rises. As this also raises relative output of the composite goods, increases also through this effect. As a result, the valueof the marginal product of lowskilled labor unambiguously increases in response toexpanding education. Second, an increase in , which finances the transfer to typeindividuals, is neutral with respect to the allocation of human capital, therefore leaving unaffected.Proposition 3. Under A1A5, the following holds for the relative wage perunit of human capital between type and type individuals in the long run, .i.e., A3 holds with equality, is independent of ori If 21; otherwise if 21 , is decreasing in ,ii is independent of .Consider an endogenous increase in the type human capital for the productionof composite inputs, raising in long run equilibrium. As in models with anexogenous educational composition of the workforce, an increase in could betriggered by an increase in the supply of skilled labor. As suggested by the discussionof Proposition 2, an increase in could be driven by a higher fraction of humancapital demanded by the government for teaching, . Also recall that, for 1,an increase in spurs innovation directed to type human capital relativelymore, thus raising . According to Lemma 1, for 1, an increase in therelative knowledge stock, , would raise the relative wage rate per unit oftype human capital, , for given . However, under limited derivedsubstitutability between type and type labor, , as assumed in A3, the effect isnot large enough to overturn the negative impact of an increase of as triggeredby a higher fraction of human capital demanded by the government for teaching, on for a given relative knowledge stock, see 14 in Lemma 1. If A3holds with equality, both effects exactly cancel.196 Trickle Down Dynamics Like in section 3, we examine the dynamic implications of two policy experiments onnet income of type individuals, i.e. an increase in the share of the total tax revenuedevoted to publicly financed higher education, , versus an equally sized increase inthe share of the total tax revenue devoted to redistributive transfers, . Moreover, wediscuss our conclusions in several respects.To this end, we apply the relaxation algorithm Trimborn, Koch and Steger, 2008which is designed to deal with highlydimensional and nonlinear differentialalgebraicequation systems. A favorable feature of the relaxation algorithm is that it does notrely on linearization of the underlying dynamic system. As we focus on potentially largepolicy shocks and long term macroeconomic dynamics, the initial deviation from thefinal steady state may be quite large. The differentialalgebraic system is summarizedin the onlineappendix.6.1 Sketch of the Calibration Strategy The details of the calibration strategy are laid out in the appendix. Importantly, weview a type individual as representative for high school dropouts and a typeindividual as representing an average educated worker. The parameter values arebased on observables for the US economy in the 2000s before the financial crisis 20072009 including policy parameters, assuming that the US was in steady state initiallyi.e. before the considered policy shocks. Some parameters the economys growthrate , the population growth rate , the markup factor , the elasticity ofsubstitution between highskilled and lowskilled labor are observed directly. Theother parameters are matched to endogenous observables like the fulltime equivalent ofrelative wage income of the different types of workers skill premium ,the fraction of time which type individuals supply to the labor market , thecapitaloutput ratio and the interest rate . It turns out that the steady statevalues of individual asset holdings depends on its initial distribution. We therefore alsocalibrate the relative amount of asset holdings between the two types of households 20initially, 00.Parameter Value Parameter Value Parameter Value 0010021505075002007191020418300400313025035025015 0001017035017010070040155Table 1: Baseline set of parameters.6.2 Expanding Education versus Extending Redistributioncid:2yl,tyl 1.301.251.201.151.101.051.00050100cid:4tt 150Figure 1: Time path of normalized income, , in three scenarios: solid blue line:baseline scenario and remain constant, horizontal dashed line: increases by fivepercentage points, increasing dashed line: increases by five percentage points.Parameter values as in Table 1.21In Figure 1, like for the simple model, we comparatively consider the effects of anincrease in and by five percentage points on normalized net income of typeindividuals, , where superscript again denotes initial steady state values. Onimpact, again, expanding education hurts the poor, whereas enhancing redistributionfavors the poor, as compared to the baseline scenario. An increase in diverts humancapital complementary to the type workers from manufacturing activity on impact decrease in whereas increasing transfers leaves the human capital allocationunaffected. After about 11 years, net income of lowskilled workers in the scenarioeducation expansion is equated with that in the baseline scenario. Eventually, unlike in panel a but like in panel b of Figure 0 displaying policy responses for thesimple model, growth trickles down to the poor and makes them better off than undera redistribution extension. The mechanisms are discussed in detail in the next subsection. Denote by the time span to be interpreted as the number of years aftera policy reform in 0 such that net income of lowskilled workers in the scenarioeducation expansion is the same as in the scenario redistribution extension andhigher for . Figure 1 suggests that, in the US, 97.6.3 Decomposing the Effects of Expanding Educationcid:2yl,tyl 1.41.21.00.80.60.40.20.001 cid:5 r rt cid:5 n al,tcid:2yl Ttcid:2yl1 cid:5 l wl,tcid:2yl 50100150t Figure 2: The time path of normalized income, , and its additive components when increases by five percentage points. Parameter values as in Table 1.22To gain more insights on why the poor are better off in the short run under extending redistributive transfers but are better off in the long run in case of expandingeducation, and to better understand the dynamic general equilibrium interactions, weconsider a decomposition of normalized net income of a type household in its additivecomponents:1 1 18Assuming again that is being increased from 01 to 015, Figure 2displays the dynamic evolution of the three additive components as given by the righthand side of 18, i.e. wage income net of taxes, 1 , capital income net of taxes,1 , and redistributive transfer, , relative to total net income of a typehousehold in the long run, . Apparently, the composition of income changes onlyslightly along the transition. Wage growth for type workers and increased transferincome which is driven by general economic growth allows accumulation of assets.wl,tcid:2wlcid:8XPL,t Xcid:2PLAL,tcid:2ALx L,tcid:2x LXPL,t Xcid:2PL1.081.061.041.021.000.980204060wl,tcid:2wlx L,tcid:2x LAL,tcid:2AL80t Figure 3: The time path of the normalized wage rate, , and its multiplicativecomponents when increases by five percentage points. Parameter values as in Table 1.It is apparent that the wage component dominates the other components. Thus,we decompose the wage component further. The solid red curve in Figure 3 displays 23the evolution of normalized wage income as given by 13 .19It is driven by the three factors on the righthand side of 19. Their evolution inresponse to an increase in mirrors central human capital reallocation effects. First,a highability household devotes more time to education, i.e. 1 increases. Thisimplies a reduction in the total supply of skilled labor, , on impact. Second,an increase in allocates more skilled workers to the education sector increase inteaching input . Thus, skilled labor must be initially withdrawn from production ofthe human capital intensive good and from RD. After the initial shock, total supplyof skilled labor, , increases because of human capital accumulation. The increasedsupply is then allocated to all uses of human capital during the transition.As a consequence, normalized wage income drops downwards initially the solidred curve starts below unity and then starts to increase monotonically. The initialdrop of is driven by two opposing forces. First, the price of the lowskilled laborintensive composite input, , drops on impact in response to a reallocationof human capital away from manufacturing. Second, the quantity of machines in thissector, with output for all machine producers, goes up on impact despite the as . This initial response reflects the effect on thesociated downward jump of price interest rate not shown, which declines on impact, in turn reducing marginal costsof machine producers. As human capital accumulates, there is a monotonic increase of in the aftermath of the initial drop. As discussed after Proposition 2 for the long run, an increase in the amount of human capital used in production, , leads to ahigher level of the human capital intensive input, . This pushes up the marginal eventually.product of the lowskilled intensive composite input, therefore raising Moreover, in the first phase of the transition process after an increase in , less RDdirected to type workers is undertaken because of the reallocation of human capital 13The wage rate value of the marginal product of lowability workers may, under withingroup 1 see 27 assymmetry of machine producers, be expressed as derived in appendix.24towards educational production. A decrease in depresses in turn the knowledgestock component , as visualized by the downward sloping branch of the green dotted curve. However, eventually, as more human capital becomes available, more RDis being undertaken than initially, which eventually also benefits lowskilled workers.Finally, the component also follows a Ushaped evolution, partly driven by asimilar evolution of . The accumulation of machines in the lowskilled intensivesector is eventually fostered, as more machine types become available goes upand as the lowskilled intensive good becomes more expensive rises.skilled labor intensively In sum, the wage rate of lowskilled workers and therefore net income increasein the longer run in response to i rising prices of those goods that are produced low , ii a more sophisticated state of technology due to more RD targeted at the sector producing the lowskilled labor intensive input raising ,and iii an accelerated accumulation of capital goods that are complementary to lowskilled labor . All of these mechanisms are fueled by the evolution of the supplyand allocation of human capital over time.6.4 Discussion We now discuss the trickledown dynamics by sensitivity analysis, by looking at consumption rather than income, and by examining alternative ways to change publicexpenditure for educational and redistributive purposes. To save space, the graphs supporting the following arguments and extended discussions are relegated to the onlineappendix.First, in addition to the extent and direction of endogenous technical change, wesuspect the trickledown growth mechanisms to critically depend on the derived elasticity of substitution between the two types of labor.How does a change in affect the time span after which type workers arebetter off if the government enhances public education increasing compared toan increase in social transfers increasing ? For a derived elasticity of substitution, 14 thus 167 instead of 183, type individuals are better off from 25expanding education earlier than for the baseline calibration; we find that the thresholdtime span is 71 whereas 97 for 15. The reason is simple: if both types ofworkers are better complements, type individuals benefit more from human capitalaccumulation. In the case where 16 i.e. 2, rises to 147 years. Furthersensitivity analysis shows that the threshold time span exists for reasonably highelasticities of substitution and is increasing in throughout; is convex for low valuesand concave for high values of see Figure A.1 in onlineappendix.Second, we may ask if the dynamic effects on the consumption level of typeindividuals, , eventually determining their welfare, is similar to the dynamic effectson net income, . This is indeed the case see Figure A.2. The initial drop inresponse to an increase in is somewhat less pronounced, which reflects consumptionsmoothing. In the longer run, type households eventually gain more from in increasein than in also in terms of consumption.Third, so far we have focussed on an evaluation of changing and separately,necessarily being associated with a decrease in the government expenditure share of athird spending category. We may alternatively consider an increase decrease in thefraction of total tax revenue devoted to education while at the same time reducingraising the fraction devoted to transfers such that the sum of the two fractions, , remains constant. We find that, again, a policy reform towards expandingeducation is harmful in the shorter run and improves situation of type individualsin the longer run see Figure A.3. Moreover, extending redistribution at the expenseof education expenditure is beneficial in the shorter run but lowers in the longer runeven compared to the baseline scenario without policy reform.Fourth, so far we have left the tax rates constant and focussed on a change ingovernment expenditure shares, and . What happens if we increase tax rates tofinance an increase in education expenditure or redistributive transfers? For instance,suppose we increase the tax rate on bond holdings, , to finance an increase in transfer , while holding constant the government expenditure share on transfers, . Thefraction of human capital devoted to higher education, is unchanged as well.Such a policy reform benefits type households on impact but soon becomes harmful 26even compared to the the baseline scenario without policy reform see Figure A.4. Thereason is the distortion of capital income taxation on savings and RD investmentsby which higher transfers are financed. The fraction of human capital devoted to bothkinds of RD declines, eventually depressing net income . Alternatively, we mayfinance an increase in by an increase in , while holding the education expenditureshare constant. As we start in long run equilibrium, transfers initially grow atrate . We thus fix the growthadjusted transfer at its initial level forthis policy experiment. We find that type households lose on impact because ofthe reallocation of human capital towards educational production also displayed in Figure A.4. During the further transition, the distortion of RD investments causesa further decline in . Comparing both policies, again, expanding education is betterin the longer run and worse in the shorter run than extending redistribution.Fifth, examining a similar comparative policy evaluation to the previous one byraising the labor income tax rate of type individuals, , instead of , suggestsqualitatively similar dynamic effects than displayed in Figure 1 see Figure A.5.7 Inequality Dynamics We finally discuss the dynamic implications of policy reforms on inequality. We considerthe evolution of both the skill premium, , and the relative net incomebetween the two types of workers, , again in response to rasing and by fivepercentage points.7.1 Skill Premium In Figure 4, the solid blue line displays the skill premium in the baseline scenario andthe dashed red line shows its evolution in response to an increase in . The skillpremium is unaffected by an increase in . Figure 4 demonstrates that expandingeducation raises earnings inequality in the short run as well as in the long run. Theinitial jump is driven by several reallocation effects discussed above which reduce em27ployment in the human capital intensive production sector. The drop in impactsdirectly on the relative wage rate, , see 14. Thus, the relative wage rate jumpsupwards. Along the transition, the increase in earnings inequality is mainly driven byan increase in the level of human capital per type household, , i.e. by an increasein human capital inequality across individuals.14 In the long run, is increased exclusively because of an increase in , under the presumption of part i of Proposition 3,which applies for our preferred calibration.cid:92.352.302.252.202.152.10050100150t Figure 4: Time path of the skill premium . Solid blue line: baseline scenario,and increase in , increasing dashed line: increases by five percentage points.Parameter values as in Table 1.7.2 Income Inequality Does rising earnings inequality in response to an expansion of education imply that alsoinequality of net income rises over time? At the first glance, given that also initial assetholdings are higher for type individuals 0 0 and the long run interest rateis rather high for the calibration in Table 1 particularly, , we may suspect that 14In the US average years of schooling increased steadily over the period 1880 to 1980 Goldinand Katz, 2007, Figure 7. Rising human capital inequality as an explanation of an increasing skillpremium does not, in contrast to Acemoglu 2002, require the derived elasticity of skilled labor andunskilled labor, , to be larger than 2.28this is the case. Interestingly, however, Figure 5 suggests that these conditions are notsufficient for relative net income between the two groups of households, , to riseduring the entire transition in response to an increase in . Earlier in the transition indeed rises, reflecting a rising skill premium over time. However, it turns outthat type individuals choose their consumption path such that they accumulateassets faster than type individuals during the entire transition not shown; thatis, . The implied although less than full convergence of asset holdingseventually drives down inequality of net income even below the initial level withoutpolicy reform! An increase in the fraction of tax revenue for redistributive transfers, ,drives down income inequality more substantially, however. Noteworthy and consistentwith empirical evidence, in our calibrated model, the rich choose a higher savings ratenot shown, i.e. .yhyl 1.351.301.251.201.151.10050100150t Figure 5: Time path of relative net income, . Solid blue line: baseline scenario,horizontal dashed line: increases by five percentage points, inverted Ushaped dashedline: increases by five percentage points. Parameter values as in Table 1.7.3 Discussion Comparing the effects of the two considered policy options on income inequality, displayed in Figure 5, suggests an equityefficiency tradeoff. The dynamic, inverted U29shaped effect of expanding education, suggested by Figure 5, reminds us on the famous Kuznets curve and is intriguing in itself. It contributes to the recent debate, greatlypopularized by Piketty 2014, on the past and future evolution of income inequality.Our analysis suggests that income inequality may eventually go down. The result issurprising to the extent that our setup is favorable for income inequality to rise overtime in response to expanding education: it features divergence in earnings with higherearnings growth rates for the initially wealthy during the entire transition. Moreover,our analysis is consistent with the evidence by Piketty 2014 and Piketty and Zucman2014 that prevails most of the time in history. Nevertheless, we have shownthat these features do not allow us to draw strong conclusions on the future evolutionof the income distribution, unlike suggested by Piketty 2014. It is interesting that thedecline in inequality is not just a theoretical possibility but predicted by our preferredcalibration to the US economy.8 Conclusion The goal of this paper was to understand whether and, if yes, when economic growthcaused by an increase in public education expenditure on behalf of highability individuals trickles down to the least educated. We contrasted the dynamic effects of thatkind of education expansion with those of an equally sized increase in redistributivetransfers. In our dynamic general equilibrium model, public expenditures are financedby various distortionary income taxes, human capital accumulation is endogenous, and RDbased technical change could be directed to complement either highskilled orlowskilled labor. In the shorter run, the poor are better off from an increase in thefraction of government spending devoted to redistributive transfers and lose from expanding education. Consistent with empirical evidence for the US from the 1970sonwards, our analysis suggests that human capital accumulation is accompanied byfalling or stagnating earnings of lowskilled individuals early in the transition phaseand rising skill premia. In the longer run, however, our model predicts that lowabilityworkers eventually benefit more from promoting education of highability workers. The 30time span for this to happen critically depends on the elasticity of substitution betweenhighskilled and lowskilled workers. The lower this elasticity is, the faster the poorbenefit from expanding education. The trickledown effect is driven by an eventualincrease in the level of human capital devoted towards RD in the sector producinglowskilled intensive goods.Moreover, our analysis suggests that expanding education on behalf of highabilityworkers triggers an inverted Ushaped evolution of income inequality. The result isremarkable in view of the prediction of a considerable and sustained increase in theskill premium, the assumption that lowability households start with lower initial assetholdings, and an interest rate which exceeds the long run growth rate of earnings . However, redistributive transfers are more successful in reducing inequality ofnet income compared to extending public education finance.In sum, we identified two kinds of tradeoffs regarding the alternative policies weconsider which are potentially informative for the recent policy debate on income inequality. First, there is a dynamic tradeoff with respect to absolute income of the poor.In the shorter run, lowability households would always prefer higher transfers. If thegoal of policy makers is, however, to improve absolute living standards of these households in the longer run, promoting education of highability workers is more promising.Second, there is a long run tradeoff between the goal of raising living standards of thepoor and reducing income inequality. Although both policy measures we consideredlead to an eventual decline of net income dispersion, redistributive transfers are moresuccessful in this respect.These complex tradeoffs call for a careful normative analysis which is left for futureresearch. It also appears valuable to check robustness of our results in an alternativeframework which highlights intergenerational conflicts resulting from the kind of policytradeoffs suggested by our analysis.31Appendix Definition of Equilibrium comprehensive model. Let denote theprice of the highskilled intensive and lowskilled intensive composite intermediate good and used in the final goods sector, respectively, and , the prices of machine inthe respective composite input sector. Moreover, let denote the presentdiscounted value of the profit stream generated by an innovation in the lowskilled and and highskilled intensive sector, respectively. These are equal to equity prices. Theexclusion of arbitrage possibilities in the financial market implies that the aftertaxreturns from equity capital gains and dividends in both sectors and bonds and mustbe equal; that is,1 1 1 1 1 20For given policy parameters , an equilibrium consists of time paths for quantities 00 and prices such that 1. RD firms and producers of the final good, the composite intermediate goods,00 and machines maximize profits;152. type households maximize utility s.t. 2 and 12; type householdsmaximize s.t. 13;163. the noarbitrage conditions 20 in the financial market hold;4. the total value of assets owned by households fulfills 21where is given by 8.15Condition 1 implies that the composite intermediate goods markets and the market for machinesclear.16Households also observe standard nonnegativity constraints which lead to transversality conditions see the proof of Proposition 1.325. the labor markets for type and type workers clear: 22236. The government budgets for transfers to type individuals and educationhuman capital devoted to education of type individuals, as fraction of the totalare balanced each period.Proof of Lemma 1. According to 5, inverse demand functions in the compositeinput sectors are given by 1 1 Thus, relative intermediate goods demand is given by 2425According to 7, the inverse demand for machine in the human capital intensive 1. Machine producers, being able to transformsector is one unit of the final good to one unit of output, have marginal production costs equalto the sum of the interest rate and the capital depreciation rate, . In absence ofa competitive fringe, the incumbents profitmaximizing price would be . Aprice equal to the marginal cost of the competitive fringe is the maximalprice, however, a producer can set without losing the entire demand. Since 1,it is also the optimal price. Thus, with for all ,1 1 11 6 171262733Hence, relative supply of composite inputs is 128Equating the righthand sides of 25 and 28 and using 1 leads toan expression for the relative price of the composite inputs, 129which is inversely related to the relative efficiency units of highskilled to lowskilledlabor in production activities, .According to 6 and 7, wage rates per unit of highskilled and lowskilled labor are 1 , respectively. Dividinggiven by both equations and using both 28 and 29 confirms 14. 1 and Proof of Lemma 2: According to 26 and 27, the instantaneous profits ofmachine producers, 1 and 1 , read as3031 13 13 1 1 1 1 1 1 Dividing both expressions, substituting 29 and noting from the definition of that 1 1 confirms 15. Proof of Proposition 1: First, we define , . We alsodefine , . With these definitions as well asexpressions and from 3 we can rewrite labor market clearingconditions 22 and 23 as , 343233Moreover, let for . That is, if a variable grows with rate in the long run, then is stationary. Combining 8 and 21 andsubstituting both 26 and 27, we then have 1 1 11 34The representative RD firm which directs RD effort to the human capital intensivesector maximizes 35taking and as given. Analogously for the RD sector targeted to machineswhich are complementary to lowskilled labor. Thus, using 9 and 10, we have From 36 we can write We turn next to composite input prices. Combining 24 with 5 implies36373839403 13 1 1 1 1 1 1 1 1135Substituting 29 into 25 we find 1141Substituting 41 into 39 and 40, and using , and 1 , we obtain 1 A ! 1 1 A ! 1 11114243The currentvalue Hamiltonian which corresponds to the optimization problem ofa type household see Definition 1 is given by H 1 11 1 1 a 1 1 44where and are multipliers costate variables associated with constraints 2 and12, respectively. Necessary optimality conditions are H7 H7 0 control variables, H7, H7 state variables, andthe corresponding transversality conditions. Thus, 1 1 1 1 1 1 1 3645464748 0 0limlim4950Differentiating 45 with respect to time and using 48 together with the definitionof , we obtain Euler equation 1 51Next define 1. Combining 45 and 46 we can then write by using and the definitions of and :1 11 1 52whereas combining 46 and 47 and making use of 45 and 52, 1 1 1 1153Moreover, 12 can be written as 1 1 54For lowskilled types who decide about their consumption profile only, we findanalogously to 51 that By using 13 we also obtain 1 5556 1 1 Using , , , as well as 0 1 and 11 we 37can also rewrite 9 and 10 as 111 . 1 5758 1 and Recall that competitive wage rates read as 1 . Combining these expressions with 26 and 27, respectively, we find for adjusted wage rates:59606162 1 1 11Substituting 30 and 31 into 20 implies 1 1 11 1 1 1 1 11 1 1 1 1 1 1 11Combining 8 with 26 and 27 we can write 1163The total tax revenue T T R is the sum of the revenue from taxation of laborincome and returns to asset holding,T T R 64Note that and , as given by the righthand side 38of 61 and 62, respectively. Thus, using from 33, 30, 31 and 63 in 64we obtain 1 1 T T R 1 1 1 11 3 1 1 1 1 A ! 1 11165The publicly financed expenditure is given by T T R. Thus, recalling , the fraction of tax revenue devoted to education, , and the human capitalshare devoted to teaching, , are related according to Similarly, the aggregate transfer payments read as T T R, implying that 6667The dynamical system, on which our numerical analysis is based, is given by 2, 3234, 37, 38, 42, 43, 5162, 66 and 67, with as given by 65. , , need to show that To prove that a steady state with the properties stated in Proposition 1 exists, we , , , , , , , , , , and are stationary in the long run. To see this, we derive steady state values ofthe just derived dynamical system in what follow. First, set 0 and in2 to find 1 1 , which can also be rewritten as 1 1 168Using 68 in 53 and setting 0 confirms 16, consistent with part v. Evaluating68 at then gives us 17, confirming part vi. Note that is indeed time39invariant i.e., 0 for , according to 16.Next, set 0 in 51 to find that1 69Thus, also 0 holds, according to 55. Next, setobtain 0 in 57 and 58 to 170! 1! 1 A1 A11 , . Using the latter together with 59711respectively, or 1 in 37 and 38 yields 1 1 1 1 1 11 1 0 to findrespectively. Now substitute 69 and 72 into 61 and set where 1 1 111 1 72737475Note that 0 under A1. Similarly, substituting , 69 and 73 into 62and setting 0 we obtain 114076From 74 and 76 we get 11 Moreover, 70 and 71 imply that 11 11 17778where the latter equation follows after substituting 77.Next, substitute as given by 78 into 29, and use to obtain 11 1179It is easy to show by recalling 1 that assumption A3 implies 1 .Substituting 78 into 76 and using both 79 and 1 1 then leads to 1 where 2 11 8081thus 1 111. According to assumption A3, 0.The supply of human capital to private firms per type individual the righthandside of 32 is, in the long run, given by 1 1 1 82Denote the long run value of by . Substituting 74 and 80 into labormarket clearing condition 32 implies that is implicitly defined by1 183The lefthand side of 83 as a function of is an increasing line through the origin.41If 0, the righthand side of 83 is monotonically decreasing in and goes to zeroas . If 0, it is a constant. Thus, whenever 0, is unique.17It is easy to check that 26, 27, 32, 42, 43, 51, 53, 54, 55, 56, 59,60, 6574, 80 and 83 are consistent with parts iiv of Proposition 1.Finally, it remains to be shown that the transversality conditions 49 and 50hold under assumption A1. Differentiating 46 with respect to time and using that 0 as well as for implies that, along a balanced growthpath, . From 45 and for we find andthus 1 . As becomes stationary, 49 holds iff lim 1 0,i.e., iff A1 holds. Similarly, using and the fact that grows with rate in the long run, we find that also 50 holds under A1. The same holds analogouslyfor the transversality condition associated with . This concludes the proof. Proof of Corollary 1. Follows from 82 and part v of Proposition 1. Proof of Proposition 2. First, it is useful to establish the following result.Corollary A.1. Under A1A5, is increasing in and independent of .Proof. Apply the implicit function theorem to 83 and observe Corollary 1.Next, using 74 and 80 we have Substituting 84 into according to 81, we obtain 84 1 11 recall 78 and using 1 111, 1118517If 0, meaning that assumption A3 is violated, the righthand side of 83 is strictly increasingand concave in , goes to for 0 and to 0 for . Thus, in this case, eithertwo solutions or no solution for as given by 83 exist.42Substituting 43 and 71 into 60 and using 1 1 1 1A11 , we find 1! 11A1 ! 186In view of Corollary A.1, the result follows from 86 by using the expression for given by 80 and recalling both 0 and 1. as Proof of Proposition 3. Substituting and 85 into 14 weobtain that .87The result is confirmed by recalling that 1 under assumption A5, 0where 0 if A3 holds with equality, 1, and Corollary A.1. Calibration to the US Economy. We finally lay out how we derive the baselinecalibration summarized in Table 1.Consistent with average values for the period 19902006 thereby averaging outbusiness cycle phenomena in the period before the financial crisis started from the Penn World Tables PWT 7.1 Heston, Summers and Aten, 2012, we let the longrun average per capita income growth rate of the US economy, , be equal to twopercent. The average annual population growth rate was about one percent, 001.Thus, assuming that the US is in steady state, 11 002 implies 2 1.Assumption A2, , is then equivalent to 1 and thus holds. Assuming anintermediate value 05, we arrive at 075. Our main conclusions are robust tovariations in and which fulfill 2 1.In his survey about skill biased technological change, Johnson 1997 argues thatthe elasticity of substitution between highskilled and lowskilled labor is about 1.5. Wethus take value 15 for our baseline calibration. Note that 2 1 and 15jointly imply that A3 holds with equality. Thus, according to part v of Proposition 1 and part i of Proposition 3, the long run effect of publicly financed educationexpansion increase in on the college premium, , is unambiguously 43positive.Similar to Grossmann, Steger and Trimborn 2013, we use measures for the investment rate and the capitaloutput ratio to calibrate the depreciation rate ofphysical capital, . The investment rate is given by . Using and solving for yields . Averaging over the period 19902006, is equal to about 21 percent, according to PWT 7.1. For the capitaloutput ratio, we take averages over the period 20022007 calculated from data of the US Bureau of Economic Analysis. The capital stock is proxied by the amount of totalfixed assets private and public structures, equipment and software. At current prices,this gives us 3. Thus, the evidence suggests that 004, which is a standard value in the literature. For the markup factor on marginal costs of durable goodsproducers, , we take a typical value from the empirical literature, 13 Norrbin,1993. For the output elasticity of capital goods, we choose 04. Our conclusions are rather insensitive to alternative values in the typical range. With 15,we obtain an the elasticity of substitution between the inputs in final production of 1 183.We calibrate variables related to type and type individuals by values for theaverage individual with at least high school diploma and highschool dropouts, respectively. According to OECD 2013, the share of those among the 2564 year oldwith less than upper secondary education in the year 2000 is 13 percent, suggesting 00 1387 015. Initial asset holdings, 0, 0, are calibrated as follows.Survey data for the year 2007 suggests that households headed by someone without ahigh school diploma type individuals have, on average, a net worth of US 150,000in 2010 dollars. Moreover, the average asset holding of the other households typeindividuals is approximately US 750,000. We thus assume for initial asset holdingsthat 00 5.1818Those headed by a college graduate possess about US 1,15 million, whereas those householdsheaded by highschool graduates and educated by some college possess about US 264,000 and US 384,000, respectively. See http:www.federalreserve.goveconresdatascfscf_2010.htm. In the 2000s, about 40 percent of the 2564 year olds in the US are tertiaryeducated OECD, 2013. Recallthat 0 and 0 do not affect the the long run allocation and level of human capital.44For the tax rates, we take values from the 2000s prior to the financial crisis 20072009. As discussed in Grossmann, Steger and Trimborn 2010, the capital gainstax rate should be set to 01. Marginal labor income tax rates and areapproximated by the US wage taxes in the 2000s for the ranges 2040% and 200400%of average gross earnings, respectively; this gives us 017 and 035. Moreover,we assume 017, which coincides with the US net personal capital income taxequal to the net top statutory rate to be paid at the shareholder level, taking intoaccount of all types of reliefs and grossup provisions at the shareholder level. Giventhe discount rate, , and the long run interest rate, we can then derive a value for from the KeynesRamsey rule which applies for individual consumption growth rates,see appendix, 1 . Using typical values 002 and 007 Mehra and Prescott, 1985, we find 191.The fractions of tax revenue devoted to education, , and redistributive transfers, , are proxied by the recent shares of government spending to higher education andsocial welfare, respectively. According to OECD 2011, all US government bodiescombined spent 16.6 percent of its total expenditure on education in the year 2011.Unlike in our model, not all education spending is nonbasic, of course. We assume,however, that the bulk of such welfare expenses benefits the representative lowabilityindividual;19 according to www.usgovernmentspending.com, spending on social welfarein the 2000s is about 78 percent of total government spending. We set 01and 007 in our baseline scenario and evaluate the effects of changes in theseparameters. The implied fraction of human capital devoted to education of typeindividuals is about four percent 004. Our main conclusions turn out to berather insensitive to the baseline set of policy parameters.We confirmed that our results are rather insensitive to the configurations of parameters characterizing the educational production process, , , , , , which matchthe two observables and . Like for the simple model, suppose 025for input elasticities and 035 for the degree to which human capital is transmitted over time. According to 17, parameter , capturing the productivity of the 19According to our set up, highability individuals do not receive transfers.45educational production function, affects the long run human capital level per typeindividual, , independently of the long run fraction of time devoted to education,It thus critically determines the long run skill premium, . The human 1 .capital depreciation rate, , also affects the optimal long run time allocation oftype individuals. The representative type individual attends school about 56 years out of 48 potential working years between age 17 and 65, suggesting that 1 014. Regarding the skill premium, we looked at the earnings distributionfor those aged 25 with at least high school diploma and without high school diplomawww.bls.govnews.releasepdfwkyeng.pdf. The relative median earnings betweenthe two groups is 1.9 and the relative earnings at the 90th percentile about 2.1. Wewould like to measure relative average earnings to proxy which are not available,however. As the earnings dispersion is less pronounced within the group of high schooldropouts, we assume that the value for relative average earnings is higher than relativemedian earnings. We set 015 and 003 to simultaneously match 086and 21. Both values differ from those of the simple model; for Figure 0, and matched and to that model.20 We took over for the simple model the other parameters common to both models from the comprehensive model. The human capitaldepreciation rate is in the range of the estimated value in Heckman 1976, who findsthat is between 0.7 and 4.7 percent.Finally, RD productivity parameter is confirmed to play a minor role for theimportant results of this paper and set to 02. Notably, the calibration implies along run RD intensity of 3.1 percent in the US, which is a reasonable value.21References1 Acemoglu, Daron 1998. Why Do New Technologies Complement Skills? Directed Technical Change and Wage Inequality, Quarterly Journal of Economics 20In the simple model, both and turn out being independent of the degree of the humancapital externality, see onlineappendix. For Figure 0 we treated as unknown and characterizedthe outcomes of policy shocks in terms of it.21In the model, the RD intensity equals total wage costs for researchers per unit of final output, . Its steady state value is derived in the onlineappendix.46113, 10551089.2 Acemoglu, Daron and David Autor 2011. Skills, Tasks and Technologies: Implications for Employment and Earnings, in: Ashenfelter, Orley and David E. Cardeds., Handbook of Labor Economics, Vol. 4, Amsterdam: Elsevier.3 Acemoglu, Daron 2002. Directed Technical Change, Review of Economic Studies 69, 781810.4 Acemoglu, Daron and David Autor 2012. What Does Human Capital Do? A Review of Goldin and Katzs The Race between Education and Technology, Journalof Economic Literature 50, 426463.5 Aghion, Philippe and Patrick Bolton 1997. A Theory of TrickleDown Growthand Development, Review of Economic Studies 64, 151172.6 Aghion, Philippe and Peter Howitt 2005. Growth with QualityImproving Innovations: An Integrated Framework, in: P. Aghion and S. Durlauf eds., Handbookof Economic Growth, NorthHolland, Amsterdam.7 Black, Sandra E., Paul Devereux and Kjell G. Salvanes 2005. Why the Apple Doesnt Fall Far: Understanding Intergenerational Transmission of Human Capital, American Economic Review 95, 437449.8 Che, Yi and Lei Zhang 2014. Human Capital and Firm Performance: Evidencefrom Chinas Higher Education Expansion in the Late 1990s, Shanghai Jiao Tong University mimeo.9 Corak, Miles 2013. Income Inequality, Equality of Opportunity, and Intergenerational Mobility, Journal of Economic Perspectives 27, 79102.10 Cunha, Flavio, James Heckman, Lance Lochner and Dimitriy Masterov 2006.Interpreting the Evidence on Life Cycle Skill Formation, in: Hanushek, Eric and Finis Welch eds., Handbook of the Economics of Education Vol. 1. Amsterdam:NorthHolland, pp. 697812.4711 Deaton, Angus 2013. The Great Escape: Health, Wealth, and the Origins of Inequality, Princeton University Press.12 De NavasWalt, Carmen, Bernadette D. Proctor, Jessica C. Smith 2013. Income,Poverty, and Health Insurance Coverage in the United States: 2012, U.S. Census Bureau, Current Population Reports, U.S. Government Printing Office, Washington, DC.13 Dustmann, Christian, Johannes Ludsteck and Uta Schonberg 2009. Revisitingthe German Wage Structure, Quarterly Journal of Economics 124, 843881.14 Galor, Oded and Moav, Omar 2000. AbilityBiased Technological Transition,Wage Inequality, and Economic Growth, Quarterly Journal of Economics,115,469497.15 Galor, Oded and Joseph Zeira 1993. Income Distribution and Macroeconomics,Review of Economic Studies 60, 3552.16 Goldin, Claudia and Lawrence F. Katz 2007. LongRun Changes in the Wage Structure: Narrowing, Widening, Polarizing, Brookings Papers on Economic Activity 2.17 Goldin, Claudia and Lawrence F. Katz 2008. The Race between Education and Technology, Harvard University Press.18 Gordon, Nora 2013. High School Graduation in the Context of Changing Elementary and Secondary Education Policy and Income Inequality: The Last Half Century, Georgetown University mimeo.19 Gould, Elise and Hilary Wething 2012. U.S. Poverty Rates Higher, Safety Net Weaker than in Peer Countries, Economic Policy Institute, Issue Brief 339.20 Grossmann, Volker, Thomas M. Steger and Timo Trimborn 2010. Quantifying Optimal Growth Policy, CESifo Working Paper No. 3092.4821 Grossmann, Volker, Thomas M. Steger and Timo Trimborn 2013. Dynamically Optimal RD Subsidization, Journal of Economic Dynamics and Control 37,516534.22 Heckmann, James J. 1976. A LifeCycle Model of Earnings, Learning, and Consumption. Journal of Political Economy 84, S1144.23 Heston, Alan, Robert Summers and Bettina Aten 2012, Penn World Table Version 7.1, Center for International Comparisons of Production, Income and Pricesat the University of Pennsylvania, Nov 2012.24 Hirsch, Barry T. 1980. Poverty and Economic Growth: Has Trickle Down Petered Out?, Economic Inquiry 18, 15158.25 Johnson, George E. 1997. Changes in Earnings Inequality: The Role of Demand Shifts, Journal of Economic Perspectives 11, 4154.26 Jones, Charles I. 1995. RDbased Models of Economic Growth, Journal of Political Economy 103, 759784.27 Jones, Charles I. 2005. Growth and Ideas, in: P. Aghion and S. Durlauf eds.,Handbook of Economic Growth, NorthHolland, Amsterdam.Hirsch, Barry T.1980. Poverty and Economic Growth: Has Trickle Down Petered Out?, Economic Inquiry 18, 151158.28 Katz, Lawrence F. and Kevin M. Murphy 1992. Changes in Relative Wages,19631987: Supply and Demand factors, Quarterly Journal of Economics 107,3578.29 Kuznets, Simon 1955. Economic Growth and Income Inequality, American Economic Review 45, 128.30 Lochner, Lance J. and Alexander MongeNaranjo 2011. The Nature of Credit Constraints and Human Capital, American Economic Review 101, 24872529.4931 Lucas, R. E. 1988. On the Mechanics of Economic Development Journal of Monetary Economics 22, 342.32 Mankiw, N. Gregory 2013. Defending the One Percent, Journal of Economic Perspectives 27, 2134.33 Matsuyama, Kiminori 2000. Endogenous Inequality, Review of Economic Studies 67, 743759.34 Mehra, R. and Prescott, E. C. 1985. The Equity Premium: A Puzzle. Journalof Monetary Economics 15 2, 145161.35 Norrbin, S. C. 1993. The Relation between Price and Marginal Cost in U.S.Industry: A Contradiction. Journal of Political Economy 101 6, 114964.36 OECD 2011. Government at a Glance 2011, Country Note: United States, Paris.37 OECD 2013. Education at a Glance 2013, Paris.38 Osikominu, Aderonke 2013. Quick Job Entry or LongTerm Human Capital Development? The Dynamic Effects of Alternative Training Schemes, Review of Economic Studies 80, 313342.39 Piketty, Thomas 1997. The Dynamics of the Wealth Distribution and the Interest Rate with Credit Rationing, Review of Economic Studies 64, 173189.40 Piketty, Thomas 2014. Capital in the TwentyFirst Century, Harvard University Press.41 Piketty, Thomas and Gabriel Zucman 2014. Capital is Back: WealthIncome Ratios in Rich Countries 17002010, Quarterly Journal of Economics, forthcoming.42 Plug, Erik and Wim Vijverberg 2003. Schooling, Family Background, and Adoption: Is It Nature or Is It Nurture?, Journal of Political Economy 111, 611641.43 Stiglitz, Joseph E. 2012. The Price of Inequality: How Todays Divided Society Endangers Our Future, W. W. Norton and Company.5044 Thornton, James R., Richard J. Agnello, Charles R. Link 1978. Poverty and Economic Growth: Trickle Down Peters Out, Economic Inquiry 16, 385394.45 Trimborn, Timo, KarlJosef Koch and Thomas M. Steger 2008. MultiDimensional Transitional Dynamics: A Simple Numerical Procedure, Macroeconomic Dynamics 12, 301319.46 Von Weizsacker, CarlChristian 1966. Tentative Notes on a Two Sector Modelwith Induced Technical Progress, Review of Economic Studies 33, 245251.51OnlineAppendix 1. Equilibrium Analysis of the Simple Model Section 3Education choice: The Hamiltonian of the intertemporal decision problem of atype individual is given by H 1 1 11 1 1 88where is the multiplier costate variable associated with constraint 2. Necessaryoptimality conditions are H7 0 control variable and H7 statevariable. Thus, using , 1 1 11 1 1 1 1 1 18990Substituting 1 1 1 11 from 89 in 90, we have 11 1 1 91Government budget conditions: Total tax revenue reads as .Education expenditure is a fraction of it; thus, Total transfer payments, , are a fraction of total tax revenue; thus, 9293Wage rates: Wage rates are given by the marginal productivity from the perspec52tive of a final goods producer; according to 1,1 h 1 1 i 1 1 1 11 194 h 1 i 1 1 111 11 195Steady state education choice: According to 2 and , in steady statewith 0, we find 1 1 . Using this in 91, setting 0 andsolving for , we find that the long run fraction of time, , allocated to production offinal output is given by 1 1 then determines the long run amount of human capital per type individual, 1 1 12. The Comprehensive Model Differential equations:9697 1 1 1 1 1 11539899100 1 1 1 1 1 11 11 1 1 1 1 1 1 1 1 111 1 101102103104105106107Algebraic equations: 1 111 10854 1 A ! 1 1 A ! 111111 11 1 1 1 1 1 111 1 3 13 1 1 1 1 1 1 11 1 3 1 1 1 ! A 1 11155109110111112113114115116117118119120Steady state values: 1 1 1where 1 1 1 1 The long run value of is implicitly defined by 0 1 1 where 11 1 1 1 12 11 1 11Using we find long run values of and : 121122123124125126127128 0 in 104 and 105 yields, by using the steady state values of 1Setting , , the steady state values of and :1 A1 A1! 1! 11129130Using the long run values of , , as well as in 109 and 110 gives 56us the long run values of and , respectively.Setting 0 thus 0 in 99, we obtain the steady state interest rate: 1 , 131Using the long run values for , , and in 112 and 113 give us thelong run values for and , respectively.Using the long run values for , , , respectively.the long run values for and , and in 114 and 115 give us Using the long run values for , , , , , , , in 120we obtain for policy parameters , , , . Thus, using in 118 gives us therelationship between and ; 119 gives us the relationship between and . , , , Finally, setting 0in 101 and 103 implies 0 1 1 0 1 1 132133Using the long run values of , , , , , and , there are the four equations108, 111, 132, 133 left for the five remaining unknown long run values of , , , , and . The numerical implementation suggests that the long run values ofthese variables are unique under assumptions A1A5. Unlike the long run values ofother variables, however, the respective values depend on initial conditions. The initialdistribution of assets, characterized by initial conditions 0, 0, cannot be chosenindependently of initial conditions 0 and 0. According to 108, in period 0, itmust hold that 0 0 0A 0A 0 ! 10 ! 10011 00 0013457Let s 00 denote initial assets of type individuals relative to those of typeindividuals. Thus, for given distributional parameter, s, initial assets read as 0 0 ! 1011s 0A 0A 0 ! 101 00 13500 according to 134, and 0 s 0.RD intensity: The model is calibrated such that the long run RD intensity istwo percent. The RD intensity is given by Substituting 26 and 27 into 5 we obtain 13 1 1 1 1 3 1Using the expression 112 for and 137 in 136 we find136137 1 1 1 1 3 3 1 1 1 1138where is given by 109, observing 126 and 122, is given by 110, 1 is given by 127, , is given by 123 is given by 128, isgiven by 85, 1 and .Additional trickledown dynamic analyses discussed in section 6.3 In section 6.1 we introduced the threshold time span see Figure 1, after whichan increase in the share of tax revenue devoted to higher education, , by fivepercentage points raises net income type individuals, , more than an equally 58sized increase in the share of tax revenue devoted to redistributive transfers, .Figure A.1 shows as a function of the derived elasticity of substitution betweenthe two types of labor, . As discussed as first point in section 6.3, a finite always exists for the considered range of ; the function displayed in Figure A.1is increasing, convex for low values of , and concave for high values of .cid:4t 20015010050cid:10cid:10cid:10cid:10cid:10cid:10cid:101.3cid:101.41.51.61.71.8Figure A.1: Threshold time span as a function of the derived elasticity of substitutionbetween the two types of labor, . Set of parameters as in Table 1. In Figure A.2, we show the evolution of consumption of a type individual, ,again normalized to the intitial stady state level before the policy reform, ,in response to an increase in and separately by five percentage points.Qualitatively, the evolution of is similar to the evolution of normalized netincome, shown in Figure 1. Quantitatively, we see a less pronounced initialimpact of policy reforms compared to that on net income, reflecting consumptionsmoothing behavior. After the education reform consumption levels of lowskilled workers are equated with those under the baseline scenario after 21 years.The intersection point with the scenario redistribution reform is 118 years.59cid:2cl,tcl 1.301.251.201.151.101.051.00050100150t Figure A.2: Time path of normalized consumption, , in three scenarios: solid blueline: baseline scenario and remain constant, horizontal dashed line: increases byfive percentage points, increasing dashed line: increases by five percentage points. Set ofparameters as in Table 1. Alternatively to evaluating an increase in and separately, section 6.3 alsodiscussed an increase decrease in the fraction of total tax revenue devoted toeducation, , while at the same time reducing raising the fraction devoted totransfers, , such that the sum of the two fractions, , remains constant.The results from these policy reforms, changing both and simultaneouslyin opposite directions by one percentage points, are given in Figure A.3. We seethat, on impact, total net income decreases when expanding education andincreases when extending redistribution. The transition paths after the initialresponse are in opposite directions. Again, a policy reform towards expandingeducation is harmful in the shorter run, but leads to trickledown growth in thelonger run. A policy reform towards extending redistribution which lowers thefraction of tax revenue devoted to education is beneficial in the shorter run, butharmful in the longer run. It takes about 90 years for an increase in whilereducing to increase compared to both the baseline scenarion without policyreform and the policy alternative to increase in while reducing .60cid:2yl,tyl 1.041.021.000.980.96050100150t Figure A.3: Time path of normalized income, , in three scenarios: solid blue line:baseline scenario and remain constant, dotted green line: increases by onepercentage point and decreases by one percentage point, dashed red line: increasesby one percentage point and decreases by one percentage point. Set of parameters as in Table 1. We next examine the effect of an increase in the tax rate on bond holdings, ,by one percentage point to 018 for two purposes: i to finance an increasein growthadjusted transfer , according to government budget constraint 67,while holding constant both the fraction of human capital devoted to highereducation, and the government expenditure share on transfers ;22 ii tofinance an increase in , according to government budget constraint 66, fixingboth the expenditure share for education, , and the growthadjusted transfer to its initial level.23 In policy experiment i, as displayed by the dotted linein Figure A.4, type households gain on impact but soon lose even compared tothe baseline scenario without policy reform. The underlying reason is a declinein the fraction of human capital devoted to both kinds of RD not shown,22In experiment i, the education expenditure share may change along the transition; it isdetermined by 66.23In experiment ii, the expenditure share may change along the transition; it is determined by67.61eventually depressing net income .bond holdings distorts RD investments. In policy experiment ii, as displayedby the dashed line in Figure A.4, type households lose on impact. Again,like for Figure 1, the reason is human capital is reallocated towards educational In this sense, increasing the tax rate onproduction. Interestingly, and contrary to Figure 1, they lose even more in thelonger run because of the distortive effect of raising on RD investments.Nevertheless, after 57 years they are better off in terms of net income frompolicy experiment ii as compared to i.cid:2yl,tyl 1.0000.9950.990cid:4t 50100150t Figure A.4: Time path of normalized net income, , in three scenarios: solid blue line:baseline scenario; dotted line: increase in by one percentage point is used to finance anincrease in , dashed line: increase in by one percentage point is used to finance anincrease in . Set of parameters as in Table 1. Figure A.5 displays the same policy experiments than Figure A.4 except that nowthe labor income tax rate of type individuals, , rather than is increasedby one percentage point to 036. Qualitatively, the effect of extendingtransfers experiment i and expanding education experiment ii is similiaras in Figure 1; compare the horizontal and the increasing lines in Figure 1 and 62Figure A.5. The result is an implication of the fact that labor income taxationdoes not distort the allocation of human capital in our model. Compared to Figure 1, net income becomes higher under education expansion experimentii rather than i earlier than in Figure 1, with 55 rather than 97 years.cid:2yl,tyl 1.0201.0151.0101.0051.0000cid:4t 50100150t Figure A.5: Time path of normalized net income, , in three scenarios: solid blue line:baseline scenario; horizontal dashed line: increase in by one percentage point is used tofinance an increase in , increasing dashed line: increase in by one percentage point isused to finance an increase in . Set of parameters as in Table 1.63", "filename": "VfS_2015_pid_72.pdf", "person": ["Sebastian Böhm", "Böhm, Sebastian", "Volker Grossmann", "Grossmann, Volker", "Thomas Steger", "Steger, Thomas"], "date": ["2015"]}