{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/100599/1/VfS_2014_pid_805.pdf"], "title": ["Negotiating cultures in corporate procurement"], "plaintext": "Negotiating cultures in corporate procurement 1This version: February 5, 2014Frank Rosar 2University of Bonn Florian Mueller 3University of Mannheim Abstract For a repeated procurement problem, we compare two stylized negotiating cultures which differ in howthe buyer uses an entrant to exert pressure on the incumbent resembling U.S.style and Japanesestyleprocurement. In each period, the suppliers are privately informed about their production cost, but only theincumbent can influence the buyers procurement mechanism choice with a relationshipspecific investment.The relative performance of the cultures depends nonmonotonically on the importance of the investmentrelative to the value of selecting the lowest cost supplier. We use the model to explain stylized facts fromthe automotive industry.JEL classification: C73, D44, D82, L62Keywords: repeated procurement, mechanism design, optimal auction, limited commitment, holdup, asymmetric information 1Previous versions of this article circulated under the name Asymmetric procurement systems. We would like to thank Deniz Dizdar, Hans Peter Gr uner, Johannes Koenen, David Martimort, Benny Moldovanu, Tymofiy Mylovanov, Elisabeth Schulte, Giancarlo Spagnolo, Konrad Stahl, Nora Szech and various participants of seminars where this research has beenpresented. The first author gratefully acknowledges financial support from the Deutsche Forschungsgemeinschaft through Graduiertenkolleg Risk and Liquidity in Financial, Commodity, and Factor Markets and through SFBTR 15.2Corresponding author: Frank Rosar, email: emailfrankrosar.de 3Florian Muellers contribution to this article was carried out when he made his Ph D at the University of Mannheim.11. Introduction In this article, we study the tradeoffs between two stylized negotiating cultures and we identify factorswhich are crucial for their relative performance and ones which are not. Moreover, we argue that differencesin the negotiating culture can be used to explain stylized facts from the automotive industry.A buyers tasks and objectives in corporate procurement processes are often similar across the world.Procurement is often repeated, switching from an incumbent to an entrant involves costs, the height ofthese switching costs can be affected by noncontractible relationshipspecific investments, and there is little longterm commitment power. Despite these similarities, negotiating cultures differ strongly across theworld. Presuming that a negotiating culture is a precommitment to a set of procurement mechanisms, thisarticle compares a competitive culture resembling U.S.style procurement with a protective culture resembling Japanesestyle procurement. The cultures differ in the potential use of bidding competition to exertcompetitive pressure on the incumbent supplier. The competitive culture relies on tendering procedures withall potential suppliers whereas the decision about the continuation of the relationship with the incumbentis negotiated bilaterally in the protective culture e.g., it may depend only on whether the incumbent canmeet a cost target.A prominent application is the automotive industry.4 In the U.S. car industry, procurement relies oncompetitive auctions.5 Stylized facts suggest that incentives to make relationshipspecific investments arelow and the identity of the incumbent changes frequently over time. By contrast, incumbents have a distinctstanding in the Japanese car industry. The buyer terminates the relationship with her incumbent supplieronly if he does not perform. Incumbents are willing to make significant relationshipspecific investments andrelationships tend to be longterm.6 Although the differences may largely be rooted in industry history andbusiness culture, both procurement systems can by now be seen as complex systems of incentives to whichfirms respond rationally.7 The attempts of Western car producers to imitate their Japanese counterparts 4See Hahn et al. 1986, Mc Millan 1990, Dyer and Ouchi 1993, Dyer 1996a and Liker and Choi 2004 for stylized factsand empirical evidence.5According to Mc Millan 1990, United States industry . . . has traditionally been less willing than Japanese industry toforego the benefits of bidding competition. . . . Incumbents and outside bidders were treated equally . . . . Lowering the pricewas the overriding objective.6This view is supported by Dyer and Ouchi 1993 who state that if the incumbent supplier performs up to expectations,it can usually win the business for the next model as well and who cite a Toyota supplier as follows: Once we win thebusiness, it is basically our business unless we dont perform. It is our business to lose. A similar observation is made by Mc Millan 1990: In Japanese procurement there is considerable stability in the contractorsupplier relationship, implyingthat new contracts are not simply awarded to the lowest bidder, but that incumbents receive some sort of special treatment.According to Dyer 1996b, this is also consistent with what Chrysler did when it tried to install an American Keiretsu at thebeginning of the 1990s. Dyer cites Thomas Stallkamp, at that time head of purchasing at Chrysler, as follows: The businessis theirs the incumbent suppliers to keep forever or until they elect to lose it.7For the U.S., such an interpretation is evident. Mc Millan 1990 interprets also Japanese procurement in this way: There 2point at the Japanese system being superior.8Given either of the negotiating cultures, we consider the infinite repetition of the procurement problem.Each period begins with the incumbent making a continuous investment which generates additional benefitsfor the buyer when the relationship is continued. Thereafter, the buyer observes the benefits and chooses aprocurement mechanism which governs her decision to either buy from the incumbent or from an entrant. Inthe competitive culture, the buyer faces no restrictions. She can use the entrant at will to exert competitivepressure on the incumbent. In the protective culture, she is bound to mechanisms where she comes to anagreement with the incumbent about the continuation of their relationship before she starts negotiating withthe entrant. Then, both suppliers learn their production cost as private information and play the chosenmechanism. The winner resp. loser becomes the next incumbent resp. entrant and the game proceedswith the next period.The buyers profit is in any period affected through two channels: profits attributable to the currentperiod realized current period investment benefits net of current period procurement cost and futurerents which are extractable today. Intuitively, the first channel is affected through investment incentivesand direct competitive pressure whereas the second channel is affected through indirect competitive pressure.As there is typically little longterm commitment in corporate procurement, we study Markov Perfect Equilibria. Two implications of this are important: First, the buyer cannot credibly threaten a supplier toexclude him from the procurement process in future periods. She can extract the advantage of being the nextincumbent from the winning supplier, but she has to leave to each supplier the expected value of startinginto the next period as entrant. Indirect competitive pressure thus derives from expected asymmetries inthe future.9 Second, the buyer reacts rationally on any investment decision. The higher the incumbentsinvestment, the more to his advantage will the buyer construct the mechanism, i.e. the lower the competitionhe has to face. As the buyer is limited in the protective culture to use the entrance threat to exert pressure onthe incumbent, direct competitive pressure is clearly higher in the competitive culture. However, investmentincentives and indirect competitive pressure may be better in the protective culture.Differences between the optimal allocation of the procurement contract in the two cultures derive fromneed be nothing mysterious about how Japanese business practices work, nor need the success of the Japanese system beexplained by reference to things uniquely Japanese like the Shinto Confucian ethic or Japans consensus culture. . . . Rather,Japanese industry can be understood as having attained, as the endpoint of an evolutionary process, a complex system ofincentives to which firms respond rationally.8See Liker and Choi 2004 for an overview. See Hahn et al. 1986 and Mc Millan 1990 in particular for the attemptsof U.S. manufacturers to implement justintime production at the beginning of the 1980s and Dyer 1996b for Chryslersattempt in the first half of the 1990s.9A similar effect arises in Lewis and Yildirim 2005 in the context of switching costs. Large switching costs, like a largeincumbency advantage, impose a high indirect pressure and allows for the extraction of significant future rents today. See also Lewis and Yildirim 2002 and Cisternas and Figueroa 2009.3the fact that the incumbent competes against the actual entrant in the competitive culture, whereas hecompetes only against the buyers expectation thereof in the protective culture see Proposition 1. Thus,if the incumbent wants that his relationship with the buyer is continued with certainty, he must choosean investment level which makes him in the competitive culture preferable to the entrant with the bestconceivable cost realization, whereas in the protective culture it suffices for him to be preferable to theaverage entrant.The structural differences in the contract allocation for the two cultures imply structural differences ininvestment incentives. For a linear relationship between the benefits and the cost of the investment, and forprocurement cost distributed according to a power distribution function, our model becomes particularlytractable and interpretable. The parameter describing the distribution function measures then the likelinessof high and low production cost, and the marginal investment cost measure the importance of investmentincentives relative to the value of selecting the supplier with the lowest production cost. Equilibriuminvestment is higher in the competitive culture when investment is cheapimportant, it is higher in theprotective culture when investment is intermediately expensiveintermediately important, and there is noinvestment in either culture when investment is very expensivevery unimportant Proposition 2.Our main result establishes that the relative performance of the two negotiating cultures from thebuyers perspective depends nonmonotonically on the importance of the investment relative to the value ofselecting the lowest cost supplier Propositions 4 and 5. Whereas for very cheapvery important investmentthe competitive culture is superior because it implies better investment incentives, it is superior for veryexpensivevery unimportant investment because it induces more direct competitive pressure. However, forintermediately expensiveintermediately important investment the protective culture is superior because itimplies better investment incentives. Interestingly, we obtain the nonmonotonicity result for any powerdistribution function and for any importance of the repetition as measured by the discount factor. This issurprising to the extent that the repetition of the procurement problem adds nontrivial effects Proposition 3 and that the factors determining the buyers expected profit depend strongly on the importance of thefuture as measured by the discount factor.As investments are important but investment cost are sizable for the most important parts in the automotive industry, this industry is best described by intermediate investment cost parameters. Our modelgenerates for such parameters predictions regarding behavior and performance which are consistent withstylized facts. Although the setup of our base model is motivated by the procurement problem in the automotive industry, we discuss several variations of the model which might fit better the procurement problem in 4other industries. In particular, we discuss finitely repeated procurement Proposition 6, exogenous insteadof endogenous switching costs Proposition 7 and the ability of the buyer to credibly exclude a supplierfrom the procurement process in the future Proposition 8. For either variation, we find that there is a rolefor both negotiating cultures.After discussing the related literature in Section 2, we introduce the model in Section 3. Then we deriveand compare the equilibrium behavior for the two negotiating cultures in Section 4 before we compare theperformance of the two cultures from the buyers perspective in Section 5. We provide empirical evidencefrom the automotive industry for our modeling assumptions and results in Section 6. Finally, we discussrobustness and extensions of our model in Section 7 and we conclude in Section 8. All proofs are relegatedto the appendix.2. Literature Our article is related to the literature analyzing investment incentives in procurement problems wherea single supplier can make a costreducing investment.10 Laffont and Tirole 1988 study a procurementproblem where the buyer designs a mechanism to affect investment incentives and not vice versa. Arozamenaand Cantillon 2004 analyze the efficiency properties of an observable investment when a firstprice auctionis exogenously given as procurement mechanism. The investment does not affect the mechanism. Cisternasand Figueroa 2009 investigate a twoperiod procurement problem where the firstperiod winner can makean observable investment and the buyer can not commit to the secondperiod mechanism prior to theinvestment decision. The considered model is related to our model of the competitive culture. As in ourarticle, the incumbent can affect the mechanism choice with his investment. However, they derive resultsconcerning the efficiency properties of the investment and about favoritism in secondperiod procurementwhich are not of direct interest for the comparison of different negotiating cultures.Our article is further related to the literature on infinitely repeated procurement with asymmetriesevolving over time. In particular, it is related to Lewis and Yildirim 2002 and Lewis and Yildirim 2005.Both articles employ similar commitment assumptions as we do and imply mechanism design problemswhich are related to the design problem which we obtain for the competitive culture. Which researchquestions are interesting depends strongly on what causes the asymmetries. Lewis and Yildirim 2002consider asymmetries arising through learningbydoing and study the effect of experience on favoritism 10Dasgupta 1990, Tan 1992, Piccione and Tan 1996 and Bag 1997 consider procurement problems where ex antesymmetric suppliers can all make unobservable investments.5and the evolution of learning. Lewis and Yildirim 2005 consider asymmetries through switching costs andstudy the comparative statics with respect to the switching technology and the buyers preferences overswitching costs. By contrast, we consider asymmetries arising through an endogenous investment decisionby the incumbent and we are interested in assessing precommitments to different subsets of mechanismsfrom the buyers perspective.Calzolari and Spagnolo 2009 and Board 2011 study the incentivization of observable but noncontractible behavior in repeated procurementtrading problems through relational contracts.11Incentivization relies on the threat of exclusion from future interaction which we assume to be not credible.While we find that our buyer may benefit from a restriction of the set of feasible mechanisms, Calzolari and Spagnolo as well as Board find that the principal might interact only with a limited number of agents underthe optimal relational contract. The articles present thus different reasons for why a principal might benefitin environments with repeated interactions from restrictions in her freedom of action.Finally, our article is related to the literature comparing procurement systems. This literature differswith respect to the considered procurement problem and the interpretation of the systems. Relationshipspecific investments play an important role in most parts of this literature.12 Mc Laren 1999 and Spencerand Qiu 2001 consider problems where the effect of investment on bargaining positions plays a crucialrole,13 whereas we are interested in a problem where the entire bargaing power lies in the hand of the buyer.Li 2013 considers a problem where the entire bargaining power at a final renegotiation stage lies also inthe hand of the buyer. However, it is the buyer herself who can strategically affect the final mechanismdesign problem and not the incumbent as in the problem we are interested in.14 Taylor and Wiggins 1997consider a repeated procurement problem where the nature of the investment and the buyers instruments 11In Calzolari and Spagnolo 2009 a supplier is selected in each period through a standard auction and can subsequentlymake an observable but noncontractible investment. The investment generates benefits which realize immediately and notonly when the relationship is continued as in our model. Investment incentives stem from the fear of being excluded fromfuture procurement. The optimal relational contract may exhibit a restricted number of active suppliers as such a restrictionincreases the value of not being excluded and allows it thus to support higher investments.In Board 2011 a principal can invest in each period in different trading partners at different cost. Due to a holdup problem,she must leave a rent to partners which are selected. As she can backload payments, she must leave such a rent only once. Thearticle provides a theory of endogenous switching cost which might imply that there is only trade with a restricted number oftrading partners.12Cabral and Greenstein 1990 consider a procurement problem in which a pricetaking buyer is subject to exogenouslygiven switching costs but in which there is no endogenous investment. They show that a precommitment to ignore the switchingcosts can be beneficial for the buyer as it induces more competitive pricing.13Mc Laren 1999 considers a problem with two types of observable but noncontractible costreducing investments: arelationshipspecific investment which requires effort by buyer and supplier, and a nonspecific investment which the suppliercan undertake alone. They compare procurement in the United States and Japan presuming that the former relies on fixedprice contracts chosen before the investment decisions are taken and the latter relies on bargaining thereafter. Spencer and Qiu 2001 consider an international trade problem with Japanese and American suppliers. Presuming that only Japanesesuppliers can make relationshipspecific investments for Japanese buyers, they analyze the effect of free trade on imports andrelationshipspecific investments.14More precisely, ex ante, the buyer can make relationshipspecific capacity investments and she can affect the suppliersparticipation constraints through price commitments. Her decisions affect the final mechanism design problem directly as well 6differ. The crucial problem lies in inducing an unobservable quality investment and the difference betweenthe systems lies in the employed punishment mechanisms. In the American system, shipments are inspectedby delivery and payment is withhold when quality is insufficient. In the Japanese system, the buyer acceptsand pays any shipment, but she cuts off the supplier from future business when the quality turns out to beinsufficient.3. The model 3.1. The stage game Our model features the infinite repetition of a stage game which represents one procurement period. Ineach period, a buyer B can realize a benefit R 0 by purchasing an indivisible object from one of twosuppliers, an incumbent I and an entrant E. We denote a generic supplier by k. I and E are symmetricexcept for that I has the opportunity to make a relationshipspecific investment y 0, at constantmarginal cost 0, 1. The investment generates an additional benefit of y to B when she continuesher relationship with I.15 Each supplier k privately knows his production cost xk. Production cost arerealizations of independent random variables Xk with support 0, 1. Xk is distributed according to acumulative distribution function F xk x 1k with 0. Let f F , x x I , x E and X XI , XE.For the considered distributions, the virtual cost function Jxk xk F xkf xk which is important formany procurement auction problems is linear: Jxk 1 xk. When we denote the probability withwhich the procurement contract is awarded to supplier k by qk and the monetary transfer from B to k bytk, the stage profit is y t I q I x I for I, t E q Ex E for E and q I q ER q I y t I t E for B.y is comprised of relationshipspecific benefits which were created during the preceding relationshipbetween B and I.16 B can react with his procurement mechanism choice on the preceding investment, butthe procurement mechanism cannot govern future investments. A procurement mechanism governs thus onlythe allocation of the procurement contract and the transfers in the current period. As the revelation principlewill apply to our setting, we can restrict attention to direct mechanisms M q, t where q : 0, 12 0, 12and t : 0, 12 R2. qx q I x, q Ex describes the allocation rule and tx t I x, t Ex thetransfer rule. We are interested in the case where R is sufficiently large such that B has always an incentiveas indirectly through their effect on unobservable costreducing investments by both suppliers. Solesourcing in conjunctionwhich prices which are not renegotiated interpreted as Japanese procurement and symmetric dualsourcing in conjunctionwith prices which are renegotiated interpreted as U.S. procurement can both be optimal. Li 2013 contributes also to theliterature described in Footnote 10 by allowing the buyer to strategically design asymmetries between the suppliers.15When the benefits accrue to the incumbent, we obtain the same results. As long as the buyer observes the benefits andshe has all bargaining power, it does not matter to whom they accrue to in the first place.16This is in line with Mc Millan 1990 who emphasizes that there are actions an incumbent can undertake during the courseof the initial contract that improve productivity or quality.7to purchase.17 Let thus q Ex 1 q I x. We denote the set of all such mechanisms by M. By notparticipating in the mechanism, each supplier k can ensure himself a zero probability of winning and azero transfer. Without loss of generality, we can restrict attention to the case where each supplier alwaysparticipates, but individual rationality constraints are satisfied.18Our aim is the comparison of two negotiating cultures or procurement systems, the competitive culture S C and the protective culture S P . The two cultures differ in the set of procurement mechanismswhich are feasible to B, MS M. In the competitive culture, B faces no restrictions in her procurementmechanism choice, i.e., MC M. Intuitively, she can use E at will to exert pressure on I. By contrast, inthe protective culture, B decides about continuing her relationship with I before negotiating with E, i.e.,MP q, t Mx E, x E 0, 1 : q I x I , x E q I x I , x E.19For a given negotiating culture S, the timing of the stage game is as follows: First, I chooses y 0.Second, B observes y and chooses a procurement mechanism M MS. Third, the procurement mechanismis played after each supplier observes M and privately learns his production cost xk.3.2. The repeated game and the equilibrium concept Given either negotiating culture S C, P , we consider the infinite repetition of the stage game withdiscount factor 0, 1. The winner resp. loser in any period becomes the incumbent resp. entrant inthe subsequent period.20 Production cost are serially independent.21As equilibrium concept for the game implied by a negotiating culture we adopt the notion of Markov Perfect Equilibrium with anonymous mechanisms and suppliersymmetric strategies.22 Two consequencesof this are particularly important: First, behavior in previous periods affects the current period only through 17Think of a situation in which the buyer produces a complex product and the part in question is crucial for production. Itcan then be prohibitively costly for her not to purchase. Technically, the assumption corresponds to assuming R 1 .18See Footnote 20 in Lewis and Yildirim 2005 for a description how participation can be ensured.19The definition of MP entails the implicit assumption that B can commit to how she will negotiate with E in case thenegotiations with I break down. Such an assumption is not necessary. See the discussion after Proposition 1 in Subsection 4.1.Alternatively, we could assume that B chooses at first a mechanism which governs only her relationship with I and she choosesa mechanism which governs her relationship with E only after it turns out that her relationship with I is broken down.20The identity of the winner will affect the other bidder, but not the buyer. We consider thus an auction framework witha simple type of externalities. Optimal auctions for environments with more complicated types of externalities are studied by Jehiel et al. 1996 and Jehiel et al. 1999.21Serial independence rules out issues of strategic learning and signaling. It allows us to focus on the role of investmentincentives and rent extraction through asymmetries in future competition. See Laffont and Tirole 1993 for strategic learningin dynamic regulation.22A Markov Perfect Equilibrium is a Subgame Perfect Equilibrium in Markov strategies. We employ the definition wherethe state space derives from payoffrelevance. See Maskin and Tirole 2001 or Section 13.2.1 in Fudenberg and Tirole 1991.Anonymity requires that that the buyers procurement strategy differentiates between the suppliers only based on their roles,incumbent or entrant, but not based on their identities. Suppliersymmetry requires that an agents behavior depends on hisrole, but not on his identity. There are basically three states I, E, E, I and E, E. The first resp. second component ofthe vectors describes the role of the first resp. second supplier. The first two states imply a symmetric analysis. The thirdstate describes the situation in which the buyer does not purchase such that the next period starts with two entrants, i.e. asituation where neither supplier can invest. As we are interested in the case where purchasing is so important for the buyerthat the third state is irrelevant see Footnote 17, this case can be ignored.8the current roles of the suppliers, but not through their identities. Second, behavior in future periods affectsthe players only through continuation values which depend on their future roles and which they take asgiven.For a given negotiating culture, equilibrium behavior can be computed by considering the nonrepeatedstage game, however adjusted by continuation values reflecting the payoffs of equilibrium play in all futureperiods. To state the equilibrium conditions formally, we need to introduce some more notation. Let VI and VE be the continuation values of a supplier who starts the next period as I and as E, respectively. Let VBbe the continuation value of B. Let V VI , VE, VB. Let MV : M MM is incentive compatibleand individually rational given V .23 The players behavior is then for given V R3 completely specifiedby Is investment y 0, and by Bs mechanism choice for any possible investment M y MV .24For given continuation values, expected profits as function of y 0, and M MV are as follows:I y, M EX y t I X q I XXI q I XVI VE VEEM EX t EX q EXXE q EXVI VE VEBy, M EX R q I Xy t I X t EX VB123An equilibrium for negotiating culture S C, P is given by V S R3, y S 0, and M S : 0, MS MV S such that EQ1 M Sy arg max M MS M By, M for given continuation values V S,EQ2 y S arg maxy0, I y, M Sy for given continuation values V S, and EQ3 V S V y S, M Sy Swith V y, M : I y, M , Ey, M , By, M .3.3. Parametrization of the model Our model depends on the three parameters , and . 0, determines the distribution ofproduction cost. Distributions with a lower firstorder stochastically dominate distributions with a higher. can thus be interpreted as a measure for the likely height of production cost. Moreover, determinesthe value of selecting the supplier with the lowest production cost instead of a random supplier, i.e. themaximum amount by which direct competitive pressure can reduce the production cost. 0, 1 measuresthe expensiveness of the relationshipspecific investment.Intuitively, for a given , a lower increasesthe importance of investment incentives relative to exerting direct competitive pressure. Finally, 0, 1measures the importance of repetition and therewith the importance of the extraction of future rents. The 23Note that incentive compatibility and individual rationality depend neither depend S nor on y. S affects the feasibility ofmechanisms but not the suppliers incentives. y affects Bs preferences over mechanisms, but not the suppliers incentives.24Note that we do not need to specify how the mechanism is played as we can restrict attention to mechanisms whereparticipation and truthtelling is optimal, i.e. where the reporting behavior of the suppliers is fixed.9three parameters allow us to vary the relative importance of the three factors affecting the buyers profit:direct competitive pressure, investment incentives and indirect competitive pressure.4. Equilibrium behavior and continuation values Bs expected stage profit in equilibrium can be decomposed into two parts, one which can be attributedto the purchasing in the current period and one which can be attributed to the extraction of future rentstoday. The equilibrium investment decision and the equilibrium procurement mechanism choice directlydetermine the first part and indirectly determine the second part through the continuation values whichthey imply. In this section, we derive the equilibrium behavior and compare it for the two cultures. We firstanalyze Bs mechanism choice in Subsection 4.1 before we study Is investment decision in Subsection 4.2and discuss the implied continuation values in Subsection 4.3.4.1. The effect of investment on the procurement mechanism choice In this subsection, we derive the optimal procurement mechanism for a given negotiating culture S, agiven investment y and a given vector of continuation values V . We start with the characterization of the setof incentive compatible and individually rational mechanisms MV . For a given mechanism M q, t,define qkxk EX qkXXk xk and tkxk EXtkXXk xk. The subsequent lemma follows fromstandard reasoning in incentive theory see, e.g., Baron and Myerson 1982:Lemma 1 IC and IR mechanisms Fix any V R3. M MV if and only if qkxk is nonincreasing for any k andtkxk qkxkxk VI VE Z 1xkqkxkdxk k for some k 0 and any k.4The interim expected transfer from B to supplier k can be decomposed for any M MV into threeparts: If supplier k is awarded the contract, he is reimbursed the complete production cost, xk, net of theadvantage of being the incumbent in the next period, VI VE. This entails that if the incumbency advantageis positive, the buyer can extract this future rent of the winning supplier today. If the incumbency advantageis negative, she has to compensate the winning supplier for this future disadvantage. Besides from this, eachsupplier k gets an informational rent which depends only on his interim expected winning probability qkand a lumpsum payment k 0. There is no direct reimbursement of Is investment cost. Investment isonly indirectly reimbursed through a higher informational rent which comes along with a favoring of I inthe procurement mechanism.The derivation of the mechanism from MS MV which maximizes By, M is standard for S Csee Myerson 1981 and follows from a simple adaptation of the standard procedure for S P . Crucial 10for both derivations is that we can use for any M MV the structure imposed by 4 to rewrite 3. Byapplying partial integration to the expectation of 4, we obtain EX tkX EXqkXJXk VI VE k.5Using this in 3 leads to By, M EX q I XR y JXI 1 q I XR JXE I E VI VE VB.6Bs objective function depends only through q I , I and E on the mechanism choice. As I E 0 isfor either S clearly optimal, the determination of the optimal mechanism corresponds to the determinationof the optimal q I subject to the monotonicity constraint and the feasibility constraint. The feasibilityconstraint differs for the two cultures. Consider first S C. Any q I is then feasible. When we ignorethe monotonicity constraint, maximization of 6 corresponds to pointwise maximization of q I xR y Jx I 1 q IxR Jx E. The buyer compares Es virtual cost Jx E with Is virtual cost correctedby the benefits of the relationshipspecific investment Jx I y. As J is increasing for the considereddistributions, the ignored monotonicity constraint is satisfied for the optimal q I . Consider now S P .Feasibility requires then that q I depends only through x I on x. We can rewrite 6 as By, M EX EX q I XR y JXI 1 q I XR JXEXI VI VE VB EX q I XR y JXI 1 q I XR 1 VI VE VB.7The first equality follows from the Law of Iterated Expectations. The second equality uses that we have EXq I XXI q I X for any feasible mechanism and that EX JXEXI 1. When we ignore themonotonicity constraint and the feasibility constraint, maximization of 7 corresponds to pointwise maximization of q I xR y Jx I 1 q I xR 1. The buyer compares Is actual virtual cost correctedby the benefits of the investment Jx I y with Es expected virtual cost 1. The ignored monotonicityconstraint is again satisfied as J is increasing. Moreover, the ignored feasibility constraint is satisfied asthe buyers preferred allocation does not depend on x E.If q I is an optimal allocation rule for culture S and investment y, this allocation rule together withany transfer rules t I and t E which satisfy 4 with I E 0 specifies an optimal mechanism. As forany player all optimal mechanisms imply the same expected profit, we can restrict attention without loss ofgenerality to allocation rules where B continues her relationship with I when she is indifferent. We denotethis allocation rule by q S,y I.Proposition 1 Optimal allocation rule a q C,y Ix 1 if y Jx I Jx E and q C,y Ix 0 if 11x E1I wins S Px E1S Cx E100E wins 121a y 0x I0014341x I00b y 12x I112c y 1Figure 1: Optimal allocation for different investments 1y Jx I Jx E. b q P,y Ix 1 if y Jx I 1 and q P,y Ix 0 if y Jx I 1.Note that although the optimal transfers depend on the discount factor through the incumbency advantage, the optimal allocation does not. Further, note that the proposition does not rely on our parametrizationof the distribution. It relies only on monotonicity of the virtual cost function. The structure imposed byfunctions F xk x 1k makes the optimal allocation rule linear. I wins if y 1 x I x E in culture S C and if y 1 x I 1 in culture S P . As a side effect, the distributional assumption allowsfor a particularly simple indirect implementation of the optimal direct mechanism: A reverse secondpriceauction with a reserve price of 1 y1 VI VE and a constant bonus of y1 for I is optimalin culture S C.25 A sequence of two takeitorleaveit offers is optimal in culture S P . B offers theprocurement contract first to I at a price of min1 y1 , 1 VI VE. If I declines, she offers it to E at a price of 1 VI VE. B makes the same offers irrespective of whether she can commit to her offerto E at the time she makes her offer to I or not. Comparing the competitive with the protective culturecorresponds thus to comparing simultaneous with sequential negotiating.Consider now how Is investment affects the optimal allocation in the two cultures. Figure 1a displaysthe optimal allocation in the two cultures for y 0 and uniformly distributed cost. The solid resp. dashedcurve describes the allocation in culture S C resp. S P . I wins in the northwest of this curve, E inthe southeast. By investing more, I gets favored more in either culture.26 That is, the curves describingthe allocation rules move to the southeast see Figures 1b and 1c.25This means that I obtains y1 more than the minimum of Es bid and the reserve price when he wins.26Whether I gets favored can also be interpreted on an absolute instead of on a relative scale. From an efficiency perspective,I should win when y x I x E , but he wins in the competitive culture when y 1 x I x E. When y 0, 1 ,he wins too seldom. In that respect, I is disfavored. This kind of disfavoring arises also in Cisternas and Figueroa 2009and Lewis and Yildirim 2002 for different investment technologies. For the protective culture and y 0, , I wins from anefficiency perspective too often for low x E and too seldom for high x E.12When I wants his relationship with B to be continued with certainty, different investments are necessaryin the two cultures. In culture S C, I competes with the actual entrant. To win for sure, B must wantto continue her relationship with I even when it turns out that E has the lowest possible virtual cost. Bycontrast, in culture S P , I competes only with Bs expectation of E. As this hurdle is easier to pass, thelowest investment for which I wins to sure, say y S, is lower in culture S P see Figure 1c again.Corollary 1 Investment necessary to win for sure y C J1 and y P J1 1.y C y P will play an important role for our analysis. The inequality does not rely on our distributionalassumption, it derives from the differences in the negotiating culture. For functions F xk x 1k, we obtainy C 1 and y P .4.2. Differences in investment incentives In this subsection, we take S, V and Bs reaction on y, M Sy, as given and we study Is optimalinvestment decision. We can use the structure imposed by M Sy to rewrite Is expected profit. Define RSk y : EX q S,yk XF Xkf Xk.8RSk y corresponds to supplier ks expected information rent. By using 5 with I 0 in 1, we get I y, M Sy y RSI y VE. Is expected profit can be decomposed into three parts: First, I hasto bear the cost of his investment in the current period y. Second, I obtains a revenue from this periodsinvestment, RSI y. Third, as the incumbency advantage is extracted from the winning supplier, the presentvalue of Is future profits corresponds to the present value of the future profits of a supplier who startsinto the next period as an entrant, VE. The investment has no effect on Is expected profits in the future.A higher investment affects I only through an increase in his expected information rent from procurementin the current period. As the allocation rule q S,y I which determines Is expected information rent is notaffected by the discount factor, investment incentives are not affected by .Investment affects the revenue term differently in the two cultures. This is illustrated for uniformlydistributed cost in Figure 2. The solid resp. dashed curve depicts revenue from investment in culture S C resp. S P . Three features which extend to more general distributions are important: First, themaximum possible revenue EX F XI f XI is obtained for any investment y y S in culture S. Becausey P y C , it is already reached for a smaller investment in culture S P . Revenue is in each culture strictlyincreasing in investment before it gets constant. Second, on the strictly increasing part, revenue is convexin culture S P whereas it is at least eventually concave in culture S C. Third, the maximal gain 13RSI y12S PS C00y P 1y C 2y Figure 2: Revenue from investment 1from investment, RSI y S RSI 0, is higher in culture S P . The following lemma states the propertiesfor general .Lemma 2 Revenue from investment a RSI y is for either culture continuous, strictly increasing on0, y S and constant on y S, . b In culture S P , marginal revenue is strictly increasing on 0, y P .c In culture S C, marginal revenue is continuous on 0, y C . It is strictly positive for y 0, y C andit converges to zero as y y C. If 1, marginal revenue is strictly decreasing. d RCI 0 RPI y C RCI y P RPI 0.Part a follows directly from the preceding subsection. To get an intuition for parts b and c, considerhow an increase of y by changes Is revenue in culture S, RSI y RSI y. The question is why achange in y affects the revenue difference in the two cultures differently. We can decompose the revenuedifference as follows:RSI y RSI y Prob X I wins for y but not for yEX F XI f XII wins for y but not for y.The revenue difference corresponds to the increase in Is winning probability times the marginal effect whichthe additional winning has on his expected information rent. Intuitively, additional winning for higher costrealizations has a stronger effect on the expected information rent than additional winning for lower costrealizations as F x I f x I is increasing. As the cases where I additionally wins are in either culture caseswhere his cost are higher, the marginal effect is for either culture increasing in y. The difference in thestructure of the revenue difference comes from differences in the probability term.To build an intuition for how y affects the probability term, consider uniformly distributed cost. Figure 3displays how the allocation changes when the investment increases stepwise by 14 in the two cultures.The allocation for the different investment levels is described by the dashed lines. The area between twoadjacent lines corresponds to the increase in winning probability. For example, the dark grey areas resp.14x E10041y 21y 43y 1y 0yx E1x I1001a S Pb S Cy 0y 14y 12y 34y 1y 54 x IFigure 3: Changes in allocation for investment increments 1, 14light grey areas in Figures 3a and 3b illustrate the probability increases when the investment increasesfrom 0 to 0 resp. from 12 to 12 in culture S P and S C, respectively. In culture S C, eachstep yields a lower and lower increase in the winning probability. Intuitively, an increase in the investmentleads to an additional favoring of I only when x E turns out to be low. If x E is high, I wins anyway. Theset of values of x E for which the investment has an effect becomes smaller as y increases and vanishes asy y C . Because the marginal effect is bounded, also the revenue difference must eventually vanish, i.e.revenue must eventually be concave. The major difference in culture S P is that x E has no effect on theallocation. Each step yields the same increase in winning probability. Because the marginal effect of thisincrease becomes however larger, the revenue difference is increasing, i.e. revenue is convex.It remains to argue why the maximal revenue increase RSI y S RSI 0 is larger in culture S P . As RCI y C RPI y P , this is equivalent to RCI 0 RPI 0. For uniformly distributed cost, we can apply againan entirely graphical reasoning. When there is no investment, the area where I wins is equally large in bothcultures see Figure 1a again. I wins with probability 12 in either culture. However, I wins in culture S C relative to culture S P in more cases where his cost are high, but in less cases where his costare low. Since the effect of winning on the information rent is larger for higher cost realizations, it follows RCI 0 RPI 0.The different structure of the revenue from investment in the two cultures causes structural differencesin the investment behavior. First, if investment is cheap, it is higher in culture S C. In particular, ifinvestment cost are almost zero, I wants to win almost for sure in either culture. As winning for surerequires a higher investment in culture S C, investment is higher in this culture. Second, if investmentis intermediately expensive, it is higher in culture S P . Because revenue is convex in culture S P ,15y Sy C 2y P 1S PS C00C P1Figure 4: Optimal investment 1the optimal investment problem has a corner solution. I invests either y y P or y 0. This has theconsequence that the highest possible investment y y P is still induced for relatively expensive investment.It occurs as long as the revenue increase from investment exceeds its cost: RPI 0 y P . When I 0 y P , it follows from Lemma 2 d that I strictly prefers no investmentto any investment y y P in culture S C. This implies that investment is higher in culture S P . is so high that RPI y P RPI y P RPInterestingly, there exists a region of intermediate cost parameters for which investment incentives are somuch stronger in culture S P such that the highest possible investment y y P is induced in this culture,whereas no investment is induced in culture S C. Third, if investment is very expensive, there is neitherinvestment in culture S C nor in culture S P . The properties of the optimal investment y S are statedin the following proposition. To simplify the exposition of our subsequent results, we assume that whenever I is indifferent between two investment levels, he chooses the higher one.Proposition 2 Optimal investment Define P : 11 cid:16 11cid:1721and C :cid:26111211 14 1if 1if 1.a y P y P if P and y P 0 if P . b y C is decreasing with y C y C for any 0, 1,lim 0 y C y C and y C 0 if C . c C P .Note that the optimal investment depends on and , but not on . For any , the proposition impliesthe existence of three investment regions see Figure 4.Investment is higher in culture S C wheninvestment is cheap, whereas it is higher in culture S P when it is intermediately expensive. Wheninvestment is very expensive, neither culture induces investment. We denote the cost parameter whichseparates the first two regions by .Corollary 2 Investment regions y C y P if 0, , y P y C if , P and y P y C 0 if P , 1.16The relationship between I and B is continued in culture S with probability S : EX q S,y SIX. Afurther consequence of Proposition 2 is that the continuation probability is higher in culture S P wheninvestment is not too expensive.I.e., the protective culture is indeed more protective.If investment ishowever such expensive that there is no investment in the equilibrium of either culture, it depends on thespecifics of the distribution function where the continuation probability is higher.Corollary 3 Continuation probability a Consider 0, P . P 1 C for any . b Consider P , 1. C P if 1, C P if 1 and C P if 1.Interestingly, even though protection has a clear effect on the continuation probability for 0, P , itcan deteriorate as well as enhance investment incentives in this region. If investment is cheap, I mainly seesthe benefits from investment. He invests as long as this brings him advantages in the competition with E.Protection of I deteriorates investment incentives as less investment is needed until B is willing to continueher relationship with I for sure. By contrast, if investment cost are sizeable but not too large, protectionenhances investment incentives. In particular, if P , investment y y P is profitable for I if and onlyif it entails winning for sure. When I is protected, he invests indeed y y P , otherwise, any investment P is definitely unprofitable.4.3. Extractability of future rents Knowing the equilibrium investment and the equilibrium mechanism choice for the two negotiatingcultures, we are now able to study the implied equilibrium continuation values, V S V y S, M Sy S.V SI V SE describes the incumbency advantage which B can extract. Using V SI I y S, M Sy S and V SE EM Sy S, we obtain V SI V SE y S RSI y S RSEy S.9Although becoming the next periods incumbent may have persistent effects, the incumbency advantage isonly affected by the investment cost and the expected information rents in the next period. This is becausethe suppliers anticipate that advantages which lie further ahead in the future will be extracted through theprocurement mechanism in the period that precedes it.V SE describes the rent which B must leave to each supplier due to her lack of commitment power. Byusing 5 with E 0 in 2, we obtain EM Sy S RSEy S V SE . Because V SE EM Sy S,V SE 1 RSEy S.10Even though the next periods entrant might be the incumbent in some of the future periods, V Sto the present value of obtaining the expected information rent of an entrant in each future period, RSE corresponds Ey S.171 V SI V SE 1 V SE1218018S PS CC P114S PS C00C P1a Incumbency advantageb Value of being an entrant Figure 5: Extractable and nonextractable future rents 1Again, this is because any potential advantage of being the incumbent in some future period is extracted inthe period which precedes it.The discount factor affects V SI V SE and V SE only through a multiplicative factor which does not dependon the negotiating culture. The comparison of V SE and of V SE for the two negotiating cultures is thus I V SE and V SI V Snot affected by . Normalized versions of V SE are displayed for uniformly distributed cost in Figures 5a and 5b, respectively. The figures indicate that whether is smaller or larger than P plays acrucial role for the comparison of extractable and nonextractable rents in the two cultures. For P , theincumbency advantage is higher and the value of being an entrant is lower in culture S P . For P ,the converse is true. The following proposition states that this property holds for general .Proposition 3 Comparison of extractable and nonextractable future rents a lim 0V CV CI V PE lim 0V PI V P P , 1. b lim 0 V CI E if E 0 if P , 1.E 0 if 0, P and V CI V PE , V PE lim 0 V PE 0 if 0, P and V PI V CE 0 V PE 0, V CE V PE V CI V CE V CNote that part b is not a trivial implication of part a as the sum of extractable and nonextractablerents differ in general for the two cultures. Nevertheless, a similar intuition applies for parts a and b.If P , the relationship between I and B is continued with certainty in culture S P , whereas itis dissolved with positive probability in culture S C. This drives the value of being an entrant resp.the incumbency advantage in culture S P relative to culture S C down resp. up.If P ,the effects are more involved. As there is no investment, I and E are symmetric, asymmetries arise onlythrough asymmetries in the negotiation protocol. As I and E are treated symmetrically in culture S C,the incumbency advantage is zero in this culture. By contrast, in culture S P , B treats the suppliersasymmetrically by negotiating sequentially with them. Thereby it is an advantage of negotiating second.Intuitively, B becomes less aggressive as his options fade away. Hence, protection of I entails a disadvantage 181. relationshipspecificbenefits in current period 2. procurement profitsattributable to thecurrent periodconditional on benefits 0 0, , P P , 1S C better S C better S P betterequally badequally goodin the limit S C better S C better S C better 3. extraction of rentsfrom future periodsequally goodin the limit S P better S P better S C bettertotal effect?? : b CB b PBTable 1: Comparison of the negotiating cultures from the buyers perspective : b CB b PBfor I when there is no investment. This drives the incumbency advantage resp. value of being an entrantin culture S P relative to culture S C down resp. up.5. Assessment of the negotiating cultures from the buyers perspective We are now set to compare the two negotiating cultures from Bs perspective. As B does not care aboutthe identity of I and E, every period is basically the same for her. Comparing Bs expected stage profit B : R EX q S,y SIXy S JXI 1 q S,y SIXJXE V SI V SE 11b SB V SB . The equilibrium for eitherculture is completely characterized by an investment level y S and an allocation rule q S,y Sx. On the Iis equivalent to comparing her expected profit By S, M Sy S b Sone hand, the equilibrium behavior directly affects b SB through the relationshipspecific benefits and theprocurement cost in the current period. Benefits and cost together determine the procurement profit thatcan be attributed to the current period procurement. On the other hand, the equilibrium behavior affectsb SB indirectly through the incumbency advantage and therewith through the extraction of future rents today.In Section 4, we have analyzed the three determinants of Bs expected profit in isolation. Conditionalon , we obtained clearcut results. Table 1 summarizes the findings from Propositions 1, 2 and 3. Therows describe the determinants. The columns describe the relevant regions of the parameter . The effectof and is not directly apparent from the table. affects the boundaries of the regions and the strengthof the effects within the regions. scales the importance of the third determinant. For 0 it is mute,whereas it is very important for 1.19Bb SR 1RR 23R 34S CS PC P1Bb SR 32S CS PC P1R 12RR 23R 78IIIIIIa 0IIIIIIb 1Figure 6: Bs expected stage profit 1If investment is very cheap or very expensive, there is no tradeoff involved. Culture S C is clearlysuperior. What happens for intermediately expensive investment is a priori unclear as tradeoffs are involved. Figures 6a and 6b display Bs expected stage profit in the two negotiating cultures for uniformlydistributed cost and discount factors 0 and 1, respectively. In both cases, there exists an intermediate region where culture S P is superior. Further, the figures show that the difference in Bs expectedstage profit b CB b Pnonmonotonicity result holds for general and general .B can be quite sizeable. In the remainder of this section we show that the displayed 5.1. The competitive culture is superior when investment is very cheap or very expensive Suppose first investment is very cheap. I benefits then in either culture from increasing his investmentas long as this brings him further advantages in the procurement mechanism choice. Investment is higherin culture S C as the higher direct competitive pressure in this culture necessitates a higher investmentto win with certainty. As for investments which entail winning with certainty the procurement cost thatcan be attributed to the current period and the future rents which are extractable today coincide in the twocultures, culture S C is superior.Suppose next that investment is so expensive that I refrains from investing in either culture. The higherdirect competitive pressure in culture S C implies that this culture is better in the extraction of currentperiod rents. As being incumbent is a disadvantage in culture S P whereas incumbent and entrant aretreated equally in culture S C, culture S C is also better in the extraction of future rents. The futurerent effect thus reinforces the current rent effect rendering culture S C superior for any discount factor .Proposition 4 Competitive culture superior a There exists 0, C such that b Cany 0, . b b CB for any P , 1.B b P20B b PB for5.2. The protective culture is superior when investment is intermediately expensive There exists a region of intermediate investment cost parameters for which investment incentives areparticularly good in culture S P y P y P whereas they are particularly bad in culture S C y C 0.As a sideeffect, the incumbent is strongly favored in culture S P whereas he is treated like the entrant inculture S C implying that also the incumbency advantage is higher in culture S P . The incumbent facesa tradeoff between exerting more direct competitive pressure S C and realizing relationshipspecificbenefits as well as extracting more future rents S P . It turns out that the protective culture is superior.The result is driven by the better investment incentives. The better extractability of future rents reinforcesthe already better performance of culture S P , but the result holds even for 0, i.e. when the effect offuture rent extraction is mute.Proposition 5 Protective culture superior b PB b CB for any C, P .The nondependence of the result on is surprising to the extent that B has quite different objectivesdepending on the importance of the future. To see this, we can use 9 in 11 to consolidate the direct andthe indirect effects of the equilibrium behavior. For 0, we obtain B R EX q S,y SIXy S JXI 1 q S,y SIXJXE.12B cares about the realized relationshipspecific benefits net of the expected virtual cost. By contrast, for 1, we obtainb Sb SB R y S EX q S,y SIXy S XI 1 q S,y SIXXE 2RSEy S.13B cares about social welfare net of twice the information rent of an entrant which is what she has to leaveto each supplier in order to induce participation.6. Empirical evidence: Procurement in the automotive industry This article was developed in the context of broader research on supply networks in the automotiveindustry. One centerpiece is a series of deep case interviews with suppliers and car manufacturers on theirstrategic supply and purchasing behavior.27 15 suppliers and three car manufacturers were interviewed onissues concerning the parts supplied, the organization of purchasing, the supply strategies, the informationabout other players in the market, the contractual arrangements, and the competitive situation. Ourmodeling assumptions are motivated by the empirical evidence drawn from this case study.27The case study was conducted by Florian Mueller, Konrad Stahl and Frank Wachtler.21In the automotive industry, the bargaining power lies mostly in the hand of the manufacturer. Asymmetric structures where incumbents compete against entrants are very common. The incumbency advantagedue to idiosyncratic process knowledge is sizeable. A switch from one supplier to another is legally possiblewithout complications as the manufacturer mostly owns the tools to produce the parts. However, in practiceswitching is very expensive, as the tools come together with very specific process knowledge, that cannoteasily be replicated by a new supplier e.g., a wellfunctioning justintime production. Thus, the biggerpart of the incumbency advantage is constituted by a special type of switching costs. The level of theseswitching costs is endogenous and can be affected by the incumbent. As investments happen while the incumbent and the manufacturer are working together, for instance through the exchange of technicians or thelearning and adjusting to the others production process, investment is observable by the buyer but hard toquantify and thus noncontractible. Furthermore, the case study suggests that modeling infinite repetitionof a stage game is adequate. The manufacturers as well as the suppliers are longlived and the possibleinteractions should not induce end game behavior. The commitment to a certain negotiating culture is alsolongterm as a negotiating culture becomes only effective if the manufacturer is able to build up reputationfor it.28 By contrast, the case study shows evidence for a widely opportunistic behavior of all players in theshortrun. Usually, supply contracts become binding only when the first part has been delivered, long aftersizable investments in development, capacity, and idiosyncratic tools have been made. On the other hand,the number of potential suppliers is often very small. For some parts there might be as little as two potentialsuppliers. The belief in opportunistic behavior by the buyer in the future makes the threat of excluding asupplier from the procurement process in the future incredible.6.1. Discussion of our equilibrium behavior results in the light of the automotive application The case with intermediately expensive investment describes the procurement of parts for which investment cost are sizeable but where investment is important, like it is the case for the most important parts inthe automotive industry. When we identify the protective culture with Japanesestyle procurement and thecompetitive culture with U.S.style procurement, our behavioral predictions imply properties which resemble stylized facts from the automotive industry. Relationships in the protective culture are continued withcertainty and are thus very longterm. By contrast, incumbent and entrant are treated equally in the competitive culture implying that relationships are much shorter. Both properties are consistent with stylized 28Trying to change a culture can be very costly. The coexistence of different cultures can be consistent with equilibriumbehavior in an extended model with endogenous culture choice. Attempts to change the culture should only be observedwhen an other culture is sufficiently much better. See Dyer 1996b for a discussion of the transition cost when Chrysler triedto switch to a more protective culture.22facts.29 The protective culture endows the incumbent thus with a high security that relationshipspecificinvestments will be rewarded which in turn leads to a willingness to make substantial relationshipspecificinvestments. The much lower security in the competitive culture implies much worse investment incentives.This is in line with Mc Millan 1990 who finds that In the case of specific investment, therefore, the evidencecorroborates common belief: the Japanese system uses continuing relationships more successfully than the U.S. system. and Dyer and Ouchi 1993 who state that Most U.S. companies are simply not willing totake the risk in making customized investments.30 Furthermore, the fact that the protective culture reliesmore on indirect instead of direct pressure is in line with the observation that Japanese car producers arehighly demanding and exert high competitive pressure without using the market.6.2. Discussion of our comparison results in the light of the automotive application Hahn et al. 1986 come to the conclusion that . . . the use of a competitive or a cooperative approach indealing with suppliers is not always a clearcut choice. A sound purchasing management strategy generallyrequires a good mix of both approaches for an optimal result. We make a similar finding: Differentnegotiating cultures are optimal for parts with different investment properties. In the automotive industry,investments are important and investment cost are sizable for the most important parts. Our article assertsthus that there exists a single culture which is optimal for the most important parts in the automotiveindustry, while it does not assert that the same culture is optimal for all parts.Empirical studies find that the complexity of the produced product plays a key role in the relative performance of procurement systems see Dyer 1996a. In particular, Japans success seems to be greatestfor complex product industries like the automotive industry, whereas for mature industries producing lesscomplex products U.S. firms perform better. In mature industries, benefits from relationshipspecific investments play typically a minor role relative to purchasing from the lowest cost supplier. Major cost savingsor quality improvements through investments are either prohibitively costly or not feasible. By contrast, forcomplex product industries, investment cost are typically sizeable, but investment is important. In our modeling framework, procurement in mature industries is best described by a high , whereas procurement incomplex product industries is best described by an intermediate . The empirical evidence is thus consistentwith our model predictions.29According to Dyer and Ouchi 1993, Japanese suppliers in our sample indicated that historically, they have a more than 90 percent probability of winning the contract again when the model changes. Regarding equal treatment, see Footnote 5.30Moreover, this is in line with Dyer 1996b who describes what changed after Chrysler created an American Keiretsu at thebeginning of the 1990s. In particular, Minimal supplier investments in coordination mechanisms and dedicated assets changedinto Substantial investments, and No guarantee of business relationship beyond the contract changed into Expectationof business relationship beyond the contract.23Liker and Choi 2004 come to the conclusion that the Japanese system is superior for the automotiveindustry. As the most important parts in the automotive industry are best described by intermediate ,this is again consistent with our model predictions. Moreover, Liker and Choi give an overview of by andlarge unsuccessful attempts of U.S. car producers to imitate their Japanese counterparts.31 Presumingthat an attempt to change the system involves large transition cost and may be unsuccessful, this furtherstrengthens the hypothesis that the Japanese system is superior by a revealed preferences argument.327. Robustness and extensions The main force behind our nonmonotonicity result Proposition 4 and 5 is the structural difference inthe marginal revenue from investment that is implied by the two negotiating cultures. This difference relieson that the incumbent competes against the best entrant in the competitive culture while he competes onlyagainst the buyers expectation thereof in the protective culture. This property neither relies on the numberof entrants nor on the considered investment cost functions or the considered production cost distributions.Considering a single entrant and our specific class of investment cost functions improves the tractability ofthe problem and allows us to derive the nonmonotonicity result theoretically. In an earlier working paperversion of this article, we numerically obtain similar results for more than two entrants, linear or quadraticcost functions and other distributional assumptions.Moreover, our modeling assumptions endow us with a tractable framework which can be used to studydifferent extensions. The remainder of this section discusses three of them.7.1. Finitely repeated procurement When the procurement problem is only N 2, 3, . . . times repeated, continuation values are timedependent. However, as continuation values affect neither investment incentives nor the optimal allocation,31See Dyer 1996b for an exception. Chrysler seemed for some time to be successful, but the process was reverted when Chrysler merged with Daimler Benz in 1998.32Interestingly, also the decisions to imitate Japanese business practices from the 1980s till the turn of the millennium andsince the beginning of the 2000s and to revert to practices relying heavily on competitive bidding at the turn of the millenniumare consistent with shocks of the parameter in our model. The quality movement of the 1980s made relationshipspecificinvestments more important relative to selecting the lowest cost supplier. This might correspond to a decrease of into theregion where the protective culture is superior. Then, at the turn of the millennium, global sourcing became much easier andadvances in internetbased technologies allowed for more efficient competition between suppliers. This corresponds to a shockwhich increases again. However, apparently the size of the shock was perceived differently by U.S. and Japanese car producers.According to Liker and Choi, the U.S. car producers believed that the immediate benefits of low wage costs outweighed thelongterm benefits of investing in relationships and manufacturersupplier relations in America have deteriorated so muchthat there worse than before the quality revolution began. By contrast, Liker and Choi state that Toyota and Honda dontsource from lowwage countries much; their suppliers innovation capabilities are more important than their wage costs. Inthe meanwhile, it became evident that global sourcing comes along with many difficulties and Japanese car makers were quitesuccessful in establishing Japanesestyle partnerships with U.S. firms supporting the hypothesis that U.S. firms overestimatedthe increase in and that still resides in the region where the Japanese system is superior.24equilibrium investment and equilibrium allocation do not vary over time. From Bs perspective, the periodsdiffer only in the extractability of future rents. As only information rents and investment cost of thesubsequent period matter for future rent extraction, Bs expected stage profit is in any nonfinal periodis as in the infinitely repeated procurement problem with the effect of future rent extraction being mute,as in the infinitely repeated procurement problem, i.e. b Si.e. b SB0. Hence, Bs expected stage profit is as her expected stage profit in the infinitely repeatedprocurement problem but with a timedependent discount factor. As our nonmonotonicity result is robust B. In the final period, her expected stage profitwith respect to the discount factor, it extends.Proposition 6 Finitely repeated procurement There exist three regions of cost parameters, 0, ,C , P and P , 1, such that Bs preferences over the negotiating cultures are timeconsistent and cultures S C, S P and S C are optimal in the respective regions.337.2. Switching costs Our framework can also be used to study the performance of the two negotiating cultures when thereare exogenously given switching costs instead of an endogenous relationshipspecific investment. Supposeswitching causes in either culture costs ysc 0, y C to B. Let R be Bs benefit from purchasing the objectnet of the switching costs.I.e., when B decides not to switch, an additional benefit of ysc realizes ontop of R. The switching costs problem corresponds then to our model with 0 and exogenously giveny S ysc. Bs expected profit in culture S is then Bysc, M Sysc and the corresponding stage profit ise SB : 1 Bysc, M Sysc.34As in our original model, e SB can be decomposed into two parts: a procurement profit which canbe attributed to the current period procurement and future rents which are extractable today. As therelationshipspecific benefit ysc is the same for both cultures and as direct competitive pressure is byconstruction higher in culture S C, the part of Bs profit which can be attributed to the current periodprocurement is clearly higher in culture S C. Culture S P can only be superior if it is better inextracting future rents and if the future is sufficiently important. Hence, if 0, culture S C is clearlysuperior. Consider 1. The consolidated version of Bs expected stage profit corresponds then to 13with 0 and y S ysc:e SB R EX q S,ysc IXysc XI 1 q S,ysc IXXE 2RSEysc1433Note that there exist 0 and , C for which preferences are not timeconsistent. B prefers then in the last periodnegotiating culture S C whereas she prefers in the remaining periods culture S P .34With switching costs instead of an investment, our model of the competitive culture is like the special case of the model in Lewis and Yildirim 2005 where learning and forgetting of skills occurs with certainty after a switch of suppliers. The analysisin this subsection transfers our research question of comparing different negotiating cultures into their framework. See Farrelland Klemperer 2007 for a survey of the classical switching costs literature.25It corresponds to social welfare net of twice the expected information rent of the entrant. If ysc is close tozero, culture S C allocates almost efficiently and it implies a lower information rent of E than culture S P see the discussion after Proposition 3; the same argument as for V SE when P applies. Culture S C is clearly superior. By contrast, if ysc is high, the stronger favoring of I in culture S P drivesthe entrants expected information rent in this culture down relative to culture S C. As for high ysc it isalso efficient that I is strongly favored, culture S P is superior.35 Hence, when the future is sufficientlyimportant, there is also in the switching costs problem a role for both negotiating cultures.Proposition 7 Switching costs a Suppose 0. e Cclose to zero and e PB if ysc maxy P , 1, y C .B e C7.3. Suppliers can be excluded from the procurement process in the future B e PB. b Suppose 1. e CB e PB if ysc is We assumed that the buyer has no longterm commitment power within a negotiating culture.Inparticular, she could not commit to exclude a supplier from the procurement process in the future. This hadthe consequence that the individual rationality constraint of supplier k in Bs mechanism design problemwas Ukxk, xk VE see Section 4.1. That is, B had to leave the rent VE to each supplier in order toinduce participation. In this section, we consider what happens when B can commit to the exclusion of asupplier from the procurement process in all future periods, i.e., when she can also extract VE.The change in the assumption neither affects investment incentives nor the allocation rule of the optimalmechanism. It affects only the extractability of future rents. If 0, B cannot extract any future rentsanyway. All results extend. If 0, the incumbency advantage is as under the original model, but Escontinuation value becomes her discounted expected information rent of the next period as she anticipatesthat rents which lie further ahead in the future will be extracted through the procurement mechanism ofthe future period which precedes it. Bs expected stage profit increases relative to the original version ofthe model by twice this rent.Consider 1. B maximizes then social welfare. If is close to zero, the allocation does almostcoincide in the two cultures but the investment is more efficient in culture S C36 rendering culture S Csuperior. If P , there is no investment in either culture. Only efficiency of allocation matters. Asculture S C allocates efficiently when there is no investment, it is again superior. The case in which C , P is more involved. In the original model, the entrant earns no rent in culture S P , but he 35Cabral and Greenstein 1990 argue that committing to ignore switching costs can be beneficial in a model where pricesare set by suppliers. We find here that a commitment to a negotiating culture which implies higher switching costs can bebeneficial in a model where the procurement mechanism is designed by the buyer. This is in line with the comparative staticsanalysis in Lewis and Yildirim 2005 who find that measures which increase switching costs can be beneficial for the buyer.36Since 1 and since the benefits materialize almost with certainty in both cultures, more efficient means here higher.26does so in culture S C. Hence, culture S C becomes relatively better for B through the extractabilityof V SE . However, we find that culture S P is at least for high still superior.Proposition 8 Suppliers can be excluded from future procurement If 1 and 1, ournonmonotonicity result extends to the case where also V SE is extractable by B.378. Conclusion For a procurement problem featuring three economic problemsholdup, asymmetric information andrepetitionwe compare two stylized negotiating cultures: a competitive culture resembling U.S. style procurement practices and a protective culture resembling Japanese style procurement practices. Our mainresult establishes that the relative performance of the two cultures depends nonmonotonically on theexpensivenessimportance of relationshipspecific investments relative to the potential benefits from competitive bidding. The competitive culture is superior when the investment is very cheapvery importantor very expensivevery unimportant, whereas the protective culture is superior for intermediately expensiveintermediately important investment. The nonmonotonicity result is robust with respect to the importance of repetition as measured by the discount factor and the distribution of production cost.The contribution of this article is twofold. First, the main part of the article is tailored to an importantapplication. Our base model is set up such that it fits best the procurement problem in the automotiveindustry. The results for intermediately expensive investment generate predictions which are consistentwith stylized facts from the automotive industry regarding longevity of relationships, investment incentivesand overall performance of the cultures. Second, the article introduces a tractable framework for studyingnegotiating cultures in corporate procurement from a more general perspective. We demonstrate threedirections in which our model can be modified to better fit the procurement problem in other industries:finite repetition of the procurement problem, exogenous instead of endogenous switching costs and strongercommitment power on the buyers side. As for the original model, we obtain for either modification thatthere is a role for both negotiating cultures.37With considerably more effort it can be shown that the result extends to the case with any and with any 18. Wedo not prove the more general result here as the general message should be already clear from the stated result with the morerestrictive conditions.27Appendix A. Proofs Proof of Lemma 1. The interim expected profit of supplier k after a potential investment is sunk isin either culture Ukxk,bxk tkbxk qkbxkxk VI VE VE when he has private information xk,announcesbxk and the other supplier announces his private signal truthfully. M is incentive compatible if xk arg maxbxk 0,1 Ukxk,bxk for any xk and any k. M is individual rational if Ukxk, xk VE for any xk andany k. Incentive compatibility is by an Envelope Theorem equivalent to Uk1 Ukxk R 1and the monotonicity condition. For incentive compatible mechanisms, individual rationality is equivalentkdxkqkxxkto Uk0 VE. Using the definition of Ukxk then yields 4.Proof of Proposition 1. The result follows directly from the text.Proof of Corollary 1. The result follows directly from Proposition 1 and J0 0 F 0f 0 0.Proof of Lemma 2.a By using the structure imposed by Proposition 1 in 8, by writing theexpectation expression as an integral, and by using that Jxk 1 xk for distributions F xk x 1k,0R y11F x I dx Iy11 F x I y1 F x I dx Iif S Pif S CA.1for y y S and RS0 F x I dx I for y y S. The claimed continuity and monotonicity properties followwe obtain RSI y straightforwardly.F x I dx I R 10R y1I y R 1b Consider S P . It follows from A.1 that marginal revenue is for y 0, y P given by F y 11 1 . As this expression is strictly increasing in y, marginal revenue is strictly increasing on0, y P .c Consider S C. It follows from A.1 that marginal revenue is for y 0, y C given by 1y11 Z 11 Z 1y11011 f x I y1 F x I dx IA.2F x I y1 f x I dx IProb X XI 1 y1 EXF XI y1 XI 1 y1 .A.3The first equality follows from an index transformation. The second equality follows from rewriting theintegral as a conditional expectation. Both, the probability term and the conditional expectation term, arebounded on 0, y C . Moreover, both terms are continuous by continuity of the distribution function implying 28boundedness of marginal revenue. As the probability term and the conditional expectation term are bothstrictly positive on 0, y C , marginal revenue is strictly positive on 0, y C . As the probability expressiongoes to zero as y y C and as the conditional expectation expression is bounded, marginal revenue goes tozero as y y C.Consider now 1. Under this condition, f is continuously differentiable. This allows us to computethe curvature of revenue by differentiating A.2:11 2 f 0F y1 Z 1y1f x I y1 F x I dx I!If 1, revenue is concave because f 0 1 and f 0. If 1, revenue is concave because f 0 0and f 0.d As RSI y S does not depend on S, we need to show that RCI 0 RPI 0. By A.1 with y 0 andby using F x I x 1Ito compute the integrals, we obtain RCI 0 Z 101 F x I F x I dx I 11 2 and RPI 0 Z 110F x I dx I 1 cid:18 11 cid:191.A.4A.5By simplifying, we obtain that RCI 0 RPI 0 is equivalent to 1 ln1 ln2 . Usingthat concavity of ln implies ln2 ln1 ln1 1, we get that 1 ln1 ln1 11 is a sufficient for what we have to show. This inequality can in turn be written as : 1 ln1 0. As lim 0 0 and ln1 0 for any 0, we are done.Proof of Proposition 2. a Consider S P . As marginal revenue is zero for y y P by Lemma 2a, y P y P . As marginal revenue is convex for y y P by Lemma 2 b and as marginal cost are constant,the optimal investment problem has a corner solution. We obtain y P y P if y P RPI y P RPI 0 and I 0 R 1y P 0 otherwise. Finally, note that A.1 implies RPI y P RP11 x 1I dx I . By computing theintegral, we get RPI y P RPI 0 P y P . This implies the result.b Consider S C. b.i Suppose that monotonicity is violated. I.e., suppose there exists 1 2such that y C1 y C2 . Optimality requires 1y C1 RCI y C1 VE 1y C2 RCI y C2 VE and 2y C2 RCI y C2 VE 2y C1 RCI y C1 VE. By adding the lefthand sides and the righthand sides up andsimplifying, we obtain that 2 1y C1 y C2 0 is necessary for the two inequalities to hold. However,this contradicts the supposition. This establishes that y C is decreasing. b.ii As marginal revenue is zero 29for y y C by Lemma 2 a, y C y C. Suppose there exists 0, 1 such that y C y C . Optimalityrequires y C RCI y VE for any y 0, y C . However, as Lemma 2 c impliesthat there exists y 0, y C such that marginal revenue is below marginal cost on y, y C , y C y C cannot I y C VE y RCbe optimal. Hence. y C y C for any 0, 1. b.iii Let any sequence nn1 with limn n 0be given. Let y Cn n1 be any sequence where y Cn is an optimal investment for marginal cost n. Weneed to show that limn y Cn y C. As y Cn n1 is bounded by the first argument in b.ii, it sufficesto show that any convergent subsequence of y Cn n1 converges to y C . Let any convergent subsequenceof y Cn ny Cn1 be given by y C n RCI y C nnecessary for this is limn RC nVE ny C RC n RCI y Cn1 where : N N is an increasing function. Optimality requires that I y C VE for any n. As limn n 0 by the supposition,this requires limn y CI is strictly increasing by Lemma 2 a, n y C . Hence, limn y C y C . b.iv Consider first 1. By Lemma 2 c,I y C . However, as RCmarginal revenue is strictly decreasing. It follows from A.2 with y 0 that R 10 f x I F x I dx I 1 12 11 y C is an upper bound of marginal revenue. If marginal cost are higher than the upperbound on marginal revenue y C , investment y 0 is optimal. Consider now 1. F is then concave.By applying Jensens inequality to the marginal revenue expression in A.3, we obtain the following upperbound on marginal revenue:11 11 11 F 1 y1 F EX XI XI 1 y1 y1 F 1 y1 F 11 1 2yF 1 y1 1 1 y1 A.6The first equality follows from using that EX XI XI 1 y1 1 y1 1 andfrom simplifying. The second equality follows from using that F z 1F z 2 F z 1z 2 for the considereddistributions. We obtain an upper bound of A.6 by maximizing over y. As F is strictly increasing, themaximum of A.6 is assumed for the value of y that maximizes 1 y1 1 1 y. This isy 2 12. By plugging this into A.6 and by simplifying, we obtain the following upper bound onmarginal revenue:11 F 1 4 CIf is larger than the upper bound on marginal revenue y C , investment y 0 is again optimal.c Consider first 1. By rearranging and simplifying, we obtain that P C is equivalent to11 11 12 which in turn is equivalent to 1 : 1 ln1 ln2 0. As 10 0,30a sufficient condition for P C is 1 0 for any 0, 1. As we have 1 ln1 2 1,ln1 2 ln12 for 0, 1 and ln12 1 0, we obtain the result. Consider now 1. Define F : R R by F z : z 1. We can use this to rewrite P C as 11 F 11 1 2 F 1 41 . By multiplying both sides of the inequality with 1 and by rearranging, weobtain 2 : 11 F 11 F 1 4 1. We get 2 F 11 F 14 1 11 F 11 1 14 1 1111 11 1 F 11 2 1 1 14 F 14 1 1 14 : 3.The first equality uses that F z 1 z 2F z 1z 2 for any z 2 0. The inequality in the second line followsfrom concavity of F for 1 and Jensens Inequality. The second equality follows from simplifying. Theinequality in the last line follows from monotonicity of F and 11 2 14 for 1. It follows that 3 1 is a sufficient condition for 2 1. Using that F is invertible with F 11 1, we get that 3 1 is equivalent to 1 1 3. As the lefthand side of this inequality is increasing with limitexp1 3, we obtain the result.Proof of Corollary 2. The corollary is a direct consequence of Proposition 2.Proof to Corollary 3. a The result for 0, P is a direct consequence of Propositions 1 and 2.b Consider P , 1. By Proposition 2, y P 0 and y C 0. By Proposition 1, I wins in culture S P if x I J 1EX JXE and in culture S C if x I x E. When we use notation G : F J 1, weobtain P EX q P,0IX F J 1EX JXE GEX JXEand C EXq C,0IX EX EX q C,0IXXE EX F XE EX F J 1JXE EX GJXE.By Jensens inequality, we get that GEX JXE EX GJXE if G is convex, GEX JXE EXGJXE if G is linear and GEX JXE EX GJXE if G is concave. As J is linear forthe considered distributions, the curvature of F J 1 corresponds to the curvature of F . F is convex,linear and concave if 1, 1 and 1, respectively. This yields the result.31Proof of Proposition 3. It is useful to prove part b before part a.b Consider 0, P . Proposition 2 a implies y P y P and Proposition 1 b implies that I winsfor this investment for sure in culture S P . By 8, RPE 0. Moreover,E 0. Proposition 2 b implies y C y C and Proposition 1 a implies that I loses with positive Ey P 0 and thus by 10, V Plim 0 V Pprobability for such investments in culture S C. By 8, RCEy P 0 and thus by 10, V CE 0. As Iwins by Proposition 2 b in the limit as 0 also for sure in culture S C, lim 0 V CE 0. Hence,V CE V PE 0 and lim 0 V CE lim 0 V PE 0.Consider now P , 1. We obtain y P 0 and y C 0 by Proposition 2. By 10, we need to show RPE0 RCE0 0. We obtain from 8 for S PRPE0 Prob X XI 11 EX F XEf XEXI 11 1 F 11 Z 10F x Edx E 1 cid:18 11 cid:191! 1 .A.7The first equality uses that 1 q P,0Ix 1 if x I 11 and 1 q P,0Ix 0 if x I 11 by Proposition 1 b with y 0. The second equality uses that EX F XEf XEXI 11 EXF XEf XE by independence of XI and XE. The third equality follows from computing the integral.We obtain from 8 for S CRCE0 EX 1 F XEF XEf XE Z 10x 1E x 2E dx E 11 112 112 1 .A.8The first equality uses that 1 q C,0Ix 1 if x I x E and 1 q C,0Ix 0 if x I x E by Proposition 1 awith y 0. The second equality follows from writing the expectation term as an integral and simplifying.The third equality follows from computing the integral. The fourth equality follows from simplifying. AsA.7 and A.8 are obviously strictly positive, it remains only to show that 12 1 11 1.By rearranging, we obtain that this is equivalent to 2 1 1 which in turn can be rewrittenas 4 : 1 ln1 ln2 0. As 40 0, 4 0 for any 0 is sufficient for theresult. We have 4 ln1 1 ln2 2 . Because concavity of ln implies ln2 ln1 ln1 1, sufficient for 4 0 is ln1 1 ln1 11 2 0.As the lefthand side corresponds to 1 2 which is strictly positive, we are done.a Consider first P , 1. By Proposition 2, y P 0 and y C 0. As the allocation is for thisinvestment by Proposition 1 a symmetric in culture S C, V CI V CE 0. It remains to show V PI V PE 0.By 9, this is equivalent to RPI 0 RPE0. By Proposition 1 b, I wins for investment y 0 in culture 32S P if x I 11 and loses otherwise. Using this in 8, we obtain RPI 0 Z 110x 1I dx I 1 cid:18 11 cid:1911.A.9It remains to show that A.7 exceeds A.9. By rearranging, we obtain that this is equivalent to 1 11 1 1 which in turn is equivalent to 1 1 2 . This is however what we havealready proven in part b of this proposition above. Hence, V PI V PE 0.Consider now 0, P . V CI V CE 0 follows from a revealed preferences argument: If I does notinvest in culture S C, he is treated like an entrant. If he decides to invest, he must be better off. Itremains to show that V PI V PE V CI V CE . By Proposition 2 a, y P y P . By Proposition 1 b, I winsfor this investment for sure in culture S P . By using this in 8 for k I and k E, we obtain RPI y P RPEy P Z 10F x I dx IA.10By Proposition 1 a, I wins in culture S C if x E x I y1 and loses otherwise. By using this in8 for k I and k E, we obtain for y y CRCI y RCEy Z 10F x I dx I Z 1F x I y1 F x I dx I!1 F x E y1 F x E dx Ey1Z 1y1F x I dx I Z 1y1 Z 1000F x I dx I Z 11y1F x I dx IA.11The second equality follows from using that the second integral becomes R 1y1dx I after an index transformation, and by consolidating then the last two integrals. By using A.10,F x I F x I y1 0A.11 and 9, we obtain that V PI V PE V CI V CE is equivalent toy P y Z 1y10F x I dx I 0A.12with y y C. y y C does not necessarily minimize the lefthand side of A.12. We show that theinequality holds even for the y 0, 1 which minimizes the lefthand side of A.12. First, note thatif the lefthand side is strictly positive for some 0, P and any y 0, 1 , then it is also strictlypositive for any smaller and any y 0, 1 . We need thus only to show that the lefthand sideof A.12 with P , that is y : P y R 1y10y 0, 1 . We have y P 11 F 1 y1 . It is easily verified that y is strictly F x I dx I , is strictly positive for anyconvex, 0 P 11 0 and 1 P 0. y possesses thus an interior global minimum 33which is characterized by y 0. The minimizer is given by y 1 1 1 P and we obtainy Pcid:0 1 1 1 P cid:1 Z 1P Pcid:01 1 P 1cid:1 P 1 P Pcid:01 1 P cid:1 .0F x I dx IThe second equality follows from computing the integral, the third equality follows from simplifying.Itfollows immediately that y 0 is equivalent to P 11 . As this is by the definition of P in Proposition 2 clearly true, we are done.Proof to Proposition 4. a It follows from Proposition 2 b that there exists 0, C such thaty C is continuous on 0, . By Proposition 2 a and c, y P is constant on 0, C and thus also continuouson 0, . As b SB is continuous in y S, lim 0b CB lim 0b PB implies b CB b P0, with . Three properties are important: First, by Proposition 2 a and b, lim 0 y P y PB for any in some intervaland lim 0 y C y C . Second, by Proposition 1, the incumbent wins in the limit as 0 in either culturefor sure. Third, by Proposition 3 a, lim 0V CI V CE lim 0V PI V PE . The three properties togetherimply lim 0b CB b PB y C y P 0.b Consider P . By Proposition 2, y P 0 and y C 0. 11 differs thus for the two cultures only inthe expected procurement cost EX q S,0IXJXI 1 q S,0IXJXE and the incumbency advantage V SI V SE . As the expected procurement cost are lower in culture S C by construction of the culture andas the incumbency advantage is higher in culture S C by Proposition 3 a, we obtain the result.Proof to Proposition 5. Consider C , P . By Proposition 3 a, V PE . This I V SE ,B for any 0, 1. Consider thus 0. Using that y P y PE is increasing in . As affects b SI V CI V PB only through V SE V Cx 1 by Proposition 1 b, 11 becomes for S Pand 9 imply that V PI V PE V CI V Cby Proposition 2 a and that q P,y PB b CB for 0 is sufficient for b PB b Cb PB R y P EX JXI R Z 1b P0Ibecomes for S CB R 2EX 1 F XI JXI R 2Z 1b C0Using that y C 0 by Proposition 2 b and that the allocation is symmetric by Proposition 1 a, 111 x 1I dx I R 1.1 x 1I1 x 1I dx I R 22 .It follows that b PB b Crearranging, it is satisfied for any 0. This yields the result.B is equivalent to 1 22 . As the inequality becomes 2 0 after 34Proof to Proposition 6. Propositions 4 and 5 establish the existence of three regions, 0, , C , P and P , 1 with the desired properties of Bs preferences over the negotiating cultures for the given . Itremains to argue why the same regions yield the same preferences for 0. As neither the construction ofthe second and the third region depends on nor do the buyers preferences within this regions, we obtaintime consistency for the second and the third region. By contrast, the upper bound of the first region maydepend on . As by Proposition 3 a future rent extraction makes the buyers preference for culture S Conly weaker, the buyer still prefers culture S C in the for constructed region 0, when 0.Proof to Proposition 7. a For 0, Bs expected profit corresponds to 12 with y S ysc. Bcares only about the expected profit accruing to the current period conditional on y ysc. By constructionof the cultures, this is clearly higher in culture S C.b For 1, Bs expected stage profit corresponds to 13 with y S ysc. Consider first ysc close to zero.The expectation term is then clearly higher in culture S C by construction of the cultures. It suffices thusto show that RPand as RPE0 RCEysc RCEysc 0 for ysc close to zero. As limysc 0RPE0E0 0 follows from the last statement in Proposition 3 b recall that P implies Eysc RPEysc RCE0 RCy 0 and 10, we obtain the result.Consider now ysc maxy P , 1, y C . Note that because y C 1 1, the set maxy P , 1, y C isnonempty. By Proposition 1 b, q P,ysc Ix 1 for the considered switching costs. 14 becomes for S PB : R ysc EX XI .Using Proposition 1 a with y ysc, 14 becomes for S Ce Pe CB : R EX q C,ysc IXysc XI 1 q C,ysc IXXE 2RCEysc R ysc EX XI EX 1 q C,ysc IXysc XI 1 2XEAs ysc 1, the second expectation term is clearly negative. Hence, e PB e CB.Proof to Proposition 8. Note first that the modification of the model affects only the continuationvalues, equilibrium investment and equilibrium allocation are not affected. Es continuation value 10becomes V SE RSEy S whereas the incumbency advantage 9 is not affected. Bs expected stage profitbecomes Bb S: R EX q S,y SIXy S JXI 1 q S,y SIXJXE y S RSI y S RSEy S R y S EX q S,y SIXy S XI 1 q S,y SI35XXE 1 RSI y S RSEy S1 R y S EX q S,y SIXy S XI 1 q S,y SIXXE.The first equation follows from using 9 and the modified version of 10 in 1. The second equation followsfrom using 8 and JXI XI F XI f XI.Consider 1. By Proposition 2, lim 0 y C y C and lim 0 y P y P . By Proposition 1, lim 0 q S,y SIx B C P 0. Consider now P . By Proposition B R EX q S,y SIXXI 1 q S,y SIXXE. By Proposition 1, the allocation in culture S C minimizes just this expression whereas the allocation in B. Finally, consider C , P . By Proposition 2, y P and B b P1 for either culture. Hence, lim 0b C2, y C y P 0. Bs expected stage profit becomes b Sculture S P does not. Hence, b Cy C 0. Using Proposition 1 b,B b PB R 1 EX XI R 1 P 11 R 1 cid:18 11 cid:1921.b Pb CThe inequality follows from P in the considered region and from computing the expectation term. Thesecond equality follows from using the definition of y P and simplifying. Using Proposition 1 a, we obtain B R 2EX 1 F XI XI R 212 1 .The first equality uses symmetry of the allocation. The second equality follows from computation of theexpectation term. b CB R whereas b PB R for 1 imply the result.36References Arozamena, L. and Cantillon, E. 2004. Investment incentives in procurement auctions. The Review of Economic Studies,71:118.Bag, P. K. 1997. Optimal auction design and rd. European Economic Review, 41:16551674.Baron, D. P. and Myerson, R. B. 1982. Regulating a monopolist with unknown costs. Econometrica, 50:911930.Board, S. 2011. Relational contracts and the value of loyalty. American Economic Review, 101:33493367.Cabral, L. and Greenstein, S. 1990. Switching costs and bidding parity in government procurement of computer systems.Journal of Law, Economics, Organization, 62:453469.Calzolari, G. and Spagnolo, G. 2009. Relational contracts and competitive screening. Working Paper, October, 2009.Cisternas, G. and Figueroa, N. 2009. Sequential procurement auctions and their effect on investment decisions. Working Paper, Universidad de Chile, August 2009.Dasgupta, S. 1990. Competition for procurement contracts and underinvestment. International Economic Review, 314:841865.Dyer, J. H. 1996a. Does governance matter? keiretsu alliances and asset specificity as sources of japanese competitiveadvantage. Organization Science, 76:649666.Dyer, J. H. 1996b. How chrysler created an american keiretsu. Harvard Business Review, 74:4256.Dyer, J. H. and Ouchi, W. G. 1993. Japanesestyle partnerships: Giving companies a competitive edge. Sloan Management Review, 35:5163.Farrell, J. and Klemperer, P. 2007. Coordination and lockin: Competition with switching costs and network effects. Handbookof Industrial Organization, 3:19672072.Fudenberg, D. and Tirole, J. 1991. Game Theory. MIT Press.Hahn, C. K., Kim, K. H., and Kim, J. S. 1986. Costs of competition: Implications for purchasing strategy. Journal of Purchasing and Materials Management, 223:27.Jehiel, P., Moldovanu, B., and Stacchetti, E. 1996. How not to sell nuclear weapons. The American Economic Review,864:814829.Jehiel, P., Moldovanu, B., and Stacchetti, E. 1999. Multidimensional mechanism design for auctions with externalities.Journal of Economic Theory, 85:258293.Laffont, J.J. and Tirole, J. 1988. Repeated auctions of incentive contracts, investment, and bidding parity with an applicationto takeovers. The RAND Journal of Economics, 194:516537.Laffont, J.J. and Tirole, J. 1993. A Theory of Incentives in Procurement and Regulation. MIT Press.Lewis, T. R. and Yildirim, H. 2002. Managing dynamic competition. The American Economic Review, 924:779797.Lewis, T. R. and Yildirim, H. 2005. Managing switching costs in multiperiod procurements with strategic buyers. International Economic Review, 464:1233 1269.Li, C. 2013. Sourcing for supplier effort and competition: Design of the supply base and pricing mechanism. Management Science, 59:13891406.Liker, J. K. and Choi, T. Y. 2004. Building deep supplier relationships. Harvard Business Review, 8212:104113.Maskin, E. and Tirole, J. 2001. Markov perfect equilibrium. Journal of Economic Theory, 100:191 219.Mc Laren, J. 1999. Supplier relations and the market context: A theory of handshakes. Journal of International Economics,48:121138.37Mc Millan, J. 1990. Managing suppliers: Incentive systems in japanese and u.s. industry. California Management Review,324:3855.Myerson, R. B. 1981. Optimal auction design. Mathematics of Operations Research, 61:5873.Piccione, M. and Tan, G. 1996. Costreducing investment, optimal procurement and implementation by auctions. International Economic Review, 373:663685.Spencer, B. J. and Qiu, L. D. 2001. Keiretsu and relationshipspecific investment: A barrier to trade?International Economic Review, 42:871901.Tan, G. 1992. Entry and rd in procurement contracting. Journal of Economic Theory, 58:4160.Taylor, C. R. and Wiggins, S. N. 1997. Competition and compensation: Supplier incentives under the american and japanesesubcontracting systems. The American Economic Review, 874:598618.38", "filename": "VfS_2014_pid_805.pdf", "person": ["Frank Rosar", "Rosar, Frank", "Florian Mueller", "Mueller, Florian"], "date": ["2014"]}