{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/37417/1/VfS_2010_pid_1009.pdf"], "title": ["Entrepreneurs' Human Capital and Heterogeneous Labor Demand of Newly Established Firms"], "plaintext": "Entrepreneurs Human Capital and Heterogeneous Labor Demand of Newly Established Firms Kathrin M uller This version: June, 2010Abstract This paper investigates the effect of founders human capital on thequalification structure of employees in newly established firms. Different corner solution outcome models are compared regarding theirgoodness of fit and adequacy. Based on survey data of about 3,000newborn German firms, I find that the specific and generic humancapital of a firms founders largely determine the share of highskilledworkers and the share of lowskilled workers in young firms. Furthermore, this study provides evidence for a skillbiased technologicalchange and a capitalskill complementarity in young firms.Keywords heterogeneous labor demand, human capital, startups JEL Classification: J23, J24, L26Centre for European Economic Research ZEW, P.O. Box 103443,68034Mannheim, Germany. Phone: 49 621 1235385, Fax: 49 621 1235170. Email:kathrin.muellerzew.de1 Introduction Addressing the role of startups for the creation of sustainable employmentis one of the major aims in entrepreneurship research. Based on the resultsof Birch 1981, who found that young firms were largely responsible forjob creation in the U.S. during the 70s, aggregate employment effects arein the interest of most studies. While measuring gross employment creationnumber of jobs created by startups each year is relatively easy and donefor most developed countries periodically, detailed macroeconomic analysesare difficult because they have to account for the fact that more than halfof the startups do not survive the first 810 years Boeri and Cramer, 1992and for crowding out of jobs in matured firms.Microeconometric analysis disentangles the determinants of firms startup size and young firms employment growth. Several factors have beenshown to be related to a firms startup size and employment growth in thefirst years of its existence. These are firmspecific factors such as the legal form of a firm as well as funding and innovation activities and industrycharacteristics such as economies of scale. Moreover, the generic and specifichuman capital of new firms founders have also been shown to be positivelyrelated to a firms early labor demand. As a main novelty, this study isnot interested in the quantity, but the quality of jobs created in young entrepreneurial firms. Therefore, the structure of jobs in young firms is investigated. The study aims to identify the determinants of labor demand fordifferent levels of employees education. Since studies on the firm level haveshown that the human capital of the founders is an important predictor foryoung firms labor demand when labor is treated as homogeneous, this studyfocuses on the importance of entrepreneurs human capital on heterogeneouslabor demand.Heterogeneous labor demand has been investigated mainly for maturedfirms. In this context, estimating own wage and crosswage elasticities andtesting the hypothesis of a skillbiased technological change have been themajor issues. Investigating the impact of entrepreneurs human capital onheterogeneous labor demand of newly established firms will thus contributenot only to the understanding of young firms part in creating sustainableemployment but also to the literature of heterogenous labor demand of firmsin general.1There are several reasons why entrepreneurs human capital shall be related to the qualification structure of young firms employees. Foundershuman capital will largely determine the business idea and the type of products and services a firm offers. Typically, higheducated founders will sellmore sophisticated products and services. As a consequence, production andsale of this kind of products also require a higher level of human capital ofthe firms employees.Moreover, a higher level of founders human capital relaxes financial constraints of a newborn firm. Founders with a high level of human capitalusually have higher private wealth, and they often receive external financingmore easily. Funding is especially important when a firm plans to hire highskilled personnel because hiring highskilled workers will be relatively moreexpensive than hiring mediumskilled or lowskilled workers. Severe financialconstraints might therefore hinder young firms to employ highskilled workerswhile it might still be possible to hire workers with a lower skill level. Additionally, lowskilled workers might be less reluctant to accept less favorablelabor agreements, e.g. fixedterm work contracts or marginal employment.Furthermore, young firms may face substantial restrictions on the supplyof highqualified labor. Usually, highskilled workers have better labor market opportunities. Competing with established firms for highqualified labor,young firms might lose since workers often prefer to work in wellestablishedfirms which are typically larger and pay higher wages Brixy et al., 2007;Van Praag and Versloot, 2007. Furthermore, employment stability is expected to be higher in wellestablished firms Schnabel et al., 2008. On theother hand, workers may accept lower salaries if they expect nonfinancialworking conditions, e.g. via flat hierarchies, to be better in young companies. Supplyside restrictions for young firms may be less severe the higherthe human capital of the founders. The professional experience and the educational degree of the founders may serve as a signal for good prospectsof the firm. Evidently, founders human capital and survival prospects arerelated Br uderl et al., 1992; Bates, 1990.In order to investigate the importance of founders human capital forheterogeneous labor demand of young firms empirically, I apply differentkinds of corner solution outcome models. Comparing Tobit models to variouskinds of hurdle models, hurdle models turn out to fit the data best.2The analysis in this paper covers a wide range of industries. Both manufacturing and services are included.Industries can be distinguished bytheir technology orientation and knowledge intensity. One can assume thatespecially in knowledge and researchintensive industries, such as hightechmanufacturing or knowledgeintensive services, even young firms ask for moreskills.Entrepreneurs human capital is found to be a major determinant of thequalification structure of the workforce in young firms. Furthermore, theestimation results are in line with the hypothesis of a skillbiased technicalchange and the hypothesis of capitalskill complementarity.The remainder of the paper proceeds as follows. Section 2 reviews theliterature on heterogeneous labor demand in established firms. After that, Iexplain the theoretical framework for investigating heterogeneous labor demand. The methods, the data and the results of the empirical analysis aredescribed in Section 4. Finally, I conclude.2 Literature review Until today heterogeneous labor demand has been investigated almost exclusively for matured firms above a certain minimum size often for firmsabove 5 or 10 employees. When studying employment in newly foundedfirms, entrepreneurship research has mainly investigated aggregate employment effects Acs and M uller, 2008; Fritsch, 2006; Boeri and Cramer, 1992or, at the firm level, employment growth Calvo, 2006; Davidsson et al.,2002; Almus and Nerlinger, 1999, remuneration levels Brixy et al., 2007;Brown and Medoff, 2003 and fringe benefits Bernstein, 2002, employmentturnover and stability Schnabel et al., 2008; Brixy et al., 2005; Burgess et al.,2000; Lane et al., 1996a,b, codetermination Addison et al., 2003, or startup size Gottschalk et al., 2009; Colombo et al., 2004; Mata and Machado,1996. Studies analyzing the structure of the workforce in newly establishedfirms are rare and solely descriptive Gottschalk et al., 2008; Weihuhn and Wichmann, 2000.Though studies for young firms are missing, there exists a bulk of literature which deals with heterogeneous labor demand for matured firms.3These studies are mainly motivated by shifts in the skill structure in developed economies over the last three decades and rising unemployment amongthe less skilled workforce. Empirical studies mainly test one or more of thethree most prominent explanations for the rise of the share of highskilledemployees in an economy: 1 a skillbiased technical change, 2 increasinginternationalization, 3 organizational change within a firm 1. The hypothesisof a skillbiased technological change, i.e. technological progress will lead tolarger share of highqualified workers, is tested within a heterogeneous labordemand framework using different indicators and units of observation. Mostcommon indicators are input and output indicators of innovative activities.These are RD expenditures Adams, 1999 and product or process innovations Hujer et al., 2002. Furthermore, specific ICT indicators, such as theintensities of computer or internet usage Maurin and Thesmar, 2004; Falk,2001, or measures of innovative capital or investments Doms et al., 1997 areused in order to assess the hypothesis of a skillbiased technological change.Studies investigating the hypothesis of a skillbiased technological change areeither conducted with longitudinal industrylevel data Berman et al., 1998;Falk and Koebel, 2004; OMahony et al., 2008 or crosssectional and longitudinal firmlevel data Kaiser, 2001; Aguirregabiria and AlonsoBorrego,2001. The hypothesis of a skillbiased technological change is investigatedand confirmed for most developed countries regardless of the indicator used.Jacobebbinghaus and Zwick 2002 show that technological change does notonly reduce the relative demand for lowskilled workers, but also reduces thedemand for mediumskilled workers. A very informative literature review onthe effect of technology on skill structure is provided by Chennells and van Reenen 2002.Because Greenan and Guellec 1998 descriptively show that organizational change in terms of workers autonomy and increased communicationbetween workers is positively related to skill upgrading, more recent studiesdo not only focus on the technological change but also on the organizationalchanges within the firm. These studies find evidence that organizationalchange has a positive impact on skill upgrading within a firm Piva and Vivarelli, 2004; Caroli and van Reenen, 2001; Falk, 2002, especially whencombined with a high level of ICT Bresnahan et al., 2002.1A study of Piva and Vivarelli 2004 contains an excellent summary of the empiricalliterature on these topics both on the industry level and on the firm level.4Most studies dealing with globalization and the structure of the workforceare conducted on the sectoral level. Evidence is less clear since results differdepending on the indicator used to measure internationalization. Feenstraand Hanson 1996 measure international outsourcing by the share of intermediate goods imported out of total goods imported and find a positive influence on the demand for skilled workers, while Slaughter 2000, who measuresinternalization by foreign affiliate employment, finds no evidence of foreigndirect investment on increased or decreased demand for skilled workers inparent companies. On the contrary, some of the results of a study by Silva2008 are not consistent with the traditional trade theory in a HeckscherOhlin framework, i.e.international trade should lead to an increase in therelative demand for skilled workers in developed countries. Similarly, Eliaet al. 2009 find that foreign activities have, on the one hand, a negativeimpact on the demand for lowskilled workers, but, on the other hand, foreign activities have a negative impact on the demand for highskilled workersif they take place in high income countries. Evidence on the firmlevel ismore in favor of the traditional trade theory. Head and Ries 2002 findevidence for a positive relationship between foreign direct investments andskilled employment if offshoring takes place in lowincome countries. Also Bandick and Hansson 2009 find a positive relationship between increasedforeign presence within the same industry on skill upgrading in Sweden. Furthermore, if a firm becomes foreignowned, relative demand for skilled laborincreases if the firm was nonmultinational before, but decreases if the firmwas a Swedish multinational entity before the foreign acquisition has takenplace.3 Modeling heterogeneous labor demand Factor demand for labor of different skill levels can be derived with the helpof the duality of a firms profit maximization problem. Taking the level of desired output Y as given, a firms optimization behavior finds its expressionby minimizing the costs. Because of its flexibility, a convenient choice for thecost function in the literature Chennells and van Reenen, 2002; Caroli andvan Reenen, 2001; Betts, 1997 is the translog cost function of Christensenet al. 1973. This function is a secondorder approximation to an arbitrary 5functional form of the cost function. Analyzing heterogeneous labor demandof newly established firms, I consider a shortrun cost function see Brownand Christensen, 1981 with highskilled labor LH, mediumskilled labor LMand lowskilled labor LL being variable factors of production. The stock ofphysical capital K P and the stock of knowledge capital G, which capturestechnological change, are treated as quasifixed factors of production whichdo not have to be at their longrun optimal values. I extend the framework ofanalyzing heterogeneous labor demand as proposed by Bond and Van Reenen2007 by using the generic and specific human capital of the firms foundersK H as an additional quasifixed factor of production. Since founders human capital largely determines the business idea and the type of productsand services a firm offers, relaxes financial constraints and supply side restrictions, human capital is expected to have a positive influence on the skillstructure within firms.The augmented quasifixed translog cost function is given bycid:88iailnwi cid:88cid:88ij 12aijlnwilnwjlnC a 0 a K1Y lnK P lnY a K2Y lnK HlnY a GY lnGlnY a K1K2lnK P lnK H a GK1lnGlnK P a GK2lnGlnK H a GlnG12a GG lnG2ai GlnwilnGwith aij aji for all i, j and i, j H, M, L. Prices of the variable inputsskill differentiated wage levels are denoted by wi. Applying Shephards1953 Lemma, i.e. differentiating the quasifixed translog cost function withrespect to the logarithm of the ith input price lnCC Si,yields the factor share equations:lnwi wi wi Li Cwi C6 a Y lnY 12 a K1lnK P a K2lnK H 1212a K1K1a K2K2cid:161cid:161a Y Y lnY 2ai Y lnwilnY lnK P ai K1lnwilnK P lnK Hai K2lnwilnK Hcid:1622cid:1622icid:88cid:88cid:88cid:88iiiSH a H a HHlnw H a HM lnw M a HLlnw L a HY lnY a HK1lnK P a HK2lnK H a HGlnGSM a M a M Hlnw H a M M lnw M a M Llnw L a M Y lnY a M K1lnK P a M K2lnK H a M GlnGSL a L a LHlnw H a LM lnw M a LLlnw L a LY lnY a LK1lnK P a LK2lnK H a LGlnGBy the the cost function property of linear homogeneity in input pricescid:80cid:80icid:80ai K2 0,cid:80cid:80icid:80ifor each fixed level of output and quasifixed production factors see Diewert, 2008 some restrictions can be placed on the parameters. Homogeneityai K1 0,aij 0 for all j variable factors,implies thatai Y 0,ai G 0 andai 1. Furthermore, symmetry aij ajiiis assumed. Because shares sum up to unity one equation is redundant andiithe system of equations can be simplified to SH a H a HHlnw Hw M a HLlnw Lw M a HY lnY a HK1lnK P a HK2lnK H a HGlnGSL a L a LHlnw Hw M a LLlnw Lw M a LY lnY a LK1lnK P a LK2lnK H a LGlnG.12Both the unknown parameters of equation 1 and equation 2 can beeconometrically estimated by appending errors to the equations. The coefficient on the physical capital variable is expected to be positive in equation 1 or to be negative in equation 2 in order to be consistent with capitalskillcomplementarity. Likewise, both the coefficient on the human capital variable and the coefficient on the stock of knowledge capital are expected to bepositive for highskilled employees or negative for lowskilled employees.74 Empirical analysis 4.1 The econometric models 4.1.1 Models of corner solution outcomes Tobit and alternatives As in many applications investigating demand, we are faced with corner solution outcomes when analyzing heterogeneous labor demand. This gives rise toexcess zero observations in the data and therefore a positive probability massat zero. Applying ordinary least squares including zero observations wouldresult in biased outcomes Amemiya, 1984. The econometric literature hasproposed several econometric models using latent variables in order to dealwith censored or corner solution outcomes. The standard Tobit model originally introduced by Tobin 1958 is used most commonly. This type of modelis also called Type 1 Tobit according to Amemiyas 1984 classification ofcensored regression models and is given by:yi xcid:40yi cid:48i ui,yi 0if yif yi 0i 0,i 1, 2, . . . , n,with ui N 0, 2. The latent, unobserved dependent variable is denotedby yi , while yi and xi are observed. Maximum likelihood estimation of thestandard Tobit model maximizes the loglikelihood functioncid:183cid:880cid:182cid:184cid:181cid:48xicid:88lncid:183cid:1811cid:48iyi xcid:182cid:184,Log L 1 lnwhere denotes the cumulative density function of the standard normaldistribution and denotes the standard normal density function. Althoughwidely used in empirical analyses, the standard Tobit model might be toorestrictive since it strongly relies on the normality assumption and restrictsthe model into a single mechanism determining both the probability to demand a certain type of labor and the amount of this type of labor demanded.Technically, this means that P y 0x and Eyx, y 0 are restricted tothe same set of regressors x and that P y0xhave the samesign.and Eyx,y0xjxj 8A small modification of the standard Tobit model proposed by Deatonand Irish 1984 results in the PTobit model which allows for two types ofzeros. The proportion of firms which potentially employ highskilled lowskilled labor is p, while 1p firms will never employ highskilled lowskilledlabor. The amount of highskilled lowskilled labor demanded by potentialemployers of this type of labor is thereupon determined by the Tobit model.The loglikelihood for the PTobit model becomes:cid:183cid:880ln Log L cid:1811 pcid:48xicid:182cid:184cid:88cid:183cid:1811cid:48iyi xcid:182cid:184.lnp Further flexibility is added in more general twopart models introducedby Cragg 1971, the hurdle model and the doublehurdle model. Cragg1971 presents a framework of models in which the size of y is allowed to bedetermined by different factors from those determining the probability of ybeing zero.Hurdle models have become very popular since they are easy to implementin most statistical software packages and offer flexibility for a wide range ofapplications. In a first step, a firm has to make the decision either to employa certain type of labor or not. This choice is indicated by a binary variable d.In the second step, a firm has to decide about the positive amount of highskilled lowskilled labor. The first decision might be represented by a probitmodel while the second decision follows an appropriate model of positiveoutcome regression models e.g. truncated regression, loglinear regression.The conditional density is then given bycid:40cid:161zcid:161cid:48zicid:162cid:162 f yixi, di 1cid:48iif yi 0if yi 0.f yixi A huge flexibility arises for the modeling of the positive outcomes. Eithera standard regression model can be used or, if one wants to guarantee nonnegativity of Eyx, truncated normal regression or loglinear regression canbe applied.If truncated normal regression is chosen in the second stage, the loglikelihood of the model becomes 9cid:104cid:179lncid:880zcid:48icid:180cid:105cid:88cid:179lncid:180cid:48zi . 1cid:48i yixcid:48i x Log L Since the loglikelihood is separable, the parameters of the model can beestimated in two ways. One possibility is to apply a twostep procedure byfirst estimating a probit on the binary outcome of employing at least onehighskilled lowskilled worker and thereafter applying a truncatednormalregression on the positive outcomes. The second possibility is to maximizethe loglikelihood function in one step see Mc Dowell 2003 for equivalencyof these approaches. Since it is necessary to get access to individual likelihoods when conducting commonly used specification tests of nonnestedmodels e.g. the Vuong 1989 test, parameters of all econometric modelsare estimated by onestep maximum likelihood estimation even if a twostepprocedure would have been possible to apply.Craggs 1971 doublehurdle model is a further generalization of the Tobitmodel. Like in the PTobit model, two hurdles have to be overcome in thedoublehurdle model in order to observe a positive outcome. The firm hasto desire a positive amount of highskilled lowskilled labor and favorablecircumstances have to arise for positive outcomes to be observed. The modelbecomesdi zyi xcid:40yi cid:48i i,cid:48i ui,yi 0if yif yi N 0, 1,ui N 0, 2,i 0 and di 0i 0 ori 0,dcid:183cid:179cid:181cid:180cid:180 1 zcid:48icid:179cid:48zicid:179cid:183lncid:88cid:880lni 1, 2, . . . , n,i 1, 2, . . . , n,cid:180cid:48ziyi xcid:48icid:182cid:184cid:181cid:182cid:184cid:48 xi.where ui and i are independently distributed. The loglikelihood functionfor the doublehurdle model becomes Log L In contrast to the hurdle model presented above, the likelihood of the 10doublehurdle model is not separable.Because the maximum likelihood estimations may be inconsistent if thecommon assumption of homoscedasticity is violated, heteroscedastic modelsare estimated by replacing with i Greene, 2003. Multiplicative heteroscedasticity is specified by i exp. For all models the nullhypothesis of homoscedasticity 0 is tested using Wald tests.cid:48iwcid:161cid:1624.1.2 Specification tests In order to select the model which best rationalizes heterogeneous labor demand in newly established firms, a sequential strategy is chosen. First, oneneeds to decide if a logarithmic transformation of the dependent variablemight be necessary. Logarithmic transformations are often made in order tomeet the assumption of the data following a normal distribution. Therefore,a richer model is fitted which includes the logarithmic transformed model asa special case. The BoxCox transformation given bycid:40y Ti i 1ylnyiif cid:54 0if 0is a useful tool for choosing the right model. An estimate of the parameter close to zero indicates that the model should be estimated with the dependentvariable logarithmic transformed. If 1, i.e. y T yi 1, no transformationis necessary. A further advantage of the BoxCox transformation is thatit relaxes the normality assumption on the conditional distribution of thedependent variable. BoxCox versions of the hurdle model and the doublehurdle model are estimated using maximum likelihood estimation. The loglikelihood function of the BoxCox hurdle model is given bycid:104cid:179lncid:880zcid:48icid:180cid:105cid:88Log L lncid:183cid:180cid:179cid:48ziy 1i 1cid:181cid:182cid:184cid:48ii xy Tand the loglikelihood function of the BoxCox doublehurdle is 11cid:34cid:183lncid:88cid:880Log L cid:195cid:180cid:179cid:1801 cid:48zicid:179lnzcid:48iy 1i 1icid:33cid:35cid:181cid:481 xiii xcid:48y Tiicid:182cid:184.Details on the BoxCox doublehurdle model, which was first presentedby Jones and Yen 2000, and its implementation in Stata can be found inthe Appendix.In a second step, the various censored regression models presented insection 4.1 are compared. Nested models can be compared using adjustedlikelihoodratio tests. The unadjusted likelihoodratio used to test the PTobit model against the Tobit model is given by LR 2 ln L1 ln L2 ,LR 21.Vuong 1989 proposed to use an adjusted likelihoodratio statistic. Theadjusted likelihoodratio statistic is given bycid:102LR 2 ln L1 ln L2 p q,cid:102LR 2pq,where p is the number of parameters in model 1 and q is the number ofparameters of model 2. This statistic is used to test the doublehurdle modelagainst the Tobit and PTobit model and to compare the hurdle model withthe Tobit model.A specification test for nonnested models proposed by Vuong 1989 isused to compare the hurdle model with the PTobit and to compare thedoublehurdle model with the hurdle model. The Vuong statistic is given by V ,V a N 0, 1N msmcid:104cid:105f 1yixif 2yixiwith m and sm being the mean and standard deviation of mi, defined as. The term fjyixi, for j 1, 2, denotes the predictedmi lnprobability that the random variable Y equals yi. This statistic is used totest the null hypothesis that Em 0. V is asymptotic normal distributed 12and bidirectional, i.e. the test favors model 1 if V 2 and favors model 2 if V 2. If V 2 neither of the models is favored Greene, 2003.Additionally, nonnested models can be compared using a nonparametricsign test proposed by Clarke 2003, which tests the null hypothesis H0 : 0, where is the median loglikelihood ratio. The test statistic is the number Iif 1yixiof positive differences of the individual loglikelihoods C f 2yixi 0 and is distributed binominal BC, p 0.5. The intuitionbehind the test is, that if model 1 is be preferred to model 2, more thanicid:80half the loglikelihood ratios should be greater than zero. The Clarke testcan be shown to be asymptotically more efficient than the Vuong test ifthe distribution of the individual loglikelihoods is leptokurtic, i.e. exhibitsthicker tails and higher peaks e.g. double exponential, while the Vuong testis asymptotically more efficient than the Clarke test if the distribution of theindividual loglikelihood ratios is mesokurtic e.g. normal or platykurtice.g. uniform Clarke, 2007.Table 1: Specification tests overview Model Test type Restriction Linear model vs.log transformation PTobit vs. Tobit Doublehurdle vs. Tobit Doublehurdle vs. PTobit Hurdle vs. Tobit Hurdle vs. PTobit Doublehurdle vs. hurdle Hurdle vs. doublehurdle BoxCox LRadj. LRadj. LRadj. LRVuong, Clarke Vuong, Clarke Vuong, Clarke 1 linear 0 log transformedp 10 1 0, . . . , k 01 0, . . . , k 0 Table 1 summarizes the approach for model selection and gives an overviewof the specification tests and the restrictions to be tested.4.2 The data and variables Crosssectional firmlevel data of the first wave of the Kf WZEW StartUp Panel is used for investigating young firms heterogeneous labor demand. The Kf WZEW StartUp Panel is a yearly survey of newly established firms andwas launched in 2008. This project is a cooperation between the Centre of European Economic Research ZEW, the Kf W bank group, a stateowned 13German bank with tasks on behalf of the state, and the business information and debt collecting organization Creditreform, Germanys largest creditrating agency.The data source for the first wave is a stratified 2 random draw of allfirms founded as legally independent companies between 2005 and 2007. Thesurvey was conducted by means of computerassisted telephone interviews in 2008. More than 5,000 startups founded between 2005 and 2007 have beensurveyed about the sociodemographical characteristics of the founders thenumber of team members, educational background, professional experience,etc., the employment and financing structure and other firm characteristics,for example innovation activities. Only firms with at least one employee in 2007, which is true for around 60 percent of all newly established firms inthe sample, are included in the regressions. After dropping observations withmissing data for the variables investigated, I end up with 2,988 observations.Sectoral data about labor costs in 2007 for different skill groups are retrieved from the German Federal Statistical Office. Average sectoral wage forhighskilled, mediumskilled and lowskilled workers are merged with firmlevel data of the Kf WZEW StartUp Panel according to a firms 3digit NACE code.Even if they employ at least one person besides the founders, newly established firms are relatively small. The mean number of employees, excluding the founders, is 5.5 persons. The median number of employees is 3. Iffounders are included, on average 6.9 persons work in a young firm in thesample. The median number of employees including the founders is 4.A summarizing description of all variables included in the econometricanalysis is provided in Table 2. The variables are chosen according to thetheoretical and conceptual considerations derived in Section 1 and 3. Descriptive statistics are provided in Table 3.Since I have no information about firmlevel labor costs, I use employmentshares instead of factor cost shares as dependent variables. This approach iscommon in the empirical literature investigating heterogeneous labor demandalthough it is less appropriate theoretically. But using employment shares 2The sample is stratified by sector, year of foundation and Kf W funding. Stratificationcriteria result in oversampling of firms operating in hightech manufacturing and hightechservices as well as overrepresentation of firms which have received funds from Kf W.14instead of cost shares has the advantage to be able to decompose the effectof certain regressors e.g. technology, human capital into a relative wagecomponent and a relative employment component see Chennells and van Reenen, 2002. The average share of highskilled employees in young firms ofthe sample is about 12.5 percent. Lowskilled employees account on averagefor 28.2 percent of all employees. Hence, the majority of jobs created inyoung firms requires a medium skilllevel.As expected, the data exhibits a high number of zero values. About 81percent of all firms in the sample do not employ any highskilled employees,which amounts to 2,430 observations. Excess zeros are also present in caseof the number of lowskilled employees. In total, 1,821 firms 61 percent donot employ any lowskilled employees.Price sensitivity is captured by including the logarithm of relative wagesat the sectoral level NACE 3digit.The output, which should be included in the regressions according to thetheoretical model, is difficult to measure in young firms. Newly establishedfirms often do not realize sales in the first years. Therefore, a measurewhich relies on turnover figures might not be the right measure for outputin case of young firms. Furthermore, often firms are reluctant to providedata about sales or profit either because they do not like to reveal sensitivedata or because they do not remember the exact number. For this reason,I proxy output by the total number of employees including the founderswhich should reflect the expectations about the future value added createdby the firm.The capital stock is calculated via summing up all investments made sincefoundation and assuming an annual depreciation rate of 6 percent. Yearlydata on capital investment is missing for a number of firms. In order notto lose a lot of observations because of capital stock missings, observationswith capital stock missings are included in the analysis. A particular value isassigned to these observations and they are marked using a dummy variablemiss logK3.Concerning human capital, I distinguish between professional experienceas a measure of specific human capital and the educational degree of the 3This method is called dummy variable adjustment or missing indicator method and isfrequently used in econometric analysis Allison, 2001. A value of log0.5 was assignedto these observations.15founders as a measure of generic human capital. Professional experience ismeasured in two dimensions: industry experience and entrepreneurial experience previous selfemployment. Industry experience is measured by theyears of industry experience of the founder. If the startup was establishedby a team of founders the years of industry experience are retrieved for thefounder with the longest industry experience. Entrepreneurial experience isfurther divided into successful entrepreneurial experience the previous business still exists and entrepreneurial experience which was not successful theprevious business has either become insolvent or has been voluntarily closed.With respect to professional education, I distinguish between five educational degrees. In case of team foundations the highest educational degreewithin the team of founders is chosen. If the founder did not complete anykind of professional training after school, he is assigned the lowest level ofeducation without. A common type of professional education in Germanyis companybased vocational training vocational training. The German apprenticeship system is a dual system. Apprentices are trained both in avocational school and the firm and receive a certificate after completing theirtraining. Having completed vocational training serves as reference categoryin the regressions. After completing vocational training further education isprovided by professional schools. In those schools craftsmen or techniciansget further training. A certificate issued after passing master craftsman exams is required in some professions in order to establish a business or to trainapprentices master craftsman. Higher education at universities is capturedby two dummy variables. University degree denotes that the highest educational degree of the founder is a university degree which is comparable to abachelors or masters degree. Ph D denotes that the founder has additionallycompleted postgraduate or postdoctoral studies afterwards.16Table 2: Descriptive statistics of the variables included in the estimations Variable Description Dependent variables SHSLIndependent variables Log HM Log LM LogL2007LogKMiss logKShare of highskilled employees Share of mediumskilled employeescid:179cid:161 labor costs lowskilledlabor costs highskilledcid:180cid:162Logarithm of Logarithm oflabor costs mediumskilledlabor costs mediumskilled Logarithm of the number of employees with foundersLogarithm of firms capital stock Missing capital stock Human Capital professional experience Logindustry exp.Entr. exp. n. s.Entr. exp. s.Human Capital highest educational degree Without Vocational training Master craftsman Logarithm of years of experience in the same industry Entrepreneurial experience not successful.The founders previous business has become insolventor has been liquidated.Entrepreneurial experience successful.The entrepreneurs previous business still exists.No professional education Completed vocational training Completed professional school, e.g. master craftsmans diploma Completed higher education, university or universityof applied science Completed postgraduatepostdoctoral education University degree Ph.D.RDTeam Het. educ. degr.Year of foundation Founded 2006Founded 2006Founded 2007Industry Hightech manuf.Software Techn.int. serv.Knowl.int serv.Lowtech manuf.Busin.related serv.Cons.related serv.Construction Retail and wholesale Firm is conducting RD continuously.Firm was founded by a team of founders.Founders have different educational degrees.Firm started operations in 2005.Firm started operations in 2006.Firm started operations in 2007.Industry: Hightech manufacturing Industry: Software Industry: Technologyintensive services Industry: Knowledgeintensive services Industry: Lowtech manufacturing Industry: Businessrelated services Industry: Consumerrelated services Industry: Construction Industry: Retail and wholesale 17Table 3: Descriptive statistics of the variables included in the estimations Variable Dependent variables SHSLIndependent variables Log HM Log LM LogL2007LogKMiss logKHuman Capital professional experience Logindustry exp.Entr. exp. n. s.Entr. exp. s.Human Capital highest educational degree Without Vocational training Master craftsman University degree Ph.D.RDTeam Het. educ. degr.Year of foundation Founded 2005Founded 2006Founded 2007Industry Hightech manuf.Software Techn.int. serv.Knowl.int serv.Lowtech manuf.Busin.related serv.Cons.related serv.Construction Retail and wholesale Mean Std. dev.0.1250.2820.5690.3261.54810.5860.1322.3290.1230.2530.0280.3150.2610.3600.0360.1710.3100.0930.3520.3530.2950.1310.1550.0700.0620.1300.0600.1320.1160.1450.2960.4030.1170.1600.7453.1730.3381.7000.3290.4350.1660.4640.4390.4800.1870.3770.4630.2910.4780.4780.4560.3380.3620.2550.2400.3360.2370.3390.3200.352Source: Kf WZEW StartUp Panel 2008, authors calculations.18As a proxy for the stock of knowledge capital a dummy variable is usedwhich indicates if the startup is conducting research and development RDcontinuously. If a firm claims to conduct RD continuously, one can expectthat the firm has accumulated a larger stock of knowledge capital than firmswhich do not conduct any RD activities or only conduct RD infrequently.The hypothesis of a skillbiased technological change is tested for newly established firms by means of including this dummy variable.Furthermore, a set of control variables is included in the regressions whichare also expected to affect the structure of the workforce in young firms. Inorder to capture differences in heterogeneous labor demand between foundations of a single person and team foundations, I include a dummy variablewhich indicates if the startup was established by a team of founders team.Because of financial pooling, teams should be less financially restricted. Furthermore, ability pooling is expected to take place in case of team foundations. Founders skills are expected to show up more breadth. Accordingto the theory of Lazear 2004 a more general skillprofile is expected to result in higher profits. But higher expected profits should likewise also affecta firms heterogeneous labor demand. Heterogeneity of the founders is explicitly captured by a dummy variable which indicates if there are severaleducational degrees within the team of founders het. educ. degr  Furthermore, I control for the year of foundation and the industry. For the hurdleand doublehurdle models the same set of regressors is chosen for each stage,i.e. xi zi.Firm size, industry and the year of foundation are chosen as variablespotentially determining the heteroscedasticity. Wald tests on joint significance of these variables are performed in order to test the null hypothesis ofhomoscedasticity.4.3 Estimation results First, the model specification is examined. Heteroscedastic estimation of allmodels are conducted and joint significance of the variables explaining theheteroscedasticity is tested. Results of the Wald tests are presented in Table 4. It turns out that homoscedasticity can be rejected for both the share ofhighskilled employees and the share of lowskilled employees in all models 19under examinations. Therefore, I stay with heteroscedastic estimation.Table 4: Wald test on joint significance of variables included in wi Model Tobit PTobit Hurdle Trunc. normalHurdle LoglinearBoxCox hurdle Doublehurdle BoxCox doublehurdlehighskilledlowskilled Test valuepvalue Test valuepvalue 211211100.94368.0168.04410.85111.6958.0949.990.0000.0000.0000.0000.0000.0000.000277.2552.80203.32133.9442.8586.3591.590.0000.0000.0000.0000.0000.0000.000Source: Kf WZEW StartUp Panel 2008, authors calculations.In order to asses the need of logarithmic transformation of the dependentvariable, BoxCox regressions have been made. Estimates of the parameter are presented in Table 5. Furthermore, Wald tests of the null hypothesis 0 logarithmic transformation and 1 linear model have beenconducted. The null hypothesis of 0 can be rejected for both the hurdlemodel and the doublehurdle model. Accordingly, the null hypothesis of 1cannot be rejected in case of lowskilled workers in the hurdle model and incase of highskilled workers in the doublehurdle model. However, 1 canbe rejected on the 10 percent significance level in case of highskilled workersin the hurdle model and even on the 5 percent significance level in case oflowskilled workers in the doublehurdle model. All in all, there seems tobe no need of logarithmic transformation. Therefore, a truncated normalregression as second stage is preferred to a loglinear regression as secondstage in the hurdle model. Similarly, the dependent variables have not beentransformed in the doublehurdle model. Full results of the BoxCox hurdlemodel and the BoxCox doublehurdle model can be found in Tables 14 and 15 and Table 17 in the Appendix.Table 6 displays the results of the specification tests. Likelihoodratiotests indicate that the PTobit is preferred to the Tobit model and that thedoublehurdle model is preferred to both the Tobit and the PTobit model.Furthermore, the hurdle model is preferred to the Tobit model. The tests fornonnested models Vuong and Clarke tests show that the hurdle model withtruncatednormal regression as second stage is also preferred to the PTobitmodel. However, there is no clear sign whether to prefer either the double20Table 5: Results of the BoxCox models estimates of and Wald tests Modelhighskilledlowskilled BoxCox Hurdle H0: 0H0: 1BoxCox DoubleHurdle H0: 0H0: 1Pvalue Testvalue21 0.6298.132.820.0040.093 1.20118.920.530.0000.467Source: Kf WZEW StartUp Panel 2008, authors calculations.Pvalue Testvalue21 0.89316.990.240.0000.621 1.43368.506.250.0000.012hurdle or the hurdlemodel. In case of the share of highskilled employeesthe doublehurdle model seems to be preferred while in case of lowskilledemployees the hurdle model performs better. Therefore, both the estimationresults of the hurdle model with truncated normal regression as second stageand the results of the doublehurdle model are presented below. Estimationresults for the Tobit, the PTobit, the hurdle models with logarithmic and BoxCox transformation and for the BoxCox doublehurdle can be found inthe Appendix.Table 6: Specification tests results Model Test type PTobit vs. Tobit Doublehurdle vs. Tobit Doublehurdle vs. PTobit Hurdle vs. Tobit Hurdle vs. PTobit Doublehurdle vs. hurdle Hurdle vs. doublehurdle LRadj. LRadj. LRadj. LRVuong Clarke Vuong Clarke Vuong Clarkehighskilledlowskilled Testvalue 32.3500.1468.8482.713.121061.616381.61350Pvalue0.0000.0000.0000.0000.0000.0000.0600.0000.9401.000Testvalue 690.01101.6412.51176.812.019384.414444.41544Pvalue0.0000.0000.0000.0000.0000.0001.0000.9680.0000.035Notes: 0.000 indicates that the first model is preferred, e.g. PTobit is preferred to Tobit.Source: Kf WZEW StartUp Panel 2008, authors calculations.Let us now have a look on the estimation results of the hurdle and doublehurdle models. The estimated coefficients can be found in Table 7 for thehurdle model and in Table 8 for the doublehurdle models.21In case of separable hurdle models the probability is estimated to employat least one highskilled lowskilled employee using probit regressions inthe first hurdle. The second hurdle estimates the share of highskilled lowskilled employees given that the firm employs at least one highskilled lowskilled employee using a truncated normal regression. Interpretation of thecoefficients on their own is limited. However, at least the direction of theeffect in the Probit part can be seen immediately from the correspondingcoefficients sign. Furthermore, for variables which are included in both thesecond stage equation and the heteroscedastic equation, the marginal effectson the conditional mean may not be directly related to the correspondingcoefficient in the second stage Yen and Su, 1995.Interpretation of thecoefficients of the doublehurdle model is even more difficult since the modelis not separable and both the first and the second hurdle determine theprobability of a positive outcome of the dependent variable. Marginal effectshave to be calculated.22.ge R.cnur Ttibor Pseeyolpmedellikswolfoerah S.ge R.cnur Ttibor Pseeyolpmedellikshgihfoerah Sdnamedrobalsuoenegoretehfoledomeldruhpetsow T:7elba Tes370.0250.0150.0200.0220.0400.0720.0810.0120.0020.0610.0740.0120.0720.0730.0810.0810.0020.0420.0420.0230.0630.0120.0810.0.ffeoc 000.0340.0314.0200.0720.0es105.0813.0140.0010.0311.0.ffeoc245.0267.0373.0743.0220.0500.0130.0700.0510.0360.0360.0750.0040.0890.0640.0730.0150.0521.0590.0180.0200.0151.0970.0170.0241.0260.0660.0780.0774.0582.0293.0265.0962.0551.0631.0720.0300.0250.0750.0431.0820.0770.0930.0180.0930.0900.0500.0110.0431.0061.0712.0631.0961.0181.0641.0882.0811.0645.0441.0731.0071.0282.0722.0570.0663.1733.0000.023.302811.0684.223718892.elaselohwdnaliater3;5002dednuof2;gniniartlanoitacov1:secnerefe R.sesehtnerapnisrorredradnatsderetsulc,10.0p,50.0p,01.0p:seto N.snoitaluclacsrohtua,8002lena Pp Utrat SWEZWKf:ecruo S452.0229.0192.0064.2000.040.86273.0361.273018892112iwni.ravfo.ngistniojnotsetdlai Wsnoitavresb Ogo Lll691.0931.0090.0400.0840.0510.0520.0720.0581.0650.0260.0660.0320.0450.0540.0620.0330.0870.0290.0290.0970.0280.0301.0270.0es.ffeoces533.0500.0150.0591.0721.0724.0743.0860.0210.0671.0.ffeoc587.0875.0853.0220.0081.0800.0500.0700.0520.0360.0650.0950.0021.0151.0370.0540.0790.0761.0950.0141.0001.0622.0311.0201.0741.0970.0290.0721.0646.0200.1345.0642.0834.0290.0932.0000.0620.0370.0280.0600.0450.0770.0721.0140.0070.0090.0600.0400.0601.0531.0521.0011.0261.0251.0271.0827.0617.0188.0143.0851.0552.0360.0ecneirepxelanoisseforplatipa Cnamu HKgolssi MKgo L.pxeyrtsudnigo L.s.n.s.pxe.pxe.rtn E.rtn E1eergedlanoitacudetsehgihlatipa Cnamu Hnamstfarcretsa Meergedytisrevin Utuohti W Dh PDRmae T2noitadnuofforae Y.rged.cude.te H.vres.tni.nhce Terawtfo S.vres.tni.lwon K.funamhcetwo L.vres.ler.nisu B.vres.ler.sno Cnoitcurtsno C6002dednuo F7002dednuo F3yrtsudn Itnatsno C23HMLM7002Lgo Lgo Lgo Lseeyolpmedellikswolfoerah S2eldru H1eldru Hseeyolpmedellikshgihfoerah S2eldru H1eldru Hdnamedrobalsuoenegoretehfoledomeldruhelbuo D:8elba Tes.ffeoces281.0821.0840.0400.0250.0310.0620.0520.0961.0250.0750.0850.0420.0630.0040.0620.0920.0390.0680.0390.0201.0090.0190.0411.0680.0392.0400.0250.0571.0112.0954.0763.0260.0210.0971.0216.0020.0651.0.ffeoc 017.0524.0700.0300.0610.0620.0660.0850.0860.0231.0441.0480.0730.0011.0171.0960.0911.0290.0142.0311.0211.0951.0870.0090.0131.0246.0150.1815.0615.0872.0642.0300.0300.0140.0570.0980.0210.0220.0580.0990.0631.0460.0940.0870.0530.0130.0831.0121.0541.0341.0511.0691.0061.0581.0105.0077.0777.0388.0484.0802.0342.0340.0470.0492.1343.0153.0002.0918.0662.0877.2.elaselohwdnaliater3;5002dednuof2;gniniartlanoitacov1:secnerefe R.sesehtnerapnisrorredradnatsderetsulc,10.0p,50.0p,01.0p:seto N.snoitaluclacsrohtua,8002lena Pp Utrat SWEZWKf:ecruo S000.053.68731.0293.296718892000.090.85152.0609.182018892112iwni.ravfo.ngistniojnotsetdlai Wsnoitavresb Ogo Llles270.0550.0740.0200.0320.0400.0820.0910.0120.0220.0710.0250.0020.0620.0430.0910.0810.0930.0020.0620.0520.0430.0430.0020.0810.0.ffeoc 820.0060.0343.0300.0430.0es425.0523.0440.0110.0131.0.ffeoc 766.0305.0585.0093.0520.0700.0920.0200.0510.0760.0860.0350.0320.0521.0340.0930.0060.0441.0280.0870.0300.0361.0970.0370.0551.0960.0470.0290.0105.0013.0404.0125.0263.0751.0401.0330.0900.0350.0160.0361.0550.0921.0540.0680.0310.0400.0000.0440.0290.0051.0041.0461.0612.0931.0871.0981.0741.0372.0232.0501.0845.0641.0451.0641.0003.0ecneirepxelanoisseforplatipa Cnamu HKgolssi MKgo L.pxeyrtsudnigo L.s.n.s.pxe.pxe.rtn E.rtn E1eergedlanoitacudetsehgihlatipa Cnamu Hnamstfarcretsa Meergedytisrevin Utuohti W Dh PDRmae T2noitadnuofforae Y.rged.cude.te H6002dednuo F7002dednuo F3yrtsudn I.funam TH.vres.tni.nhce Terawtfo S.vres.tni.lwon K.funamhcetwo L.vres.ler.nisu B.vres.ler.sno Cnoitcurtsno Ctnatsno C24HMLM7002Lgo Lgo Lgo LWhen interpreting the results, one can distinguish three possible effects:xj, the conditional effect of a variable on thethe effect of a variable on the probability to employ at least one person ofthe respective skillgroup P y0share of workers in a certain skillgroup given the firm employs at least oneperson in this skillgroup Eyy0on the share of workers in a certain skillgroup Eyxjset of regressors in each stage xi zi, the probability of a nonzero outcomein the hurdle model is given by and the unconditional effect of a variable. Since I chose the samexj P Hyi 0xi xcid:48i.Likewise, the probability for positive outcomes in the doublehurdle modelis given by P DHyi 0xi xcid:48i xcid:48ii.In both the hurdle and the doublehurdle model the conditional mean ofyi is given by EHyiyi 0, xi EDHyiyi 0, xi xcid:48i i cid:180cid:48iix,cid:179cid:180cid:105,where c denotes the inverse Mills ratio c c c.Accordingly, the unconditional mean of yi of the hurdle model iscid:104cid:179cid:48i i xcid:48iix EHyixi xcid:48iwhile it is EDHyixi xcid:48i xcid:48iicid:104xcid:48i i cid:180cid:105cid:179cid:48xiiin case of the doublehurdle model.For continuous variables, marginal effects are obtained by differentiating expected outcomes. The marginal effect on the probability to employ a 25person of the respective skillgroup is calculated as follows P Hyi 0xixijcid:48 xij.The conditional effect of a continuous variable on the share of workers in acertain skillgroup given the firm employs at least one person in this skillgroup amounts to EHyiyi 0, xixij j xcid:104x xcid:48iiixijcid:48cid:48ii xii.cid:105cid:183cid:184cid:48iij xcid:48iiixij As in Mc Donald and Moffitt 1980 the unconditional marginal effect can bedecomposed in two parts already derived above:EHyixixijPHyi 0xi EHyiyi 0, xiP Hyi 0xi EHyiyi 0, xixijxij Similarly, marginal effects in the doublehurdle models are obtained:P DHyi 0xixij xcid:48cid:48ixiijxcid:48ixcid:48ii1icid:183j xcid:48iicid:184ixij EDHyiyi 0, xixij j xcid:105cid:48iicid:48xii xcid:48iicid:183ixijj xcid:184cid:104ixijcid:48iixcid:48iiP DHyi 0xi EDHyiyi 0, xiP DHyi 0xi EDHyiyi 0, xixijxij EDHyixixijFor variables not included in the heteroscedastic equation ixij 0and the expressions can be simplified accordingly.Discrete differences for both the hurdle and the doublehurdle model arecalculated in case of factor variables. This is the discrete change in P yi 0,26Eyiyi 0 and Eyi when the value of the variable shifts from zero to one,holding all the other variables constant.d P yi 0d Eyiyi 0dxijdxijd Eyidxij P yi 0xij 1, xi P yi 0xij 0, xi Eyiyi 0, xij 1, xi Eyiyi 0, xij 0, xi Eyixij 1, xi Eyixij 0, xiMarginal effects and discrete differences are obtained at the mean of theexplanatory variables. Standard errors are calculated using the delta method,a common approximation appropriate in large samples. Results for the hurdlemodels are presented in Tables 9 and 10. Marginal effects for the doublehurdle models can be found in Tables 11 and 12All in all, the effects do not substantially differ between the hurdle andthe doublehurdle model. With respect to the relative wage of highskilledworkers log, I find a small negative and weakly significant effect on thecid:162cid:161HMprobability to employ highskilled workers. This is consistent with traditionalmicroeconomic theory. If the wage level of highskilled workers increases relative to that of mediumskilled workers, the probability to employ highskilledworkers decreases. However, the relative wage seems to have no effect on theconditional and unconditional mean of the share of highskilled workers. Theeffect is also not present in case of the doublehurdle model or the share ofcid:162cid:161LMlowskilled workers as dependent variable.The relative wage of lowskilled workers log is found to negativelyaffect the probability to employ highskilled workers and the unconditionalmean of the share of highskilled workers. The other way around, it affects theprobability to employ lowskilled workers and the unconditional mean of lowskilled workers positively. This seems to be counterintuitive at a first view butmight be an indication of complex complementarities between highskilled,mediumskilled and lowskilled workers. This effect is not robust, since themarginal effect in the doublehurdle model turns out not to be significantlydifferent from zero.Firm size logL2007 has in all models a positive impact both on theprobability to employ at least one highskilled worker and on the probabilityto employ at least one lowskilled worker. However, in the second hurdle, both 27the share of higheducated workers and the share of loweducated workers arenegatively correlated with firm size. This indicates that as firm size increases,the probability to employ at least one person of a specific skill group increasesfor all skill groups, but most of the jobs created when firm size increasesrequire a medium level of education.The coefficient concerning the physical capital stock logK of the firmis consistent with the hypothesis of capital skill complementarity Griliches,1969. For the share of highskilled employees a higher capital stock is relatedto a higher probability of employing highskilled workers in both the hurdlemodel and the doublehurdle model. But no significant effect can be observedon the conditional or unconditional mean of the share of highskilled workers.Furthermore, the effect on the probability to employ highskilled workers israther small in size.For the share of lowskilled employees, I find a negative effect of the capitalstock on the probability to employ lowskilled workers and on the unconditional mean of the share of lowskilled workers in both the hurdle and thedoublehurdle model. The size of the effect does not differ much betweenthe hurdle and the doublehurdle model. As for highskilled worker, the effect is rather small in size. Putting these effects together, there seems to bea indication of capitalskill complementarity in young firms. However, thecapitalskill complementarity seems to be not that important in determiningthe skillstructure of jobs created by new firms.28Table 9: Marginal effects of the hurdle model share of highskilled workersVariable xjLog HM Log LM LogL2007LogKEyxj Eyy0xj P y0xj0.0740.0850.0070.0020.0560.0490.0150.0020.1880.1220.3120.0050.1890.1340.0840.0040.1570.1160.0720.0040.0850.0700.0140.002Human Capital professional experience Logindustry exp.Entr. exp. n. s.Entr. exp. s.0.0060.0190.0230.0030.0100.0090.0080.0020.0030.0150.0120.0110.0120.0250.0320.0050.0140.012Human Capital highest educational degree1Without Master craftsman University degree Ph.D.0.0460.0310.1090.2580.0210.0150.0200.0470.0400.0200.0410.1000.1100.0260.0290.0460.0680.0460.1440.3040.0260.0200.0250.056RD0.1000.0170.0290.0120.1320.023Team Het. educ. degr.Year of foundation2Founded in 2006Founded in 2007Industry3HT manuf.Tech.int. services Software Knowl.int services Lowtech manuf.Busin.rel. serv.Cons.rel. serv.Construction 0.0220.0410.0170.0190.0660.0460.0290.0190.0190.0460.0190.0230.0010.0080.0110.0110.0010.0020.0110.0140.0010.0110.0140.0160.0990.1490.1620.1920.0200.0710.0310.0090.0240.0230.0360.0330.0170.0340.0180.0240.0310.0550.0760.0290.0260.0700.0200.0050.0470.0410.0560.0510.0290.0410.0520.0390.1300.1890.1950.2540.0340.0810.0460.0130.0370.0330.0460.0460.0250.0440.0240.036Notes: p 0.10, p 0.05, p 0.01, standard errors in parentheses. References: 1 vocationaltraining; 2 founded 2005; 3 retail and wholesale.Source: Kf WZEW StartUp Panel 2008, authors calculations.29Table 10: Marginal effects of the hurdle model share of lowskilled workersVariable xjLog HM Log LM LogL2007LogKEyxj Eyy0xj P y0xj 0.1900.1510.0550.0060.1420.0840.0250.0030.0000.0420.3900.0020.0710.0510.0490.0020.2910.2070.1420.0080.1910.1210.0160.004Human Capital professional experience Logindustry exp.Entr. exp. n. s.Entr. exp. s.0.0160.0060.0290.0040.0170.0190.0050.0150.0030.0040.0120.0080.0220.0150.0370.0060.0240.024Human Capital highest educational degree10.046Without0.022Master craftsman0.019University degree Ph.D.0.0280.1560.0850.1170.1550.0250.0150.0190.0560.0120.0080.0060.0180.1880.1060.1460.1900.0590.0290.0260.040RD0.0440.0170.0010.0100.0580.023Team Het. educ. degr.Year of foundation2Founded in 2006Founded in 2007Industry3HT manuf.Tech.int. serv.Software Knowl.int serv.Lowtech manuf.Busin.rel. serv.Cons.rel. serv.Construction0.0610.0560.0190.0270.0440.0460.0130.0220.1010.0490.0240.0320.0040.0370.0140.0160.0110.0030.0080.0080.0110.0500.0200.0210.0880.0870.0480.1420.0420.0450.0640.0900.0340.0340.0420.0490.0390.0500.0560.0360.0460.0230.0410.0020.0030.0120.0330.0400.0110.0110.0120.0090.0160.0160.0110.0080.0980.1060.0440.1870.0540.0530.0660.1030.0490.0470.0590.0640.0500.0660.0710.051Notes: p 0.10, p 0.05, p 0.01, standard errors in parentheses. References: 1 vocationaltraining; 2 founded 2005; 3 retail and wholesale.Source: Kf WZEW StartUp Panel 2008, authors calculations.30Table 11: Marginal effects of the doublehurdle model share of highskilledworkersVariable xjLog HM Log LM LogL2007LogKEyxj Eyy0xj P y0xj0.0670.0810.0400.0020.0590.0520.0100.0020.1670.2000.2690.0040.1730.1220.0440.0040.1480.0920.1240.0040.0970.0780.0130.002Human Capital professional experience Logindustry exp.Entr. exp. n. s.Entr. exp. s.0.0080.0150.0200.0030.0090.0080.0070.0010.0070.0120.0120.0110.0140.0210.0270.0050.0120.011Human Capital highest educational degree1Without Master craftsman University degree Ph.D.0.0360.0220.1070.2700.0180.0150.0240.0510.0460.0160.0470.1020.1010.0240.0270.0410.0530.0340.1420.3240.0220.0190.0290.056RD0.0890.0160.0340.0130.1170.021Team Het. educ. degr.Year of foundation2Founded in 2006Founded in 2007Industry3HT manuf.Tech.int. serv.Software Knowl.int. serv.Lowtech manuf.Busin.rel. serv.Cons.rel. serv.Construction 0.0220.0400.0150.0140.0540.0420.0180.0170.0230.0480.0190.0170.0010.0090.0100.0090.0010.0060.0110.0130.0010.0120.0130.0130.0930.1480.1750.1680.0130.0930.0270.0100.0260.0290.0440.0460.0210.0380.0170.0210.0400.0570.0680.0330.0220.0560.0010.0030.0540.0460.0600.0560.0350.0470.0510.0460.1200.1900.2200.2230.0220.1150.0390.0140.0310.0310.0470.0470.0260.0470.0210.028Notes: p 0.10, p 0.05, p 0.01, standard errors in parentheses. References: 1 vocationaltraining; 2 founded 2005; 3 retail and wholesale.Source: Kf WZEW StartUp Panel 2008, authors calculations.31Table 12: Marginal effects of the doublehurdle model share of lowskilledworkersVariable xjLog HM Log LM LogL2007LogKEyxj Eyy0xj P y0xj 0.1900.1590.0160.0080.1580.0930.0210.0030.0280.0590.3290.0030.0710.0540.0450.0020.2590.1960.2200.0100.2040.1260.0170.004Human Capital professional experience Logindustry exp.Entr. exp. n. s.Entr. exp. s.0.0170.0130.0300.0040.0170.0210.0070.0140.0010.0040.0130.0090.0210.0120.0370.0060.0190.025Human Capital highest educational degree1Without0.0430.022Master craftsman0.017University degree Ph.D.0.0220.1540.0920.1270.1600.0240.0170.0230.0640.0120.0090.0060.0190.1820.1110.1540.1940.0510.0260.0210.028RD0.0380.0170.0020.0100.0470.020Team Het. educ. degr.Year of foundation2Founded in 2006Founded in 2007Industry3HT manuf.Tech.int. serv.Software Knowl.int serv.Lowtech manuf.Busin.rel. serv.Cons.rel. serv.Construction0.0360.0650.0200.0260.0380.0440.0130.0210.0600.0620.0230.0280.0080.0310.0160.0170.0100.0040.0070.0080.0060.0410.0190.0210.1150.0830.0720.1180.0360.0420.0660.1090.0250.0280.0330.0440.0390.0480.0530.0260.0450.0160.0390.0020.0030.0180.0340.0350.0110.0100.0120.0090.0140.0140.0100.0080.1340.1010.0800.1510.0450.0460.0690.1300.0320.0370.0430.0550.0480.0580.0650.035Notes: p 0.10, p 0.05, p 0.01, standard errors in parentheses. References: 1 vocationaltraining; 2 founded 2005; 3 retail and wholesale.Source: Kf WZEW StartUp Panel 2008, authors calculations.32Specific human capital has a significant influence on the employmentstructure within a newly established firm. The probability to employ highskilled workers is larger for founders with longer industry experience. On theother hand, the probability to employ lowskilled workers becomes smaller asindustry experience increases. Likewise, the unconditional mean of the shareof highskilled lowskilled workers is larger smaller the more industry experience a firms founders have accumulated. But it turns out that the effectis very small in size.Entrepreneurial experience is only found to to have an influence on thedemand for highskilled employees and not on the demand for lowskilledemployees.If a founder was successful as an entrepreneur, i.e. his previous businesses still exists, the probability to employ highskilled workers increases by 3 percentage points. Likewise, the unconditional share ofhighskilled workers increases by about two percentage points. The size ofthe effect is very similar regardless the model used. Even if a founder hasentrepreneurial experience which was not successful, i.e. the previous businesses has have been either closed voluntary or become insolvent, thehurdle model predicts a higher share of highskilled workers compared tofounders who do not have any entrepreneurial experience. However, the positive effect of unsuccessful entrepreneurial experience on the skillstructureof new firms employees is not robust when using the doublehurdle model.The structure of jobs created in new firms is largely determined by thegeneric human capital as measured by the educational degree of the founders.As described in section 4.2, I can distinguish five different categories of formal education. Vocational training serves as point of reference. All effectsare calculated as compared to firms which are established by founders withvocational training. Compared to firms founded by persons who completedvocational training, firms founded by persons without any professional training employ a smaller fraction of highskilled workers. This effect is driven bytheir significantly lower probability of employing highskilled workers 7 percentage points. On the other hand, founders who have not completed anyprofessional training have a significant higher demand for lowskilled workers. The probability to employ lowskilled workers is about 19 percentagepoints higher for founders without any professional training as compared tofounders with vocational training. Since the positive effect on the share of 33lowskilled workers 16 percentage points is so much higher than the negativeeffect on the share of highskilled workers 5 percentage points, a missingprofessional education negatively affects the demand not only for highskilled,but also for mediumskilled workers.Also firms founded by persons who completed professional school mastercraftsman are found to demand a lower share of highskilled workers. But,unlike the badly educated founders, they also employ a lower fraction of lowskilled workers. This means that founders with a masters craftsman diplomarely, as compared to founders with vocational training, much more on thework of mediumskilled workers.A university degree raises the probability of employing highskilled workers byabout 14 percentage points. Given these founders employ highskilled workers, they also employ a significantly larger share of higheducated workers incase of the doublehurdle model 4. All in all, the share of highskilled workersis about 10 percentage points higher in startups of founders with a universitydegree. The effect is even larger if the founders have completed postgraduatestudies. Compared to founders with vocational training their unconditionalshare of highskilled workers is about 26 percentage points higher. On theother hand, founders with completed university studies have a lower probability of employing lowskilled workers. They also employ a smaller shareof lowskilled workers than founders with vocational training given they employ at least one lowskilled person. The same effect is found for founderswho completed postdoctoral studies Ph.D. and for founders who completedprofessional school master craftsman. For founders who have completed apostdoctoral degree the effect is almost double the effect of master craftsmensee Tables 10 and 12. Since shares add up to one, the effect of a universitydegree or a postgraduate degree on the demand for mediumskilled workerscan be estimated by comparing the direction and size of the effect on thelowskilled and highskilled workers. Since the effect of a university degreeon the share of highskilled workers and the effect of a university degree onthe share of lowskilled workers are opposite in direction but approximatelyof equal size, having a university degree seems to have no influence on theshare of medium skilled workers. This is not true in case of postgraduatestudies. The effect of having completed postgraduate studies on the share ofhighskilled workers 26 percentage points in absolute values is much larger 4The conditional effect is insignificant in the hurdle model.34than the effect of postgraduate studies on the share of lowskilled workers 16 percentage points. Hence, firms founded by persons who completed theirdoctoral studies employ also a smaller fraction of mediumskilled workers.The hypothesis of a skillbiased technical change is fully supported fornewly established firms.If a firm conducts RD continuously, both theprobability of employing highskilled workers and the conditional share ofhighskilled employees are positively affected. The probability to employhighskilled workers increases by about 13 percentage points, the conditionalshare of highskilled workers increases by 3 percentage points and the unconditional share of highskilled workers increases by 10 percentage points.Furthermore, the probability of employing lowskilled workers is significantlylower in firms with continuous RD 6 percentage points. Accordingly, theunconditional share of lowskilled workers is smaller 4 percentage points infirms which conduct RD continuously. When comparing the direction andthe size of these two effects, not only lowskilled workers but also mediumskilled workers suffer from ongoing technological change. This result is inline with the results of Jacobebbinghaus and Zwick 2002 who investigatedmature firms and find that technological change not only reduces relative demand for lowskilled workers, but also reduces relative demand for mediumskilled workers.Let us now have a short look on the control variables. The team dummyhas a positive influence on the conditional share of highskilled workers. Theprobability of employing lowskilled workers is negatively related to the teamdummy. However, there is a positive relationship of founding within a team offounders and the conditional share of lowskilled workers. The overall effecton the unconditional share of lowskilled workers is negative. Interestingly,if there is heterogeneity in the educational degrees of the founders withinthe team, demand for highskilled workers is negatively affected. Both theprobability of employing highskilled workers and the conditional and unconditional share of highskilled workers is lower if the firm is founded bypersons who hold different educational degrees. On the other hand, relativedemand for lowskilled workers is positively affected by the heterogeneity ofeducational degrees within the team of founders.Firm age is not found to have an influence on the share of highskilledworkers. However, in the first year of their operations firms employ a smaller 35fraction of lowskilled workers.Not surprisingly, the structure of jobs differs largely between industries.Retail and wholesale firms serve as reference category. Firms operating inresearch and knowledge intensive industries such as hightech manufacturing, technologyintensive services, software and knowledgeintensive servicesemploy a significantly larger share of highskilled workers and a significantlysmaller share of lowskilled workers. Consumerrelated services employ lesshighskilled workers than retail and wholesale firms. Relative demand forhighskilled workers is found to be significantly higher in businessrelatedservices as compared to retail and wholesale. Since the share of lowskilledworkers is significantly lower in construction, these firm rely more on mediumskilled workers than retail and wholesale firms.Comparing the hurdle and the doublehurdle model Table 9 vs. Table 11 and Table 10 vs. 12, the results turn out to be rather robust regardlessthe corner solution model chosen. When comparing the sum of predictedshares SH SL, the doublehurdle model performs slightly better than thehurdle model. In the doublehurdle model, only one observation is predictedto employ more than 100 percent high and lowskilled workers. But the sumof predictions exceeds 100 percent for 14 observations in the hurdle model.Figure 1 displays two histograms of the sum of predicted shares of the hurdleand doublehurdle model, respectively.a Hurdle modelb Doublehurdle model Figure 1: Sum of predicted shares SH SL for the hurdle model left andthe doublehurdle model rightNote: Observations with SH SL 1 are excluded.Source: Kf WZEW StartUp Panel 2008, authors calculations.3601234Density 0.00.20.40.60.81.0ESHxi ESLxi01234Density 0.00.20.40.60.81.0ESHxi ESLxi5 Conclusions Skills and productive knowledge embodied in a person, commonly known ashuman capital, has been widely acknowledged in economics to be an important factor of production. In entrepreneurship research the human capital ofthe founders has been found to be a major predictor of young firms survivaland firm performance. Furthermore, labor demand is largely influenced byentrepreneurs human capital when labor is treated as homogeneous.In this paper, I investigate the effect of the specific and generic humancapital of a firms founders on heterogeneous labor demand of young firms.It turns out that the educational degree of the founders considerably determines the qualification structure of the workforce in young firms. The resultssuggest that both a high level of specific human capital and a high level ofgeneric human capital are related to skill upgrading in young firms. Moreover, I find evidence that a skillbiased technical change is relevant even forvery young firms. Skills and physical capital prove to be complements. However, this effect is rather small. Most of the effects turn out to be robust inall corner solution outcome models estimated. The study contributes to theliterature by investigating heterogeneous labor demand of newly establishedfirms and by introducing the concept of the importance of human capital intoa framework of heterogeneous labor demand.Two major issues when investigating heterogeneous labor demand, organizational change and internationalization, could not be addressed in thisstudy. While organizational change is less relevant for young firms, furtherresearch might address the question of heterogeneous labor demand of bornglobals.References Acs, Z. and P. M uller 2008: Employment Effects of Business Dynamics: Mice, Gazelles and Elephants, Small Business Economics, 30,85100.Adams, J. D. 1999: The Structure of Firm RD, the Factor Intensity of Production, and Skill Bias, The Review of Economics and Statistics, 81,499510.37Addison, J., L. Bellmann, C. Schnabel, and J. Wagner 2003:German Works Councils Old and New: Incidence, Coverage and Determinants, Schmollers Jahrbuch, 123, 339358.Aguirregabiria, V. and C. AlonsoBorrego 2001: Occupationalstructure, technologicalinnovation, and reorganization of production,Labour Economics, 8, 4373.Allison, P. 2001: Missing Data, Thousand Oaks: Sage Publications.Almus, M. and E. Nerlinger 1999: Growth of New TechnologyBased Firms: Which Factors Matter? Small Business Economics, 13, 141154.Amemiya, T. 1984: Tobit Models: A Survey, Journal of Econometrics,24, 361.Bandick, R. and P. Hansson 2009: Inward FDI and demand for skillsin manufacturing firms in Sweden, Review of World Economics, 145, 111131.Bates, T. 1990: Entrepreneur Human Capital Inputs and Small Business Longevity, Review of Economics and Statistics, 72, 551559.Berman, E., J. Bound, and S. Machin 1998: Implications of Skillbiased Technological Change: International Evidence, Quarterly Journalof Economics, 113, 12451279.Bernstein, D. 2002: Fringe benefits and small businesses: evidence fromthe federal reserve board small business survey, Applied Economics, 34,20632067.Betts, J. 1997: The Skill Bias of Technological Change in Canadian Manufacturing Iindustries, The Review of Economics and Statistics, 79,146150.Birch, D. 1981: Who Creates Jobs? Public Interest, 65, 314.Boeri, T. and U. Cramer 1992: Employment growth, incumbentsand entrants. Evidence from Germany, International Journal of Industrial Organization, 10, 545565.38Bond, S. and J. Van Reenen 2007: Microeconometric Models of Investment and Employment, in Handbook of Econometrics, ed. by J. Heckman and E. Leamer, Elsevier, vol. 6, 44174498, 1 ed.Bresnahan, T., E. Brynjolfsson, and L. Hitt 2002: Information Technology, Workplace Organization, and the Demand for Skilled Labor:FirmLevel Evidence, Quarterly Journal of Economics, 117, 339376.Brixy, U., S. Kohaut, and C. Schnabel 2005: How fast do newlyfounded firms mature? Empirical analyses on job quality in startups, in Entrepreneurship in the region, ed. by M. Fritsch and J. Schmude, New York: Springer, 95112. 2007: Do Newly Founded Firms Pay Lower Wages? First Evidencefrom Germany, Small Business Economics, 29, 161171.Brown, C. and J. Medoff 2003: Firm Age and Wages, Journal of Labor Economics, 21, 677697.Brown, R. and L. Christensen 1981: Estimating elasticities of substitution in a model of partial static equilibrium: An application to USagriculture 1947 to 1974, in Modeling and measuring natural resource substitution, ed. by E. Berndt and B. Fiel, Cambridge, MA: MIT Press.Br uderl, J., P. Preisend orfer, and R. Ziegler 1992: Survival Chances of Newly Founded Business Organizations, American Sociological Review, 57, 227242.Burgess, S., J. Lane, and D. Stevens 2000: The Reallocation of Labor and the Lifecycle of Firms, Oxford Bulletin of Economics and Statistics, 62, 885907.Calvo, T. 2006: Testing Gibrats Law for Small, Young and Innovating Firms, Small Business Economics, 26, 117123.Caroli, E. and J. van Reenen 2001: Skillbiased Organizational Change? Evidence From a Panel of British and French Establishments,Quarterly Journal of Economics,, 116, 14491492.Chennells, L. and J. van Reenen 2002: Technical change and thestructure of employment and wages: A survey of the microeconometric 39evidence, in Productivity, inequality, and the digital economy: A transatlantic perspective, ed. by N. Greenan, Y. LHorty, and J. Mairesse, Cambridge, MA: MIT Press, 175225.Christensen, L., D. Jorgenson, and L. Lau 1973: Transcendental Logarithmic Production Frontiers, The Review of Economics and Statistics, 55, 2845.Clarke 2007: A Simple DistributionFree Test for Nonnested Model Selection, Political Analysis, 15, 347363.Clarke, K. 2003: Nonparametric Model Discrimination in International Relations, Journal of Conflict Resolution, 47, 7293.Colombo, M., M. Delmastro, and L. Grilli 2004: Entrepreneurs Human Capital and the Startup Size of New TechnologyBased Firms,International Journal of Industrial Organization, 22, 11831211.Cragg, J. 1971: Some Statistical Models for Limited Dependent Variables with Application to the Demand for Durable Goods, Econometrica,39, 829844.Davidsson, P., B. Kirchhoff, A. HatemiJ, and H. Gustavsson2002: Empirical Analysis of Business Growth Factors Using Swedish Data, Journal of Small Business Management, 40, 332349.Deaton, A. and M. Irish 1984: Statistical Models for Zero Expenditures in Household Budgets, Journal of Public Economics, 23, 5980.Diewert, W. 2008: Cost functions, in The New Palgrave Dictionary of Economics, ed. by S. Durlauf and L. Blume, Palgrave Macmillan, 2 ed.Doms, M., T. Dunne, and K. Troske 1997: Workers, Wages, and Technology, Quarterly Journal of Economics, 112, 253290.Elia, S., I. Mariotti, and L. Piscitello 2009: The impact of Outward FDI on the Home Countrys Labour Demand and Skill Composition,International Business Review, 18, 357372.Falk, M. 2001: Diffusion of Information Technology, Internet Use andthe Demand for Heterogeneous Labor, ZEW Discussion Paper No. 0148,Mannheim.40 2002: Organizational Change, New Information and Communication Technologies and the Demand for Labor in Services, in The New Economy and Economic Growth in Europe and the US, ed. by D. Audretschand P. Welfens, 161189.Falk, M. and B. Koebel 2004: The impact of office machinery, andcomputer capital on the demand for heterogeneous labour, Labour Economics, 11, 99117.Feenstra, R. and G. Hanson 1996: Globalization, Outsourcing, and Wage Inequality, American Economic Review Paper and Proceedings, 86,240245.Fritsch, MichaelWeyh, A. 2006: How Large are the Direct Employment Effects of New Businesses? An Empirical Investigation, Small Business Economics, 27, 245260.Gottschalk, S., H. Gude, S. Kanzen, K. Kohn, G. Licht,K. M uller, M. Niefert, and H. Spengler 2008: Kf WZEWGr undungspanelf ur Deutschland, Besch aftigung, Finanzierung und Markteintrittsstrategien junger Unternehmen Resultate der ersten Befragungswelle, Mannheim: Kf W, ZEW, Creditreform.Gottschalk, S., K. M uller, and M. Niefert 2009: Human Capital, Entry Strategies and Startup Size, ZEW Discussion Paper No. 09,Mannheim.Gould, W. and W. Sribney 2006: Maximum Likelihood Estimationwith Stata, College Station, Texas: Stata Press.Greenan, N. and D. Guellec 1998: Firm Organization, Technologyand Performance: an Empirical Study, Economics of Innovation and New Technology, 6, 313347.Greene, W. 2003: Econometric Analysis, Upper Saddle River, New Jersey: Prentice Hall.Griliches, Z. 1969: Capitalskill complementarity, Review of Economicsand Statistics, 51, 465468.41Head, K. and J. Ries 2002: Offshore Production and Skill Upgradingby Japanese Manufacturing Firms, Journal of International Economics,58, 81105.Hujer, R., M. Caliendo, and D. Radic 2002: Skill Biased Technological and Organizational Change: Estimating a Mixed Simultaneous Equation Model Using the IAB Establishment Panel, IZA DP No. 566.Jacobebbinghaus, P. and T. Zwick 2002: New technologies and thedemand for medium qualified labour in Germany, Schmollers Jahrbuch,122, .179205.Jones, A. and S. Yen 2000: A BoxCox DoubleHurdle Model, The Manchester School, 68, 203221.Kaiser, U. 2001: The Impact of Foreign Competition and New Technologies on the Demand for Heterogeneous Labor, Review of Industrial Organization, 19, 109120.Lane, J., A. Isaac, and S. Burgess 1996a: Firm Heterogeneity and Worker Turnover, Review of Industrial Organization, 11, 275291.Lane, J., D. Stevens, and S. Burgess 1996b: Worker and Job Flows,Economics Letters, 51, 109113.Lazear, E. P. 2004: Balanced Skills and Entrepreneurship, American Economic Review, 94, 208211.Legler, H. and R. Frietsch 2006:Neuabgrenzung der Wissenswirtschaft forschungsintensive Industrien und wissensintensive Dienstleistungen NIWISIListen 2006, Studien zum deutschen Innovationssystem Nr. 222007, HannoverKarlsruhe.Mata, J. and J. Machado 1996: Firm Startup Size: A Conditional Quantile Approach, European Economic Review, 40, 13051323.Maurin, E. and D. Thesmar 2004: Changes in the Functional Structure of Firms and the Demand for Skill, Journal of Labor Economics, 22,639664.Mc Donald, J. F. and R. A. Moffitt 1980: The Uses of Tobit Analysis, Review of Economics and Statistics, 62, 318321.42Mc Dowell 2003: From the help desk: hurdle models, Stata Journal, 3,178184.Moffatt, P. 2005: Hurdle Models of Loan Default, Journal of the Operational Research Society, 56, 10631071.OMahony, M., C. Robinson, and M. Vecchi 2008: The Impact of ICT on the Demand for Skilled Labour: A Crosscountry Comparison,Labour Economics, 15, 14351450.Piva, M. and M. Vivarelli 2004: The Determinants of the Skill Biasin Italy: RD, Organisation or Globalisation? Economics of Innovationand New Technology, 13, 329347.Schnabel, C., S. Kohaut, and U. Brixy 2008: Employment Stabilityof Entrants in Newly Founded Firms: A Matching Approach Using Linked EmployerEmployee Data from Germany, IZA DP No. 3353, Bonn.Shephard, R. 1953: Cost and Production Functions, Princton University Press.Silva, J. 2008: International Trade and the Changing Demand for SkilledWorkers in HighTech Manufacturing, Growth and Change, 39, 225251.Slaughter, M. 2000: Production Transfers Within Multinational Enterprises and American Wages, Journal of International Economics, 50,449472.Tobin, J. 1958: Estimation of Relationships for Limited Dependent Variables, Econometrica, 26, 2436.Van Praag, M. and P. Versloot 2007: What is the Value of Entrepreneurship? A Review of Recent Research, IZA Discussion Paper No.3014, Bonn.Vuong, Q. 1989: Likelihood Ratio Tests for Model Selection and NonNested Hypotheses, Econometrica, 57, 307333.Weihuhn, G. and T. Wichmann 2000: Besch aftigungseffekte von Unternehmensgr undungen, Berlin: Berlecon Research.43Yen, S. T. and S.J. Su 1995: Modeling U.S. Butter Consumption With Zero Observations, Agricultural and Resource Economics Review,24, 4755.44A Appendix Table 13: Classification of research and knowledgeintensive industries NACE Rev. 1.1 WZ 2003Description Cutting edge technology industries 23.3024.2024.4124.4229.6030.02Processing of nuclear fuel Manufacture of pesticides and other agrochemical products Manufacture of basic pharmaceutical products Manufacture of pharmaceutical preparations Manufacture of weapons and ammunition Manufacture of computers and other information processing equipment Manufacture of electronic valves and tubes and other electronic components Manufacture of television and radio transmitters and apparatus for line telephony and line telegraphy Manufacture of television and radio receivers, sound orvideo recording or reproducing apparatus and associatedgoods Manufacture of medical and surgical equipment and orthopaedic appliances Manufacture of instruments and appliances for measuring,checking, testing, navigating and other purposes, exceptindustrial process control equipment Manufacture of industrial process control equipment Manufacture of aircraft and spacecraft 32.1032.2032.3033.1033.2033.3035.30High technology industries 24.1324.1424.1624.1724.5124.6124.6324.6424.6625.1125.1326.1529.1129.1229.1329.1429.2429.3129.3229.41Continued on next page. . .Manufacture of other inorganic basic chemicals Manufacture of other organic basic chemicals Manufacture of plastics in primary forms Manufacture of synthetic rubber in primary forms Manufacture of soap and detergents, cleaning and polishingpreparations, perfumes and toilet preparations Manufacture of explosives Manufacture of essential oils Manufacture of photographic chemical materials Manufacture of other chemical products n.e.c.Manufacture of rubber tyres and tubes Manufacture of other rubber products Manufacture of and processing of other glass,technical glassware Manufacture of engines and turbines, except aircraft, vehicle and cycle engines Manufacture of pumps and compressors Manufacture of taps and valves Manufacture of bearings, gears, gearing and driving elements Manufacture of other general purpose machinery n.e.c.Manufacture of agricultural tractors Manufacture of other agricultural and forestry machinery Manufacture of portable hand held power toolsincluding 45NACE Rev. 1.1 WZ 2003Description 29.4229.4329.5229.5329.5429.5529.5630.0131.1031.2031.4031.5031.6131.6233.4034.1034.3035.20Technological services 64.37273.174.274.3Manufacture of other metalworking machine tools Manufacture of other machine tools n.e.c.Manufacture of machinery for mining, quarrying and construction Manufacture of machinery for food, beverage and tobaccoprocessing Manufacture of machinery for textile, apparel and leatherproduction Manufacture of machinery for paper and paperboard production Manufacture of other special purpose machinery n.e.c.Manufacture of office machinery Manufacture of electric motors, generators and transformers Manufacture of electricity distribution and control apparatus Manufacture of accumulators, primary cells and primarybatteries Manufacture of lighting equipment and electric lamps Manufacture of electrical equipment for engines and vehicles n.e.c.Manufacture of other electrical equipment n.e.c.Manufacture of opticalequipment Manufacture of motor vehicles Manufacture of parts and accessories for motor vehicles andtheir engines Manufacture of railway and tramway locomotives androlling stockinstruments and photographic Telecommunications Computer and related activities 72.2 Software consultancyand supplyResearch and experimental development on natural sciencesand engineering Architectural and engineering activities and related technical consultancy Technical testing and analysis Knowledgeintensive services 73.274.1174.1274.1374.1474.4Research and experimental development on social sciencesand humanities Legal activities Accounting, bookkeeping and auditing activities; tax consultancy Market research and public opinion polling Business and management consultancy activities Advertising Source: Kf WZEW StartUp Panel 2008 based on Legler and Frietsch 2006. Remark: Differentiationaccording to the classification NACE Rev. 1.1 of the Statistical Office of the European Communities.46seeyolpmedellikshgihfoerah Segatsdnoce Sc 2egatsdnoce Sb 2xo Cxo Braenilgo Legatsdnoce Sa 2lamrondetacnur Tegatstsri F1tibor Pseeyolpmedellikshgihdnamedrobalsuoenegoretehfosledomeldru H:41elba Tes561.0341.0390.0400.0550.0510.0920.0820.0361.0360.0060.0360.0030.0550.0550.0920.0920.0201.0390.0101.0401.0590.0490.0311.0490.0291.0392.0500.0160.0feoc 752.0081.0700.0800.0110.0991.0821.0821.0440.0170.0021.0011.0es002.0481.0080.0500.0360.0220.0330.0430.0782.0970.0380.0880.0530.0560.0670.0705.0500.0960.0.ffeoc 872.0032.0900.0420.0220.0211.0670.0641.0332.0480.0702.0531.0es691.0931.0090.0400.0840.0510.0520.0720.0581.0650.0260.0660.0320.0450.0540.0200.0730.0630.0530.0400.0440.0620.0330.0670.0021.0071.0060.0350.0241.0800.0310.0072.0031.0611.0621.0131.0221.0711.0161.0521.0942.0060.0011.0951.0850.0731.0031.0440.0520.0531.0280.0870.0290.0290.0970.0280.0301.0270.0452.0533.0500.0150.0.ffeoc 591.0721.0800.0500.0700.0370.0540.0790.0761.0950.0141.0001.0000.0620.0350.0770.0721.0140.0070.0090.0600.0400.0229.0000.0661.0122.096.111127.1926.0000.0571.058.014348.1000.0273.040.86361.2650188926801889273018892es724.0743.0860.0210.0671.0.ffeoc587.0875.0853.0220.0081.0520.0360.0650.0950.0021.0151.0622.0311.0201.0741.0970.0290.0721.0370.0280.0621.0601.0531.0521.0011.0261.0251.0271.0192.0646.0200.1345.0642.0834.0290.0932.0600.0450.0625.0827.0617.0188.0143.0851.0064.2552.0360.0ecneirepxelanoisseforplatipa Cnamu HKgolssi MKgo L.pxeyrtsudnigo L.s.n.s.pxe.pxe.rtn E.rtn E1eergedlanoitacudetsehgihlatipa Cnamu Hnamstfarcretsa Meergedytisrevin Utuohti W Dh PDRmae T2raeynoitadnuo F.rged.cude.te H.vres.tni.lwon K.funamhcetwo L.vres.lerssenisu B.vres.ler.sno Cnoitcurtsno C.vres.tni.nhce Terawtfo Stnatsno C6002dednuo F7002dednuo F3yrtsudn I.funam TH112iwni.ravfo.ngistniojnotsetdlai Wsnoitavresb Ogo Lll 47HMLM7002Lgo Lgo Lgo L3;5002dednuof2;gniniartlanoitacov1:secnerefe R.stekcarbniseulavp,sesehtnerapnisrorredradnatsderetsulc,10.0p,50.0p,01.0p:seto N.snoitaluclacsrohtua,8002lena Pp Utrat SWEZWKf:ecruo S.elaselohwdnaliaterseeyolpmedellikswoldnamedrobalsuoenegoretehfosledomeldru H:51elba Tseeyolpmedellikswolfoerah Segatsdnoce Sc 2egatsdnoce Sb 2xo Cxo Braenilgo Legatsdnoce Sa 2lamrondetacnur Tegatstsri F1tibor Pes280.0660.0960.0200.0620.0400.0030.0910.0520.0420.0910.0950.0020.0620.0730.0910.0810.0140.0220.0130.0820.0430.0730.0420.0910.0690.0feoc 430.0950.0482.0400.0840.0es290.0370.0560.0200.0430.0.ffeoc 330.0090.0645.0300.0640.0800.0130.0400.0600.0040.0720.0800.0240.0300.0560.0151.0840.0930.0260.0360.0000.0130.0920.0520.0501.0820.0730.0450.0570.0532.0850.0150.0400.0631.0590.0es370.0250.0150.0200.0220.0400.0720.0810.0120.0020.0610.0740.0120.0720.0730.0.ffeoc 000.0340.0314.0200.0720.0es105.0813.0140.0010.0311.0.ffeoc245.0267.0373.0743.0220.0500.0130.0700.0510.0360.0360.0750.0040.0890.0640.0730.0150.0521.0200.0590.0180.0151.0970.0170.0241.0260.0660.0780.0774.0582.0293.0265.0551.0962.0631.0330.0110.0520.0320.0830.0600.0810.0810.0720.0300.0250.0750.0431.0820.0231.0201.0150.0740.0501.0642.0410.0400.0500.0150.0720.0630.0730.0540.0840.0030.0320.0790.0951.0411.0050.0160.0911.0164.0220.0300.0600.0530.0020.0420.0420.0230.0630.0120.0810.0570.0801.0930.0770.0180.0930.0663.1900.0500.0110.0931.0431.0061.0712.0631.0961.0181.0641.0733.0882.0662.0811.0645.0441.0731.0071.0282.0722.0ecneirepxelanoisseforplatipa Cnamu HKgolssi MKgo L.pxeyrtsudnigo L.s.n.s.pxe.pxe.rtn E.rtn E1eergedlanoitacudetsehgihlatipa Cnamu Hnamstfarcretsa Meergedytisrevin Utuohti W Dh PDRmae T2noitadnuofforae Y.rged.cude.te H6002dednuo F7002dednuo F3yrtsudn I.funam TH.vres.tni.nhce Terawtfo S.vres.tni.lwon K.funamhcetwo L.vres.ler.sno C.vres.ler.su Bnoitcurtsno Ctnatsno C48HMLM7002Lgo Lgo Lgo L000.0051.0712.058.24871.2398.0000.0931.049.331622.2000.0811.023.302684.2828188920291889223718892112iwni.ravfo.ngistniojnotsetdlai Wsnoitavresb Ogo Lll3;5002dednuof2;gniniartlanoitacov1:secnerefe R.stekcarbniseulavp,sesehtnerapnisrorredradnatsderetsulc,10.0p,50.0p,01.0p:seto N.snoitaluclacsrohtua,8002lena Pp Utrat SWEZWKf:ecruo S.elaselohwdnaliaterdnamedrobalsuoenegoretehfosledomtibo T:61elba Ttibo TPtibo Tseeyolpmedellikswolfoerah Stibo TPtibo Tseeyolpmedellikshgihfoerah Ses670.0160.0140.0200.0420.0400.0820.0910.0220.0320.0710.0060.0020.0520.0530.0910.0710.0040.0220.0030.0920.0430.0530.0120.0910.0170.0.ffeoc 730.0260.0992.0300.0240.0es382.0812.0520.0600.0570.0.ffeoc764.0013.0222.0181.0010.0700.0920.0400.0600.0340.0630.0640.0160.0550.0560.0661.0930.0440.0700.0160.0470.0880.0450.0840.0390.0930.0530.0350.0923.0302.0292.0524.0670.0680.0531.0es827.0492.0043.0510.0781.0710.0960.0860.0618.0390.0611.0133.0952.0121.0171.0.ffeoc 010.0783.0240.0200.0650.0213.0972.0830.0900.0621.0292.0164.0054.0310.0411.0es.ffeoc040.0980.0490.0610.0940.0140.0140.0101.0180.0045.0436.0870.0461.0912.0250.0961.0581.0680.0670.0190.0260.0760.0970.0981.0252.0245.0737.0063.0032.0101.0330.0900.0040.0240.0810.0620.0240.0040.0911.0110.0150.0560.0001.0640.0231.0940.0590.0740.0990.0852.1910.0200.0400.0401.0011.0111.0261.0311.0611.0311.0231.0512.0963.0812.0684.0781.0002.0490.0630.0612.0251.0675.0215.0793.0905.0955.0246.0843.0882.0895.0088.0046.0628.0628.0033.0452.0141.0781.0542.1781.0081.0702.0281.0802.0962.0072.0602.0782.0675.0955.0106.0873.0760.0473.0163.0001.0879.1ecneirepxelanoisseforplatipa Cnamu HKgolssi MKgo L.pxeyrtsudnigo L.s.n.s.pxe.pxe.rtn E.rtn E1eergedlanoitacudetsehgihlatipa Cnamu Hnamstfarcretsa Meergedytisrevin Utuohti W Dh PDR2noitadnuofforae Y.rged.cude.te Hezismaetgo L6002dednuo F7002dednuo F3yrtsudn I.funam TH.vres.tni.nhce Terawtfo S.vres.tni.lwon K.funamhcetwo L.vres.ler.nisu B.vres.ler.sno Cnoitcurtsno Ctnatsno C49HMLM7002Lgo Lgo Lgo L000.0551.0620.008.25292.2204.0000.0280.0042.052.772000.0171.0333.010.863850.0205.0000.0521.049.001621.088918892333288925721889219218892112iwni.ravfo.ngistniojnotsetdlai Wsnoitavresb Ogo Lpll3;5002dednuof2;gniniartlanoitacov1:secnerefe R.stekcarbniseulavp,sesehtnerapnisrorredradnatsderetsulc,10.0p,50.0p,01.0p:seto N.snoitaluclacsrohtua,8002lena Pp Utrat SWEZWKf:ecruo S.elaselohwdnaliateres560.0940.0450.0200.0020.0400.0420.0710.0020.0910.0610.0440.0910.0520.0130.0610.0610.0730.0910.0320.0120.0130.0030.0910.0610.0870.0.ffeoc 520.0150.0003.0200.0030.0es535.0033.0650.0210.0931.0.ffeoc 836.0805.0317.0514.0720.0700.0520.0200.0510.0270.0170.0050.0710.0731.0930.0630.0850.0321.0400.0960.0670.0761.0180.0870.0661.0570.0680.0590.0384.0913.0393.0094.0851.0914.0960.0030.0900.0650.0360.0471.0960.0321.0240.0770.0830.0480.0062.0210.0500.0200.0751.0341.0761.0912.0241.0971.0191.0941.0843.0552.0280.0571.0245.0131.0851.0541.0092.0924.0000.095.19441.0264.2371.0334.125718892291.0431.0480.0400.0450.0210.0620.0420.0561.0150.0850.0750.0320.0050.0930.0720.0330.0990.0290.0690.0401.0590.0490.0821.0390.0652.0seeyolpmedellikswolfoerah S2eldru H1eldru Hseeyolpmedellikshgihfoerah S2eldru H1eldru Hdnamedrobalsuoenegoretehfoledomeldruhelbuodxo Cxo B:71elba Tes.ffeoces462.0371.0422.0500.0650.0974.0583.0711.0210.0681.0986.0120.0061.0.ffeoc 127.0443.0700.0700.0710.0720.0860.0750.0170.0041.0731.0380.0130.0901.0761.0960.0601.0780.0542.0111.0511.0761.0780.0801.0331.0192.0745.0236.0150.1015.0442.0130.0500.0640.0870.0201.0610.0700.0390.0201.0631.0560.0140.0960.0350.0340.0012.0261.0531.0551.0951.0031.0012.0081.0502.0972.0484.0677.0687.0988.0715.0922.0828.2512.0520.0000.099.94673.0958.1672.0102.172018892ecneirepxelanoisseforplatipa Cnamu HKgolssi MKgo L.pxeyrtsudnigo L.s.n.s.pxe.pxe.rtn E.rtn E1eergedlanoitacudetsehgihlatipa Cnamu Hnamstfarcretsa Meergedytisrevin Utuohti W Dh PDRmae T2noitadnuofforae Y.rged.cude.te H6002dednuo F7002dednuo F3yrtsudn I.funam TH.vres.tni.nhce Terawtfo S.vres.tni.lwon K.funamhcetwo L.vres.ler.nisu B.vres.ler.sno Cnoitcurtsno Ctnatsno C112iwni.ravfo.ngistniojnotsetdlai Wsnoitavresb Ogo Lll 50HMLM7002Lgo Lgo Lgo L3;5002dednuof2;gniniartlanoitacov1:secnerefe R.stekcarbniseulavp,sesehtnerapnisrorredradnatsderetsulc,10.0p,50.0p,01.0p:seto N.snoitaluclacsrohtua,8002lena Pp Utrat SWEZWKf:ecruo S.elaselohwdnaliaterA.1 Doublehurdle model The d 1ml procedure in Stata makes use of analytical derivatives of the loglikelihood function. The first derivatives are given as follows:cid:88cid:88cid:88000log Llog Llog Lzi 11cid:88cid:88cid:881iwi zi 121 12 121i 1 12cid:48 xii 211 12xi cid:34cid:181yi xcid:48ixiiyi xicid:48icid:35cid:1822 1wi,with 1 z expwcid:48i.cid:48cid:48ii, 2 xi, 1 zcid:48cid:48ii, 2 xi and i A.2 The BoxCox doublehurdle model The BoxCox hurdle model was first presented by Jones and Yen 2000 andis based on Craggs 1971 doublehurdle model with the dependent variabletransformed. Hence, compared to the doublehurdle model one more parameter, the transformation parameter has to be estimated. The transformationrelaxes the normality assumption of unobserved errors on which the standarddoublehurdle model is built. Similarly to Craggs doublehurdle model themodel is specified by two latent variables.dcid:48i i,i zycid:48i xi ui,i N 0, 1,ui N 0, 2,i 1, 2, . . . , n,i 1, 2, . . . , n,where ui and i are independently distributed.The observed dependent variable is transformed as follows:cid:40y Ti i 1ylnyiif cid:54 0if 051The BoxCox doublehurdle model is then given bycid:40y Ti yi 0if yif yi 1i 1 and di 0i 0,d orand the loglikelihood of the BoxCox doublehurdle model iscid:88cid:880Log L cid:34cid:183cid:179cid:179cid:1801 lncid:48zicid:195cid:180lnzcid:48iy 1i 1icid:33cid:35cid:181cid:481 xiii xcid:48y Tiicid:182cid:184.The first order derivatives are derived analytically:0cid:88cid:88cid:88cid:88cid:88000Log LLog LLog LLog Lwith 1 zcid:48i.i expw 11cid:88cid:88cid:35cid:48izi 1iwi zi 121 12 121i 1 12cid:34xi 1 xi 211 12211cid:181cid:183i 21 12i logyi 1 1yi 2cid:182cid:181i xcid:48y Tiii xcid:48y Ticid:88icid:34cid:181xii xcid:48y Tiicid:182cid:35cid:1822 1cid:184wi logyi,cid:48i, 2 cid:481 xii, 1 zcid:48i, 2 cid:481 xii and 52", "filename": "VfS_2010_pid_1009.pdf", "person": ["Kathrin Müller", "Müller, Kathrin"], "date": ["2010"]}