{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/100386/1/VfS_2014_pid_465.pdf"], "title": ["Monitoring Stationarity and Cointegration"], "plaintext": "Monitoring stationarity andcointegration Martin Wagner, Dominik Wied Faculty of Statistics, Technical University Dortmund Abstract We propose a monitoring procedure to detect a structural change from stationary tointegrated behavior. When the procedure is applied to the errors of a relationship betweenintegrated series it thus monitors a structural change from a cointegrating relationship toa spurious regression. The cointegration monitoring procedure is based on residuals frommodified least squares estimation, using either Fully Modified, Dynamic or Integrated Modified OLS. The procedure is inspired by Chu et al. 1996 in that it is based onparameter estimation only on a prebreak calibration period rather than being basedon sequential estimation over the full sample. We investigate the asymptotic behavior ofthe procedures under the null, for fixed and local alternatives and in case of parameterchanges. We also study the finite sample performance via simulations. An application tocredit default swap spreads illustrates the potential usefulness of the procedure.Keywords: Stationarity, Cointegration, Unit Roots, Structural Change, Monitoring JEL Code: C22, C32, C52Technical University Dortmund, Faculty of Statistics, Vogelpothsweg 87, D44221 Dortmund, Germany. EMail: mwagnerstatistik.tudortmund.de, Phone: 49 231 755 3174 M. Wagner. EMail:wiedstatistik.tudortmund.de, Phone: 49 231 755 5419 D. Wied. Financial support from Deutsche Forschungsgemeinschaft via the Collaborative Research Center 823: Statistical Modelling of Nonlinear Dynamic Processes Projects A1, A3 and A4 is gratefully acknowledged. We are grateful to Robert L oser and especially Philipp Aschersleben for excellent research assistance. The usual disclaimer applies.11. Introduction It is common practice in time series econometrics to investigate the stationarity, unit rootand cointegration properties of time series and a plethora of tests for stationarity, unitroots and cointegration is available. In relation to this practice, however, it may well bereasonable to investigate the question whether the stationarity or cointegration behaviorof time series changes over time. In particular, a time series may change its behavior fromstationarity, or being I0, to being integrated and a cointegrating relationship betweenseveral time series may break down and turn into a spurious relationship.1 Exampleswhere one may be concerned about this type of structural change include deviations frompurchasing power parity after a period of international economic stability or nonstationarity of credit default swap CDS spreads after the onset of a financial crisis.2Our monitoring procedure is inspired by the monitoring procedure for linear regressionmodels of Chu et al. 1996 in that parameter estimation, for estimating trend and when monitoring cointegration slope parameters, is based solely on a calibrationperiod at the beginning of the sample that is known or assumed to be free of structuralchange.3 Based on the parameter estimates, computed using only calibration perioddata, the detrended observations or the residuals of a cointegrating relationship arethe key ingredient for the monitoring procedure. The monitoring procedure is based onsequentially computing the differences of scaled partial sums of squared residuals overthe growing monitoring period and the calibration period.4 The detection time, definedin the following section, serves as an immediately available estimate of the breakpoint.In order to obtain nuisance parameter free limiting distributions of the test statistics 1As discussed below, the approach also allows to monitor whether the coefficients of a cointegratingrelationship change over time.2Related issues are analyzed in tests for socalled asset price bubbles, see e.g. Phillips et al. 2011,where a bubble is associated with a structural change towards explosive behavior. Our approach can beapplied in this context as well, as discussed later.3This approach to monitoring, based on estimation in a prebreak sample period only, has beenextended to the multivariate linear regression case by Groen et al. 2013 and has been applied tomonitor changes in the correlation structure by Wied and Galeano 2013.4This, of course, immediately implies consistency of the procedure against any more explosivealternative, like higher order integration or explosive behavior.2when applying the principle to monitor cointegrating relationships, parameter estimationon the calibration sample is performed using any of the available modified least squaresestimators that lead to nuisance parameter free limiting distributions of the parametersof the cointegrating relationship.In particular we consider here Fully Modified OLSFMOLS of Phillips and Hansen 1990, Dynamic OLS DOLS of Saikkonen 1991,Phillips and Loretan 1993 and Stock and Watson 1993 or Integrated Modified OLSIMOLS of Vogelsang and Wagner 2014.The asymptotic properties of the monitoring procedures are derived under both the null aswell as under fixed and local alternatives and for the case of breaks in trend parameters.In case of cointegration monitoring we additionally consider the asymptotic behaviorof the monitoring procedure in case of breaks in the slope parameters. Based on theasymptotic results, the performance of the proposed methods is investigated by means oflocal asymptotic power analysis. Furthermore, finite sample simulations are performed toconsider empirical size and power for a variety of scenarios. Again, in addition to studyingthe power against the alternative of integrated behavior we also assess the performancein case of parameter changes in the trend andor slope coefficients.We briefly illustrate our monitoring procedure using daily CDS spreads series for Austria,Cyprus, France and Germany over the period April 3, 2009 to August 1, 2012. The nullhypothesis of no structural change from stationary to integrated behavior is rejected forall countries and all five considered maturities. For most of the series the estimated breakdate is found to be in summer or fall 2010, i.e. already almost a year before the CDSspreads series started to be dramatically high starting in summer 2011.The paper is organized as follows: Section 2 develops the stationarity monitoring procedure and studies its asymptotic properties under the null, for fixed and local alternativesand in case of trend breaks. In Section 3 the approach is extended to monitor cointegration and the asymptotic properties of the monitoring procedure are discussed in detailfor the above mentioned three estimation procedures for cointegrating relationships. Inaddition we discuss here also the properties in case of structural change in the slope 3parameters. Section 4 provides some simulation results investigating the finite sampleproperties of the proposed monitoring procedures and Section 5 contains a brief illustration of the monitoring procedure using CDS spreads data for four European countries.Finally, Section 6 briefly summarizes and concludes. All proofs are deferred to Appendix A and Appendix B provides some tables with critical values.2. Model and Assumptions for Monitoring Stationarity The starting point of our considerations is to monitor trendstationarity ofyt Dcid:48t D ut,1for which a sample of observations for t 1, . . . , T is available and where Dt Rp is adeterministic trend function for which the following assumption is made.Assumption 1. There exists a p p matrix GD and a vector of functions, Dz, suchthat T 1G1Dcid:90 scid:88s T t1Dt cid:90 s Dzdz with 00DzDzcid:48dz 0.2If e.g. Dt 1, t, t 2,  , tp 1cid:48, then GD diag1, T, T 2,  , T p 1 and Dz 1, z, z 2,  , zp 1cid:48.Under the null hypothesis of trend stationarity we posit the assumption that the processut fulfills a functional central limit theorem FCLT:Assumption 2. The stationary process ut fulfillss T cid:88t11Tut 12W s,3where s T , with 0 s 1, denotes the integer part of s T , W s denotes standard Brownian motion and where 0 is the longrun variance of ut, :Eututj.4cid:88j4In this paper we refer to a stochastic process fulfilling Assumption 2 as an I0 process.Requiring 0 excludes overdifferenced process, e.g. ut t t 1 for some whitenoise process t, has longrun variance equal to 0.Remark 1. Note that we do not need stationarity in our I0 definition, but only thementioned functional central limit result 3, with lim T Ecid:16 1cid:80Tcid:172t1 ut. All Tresults hold without the extra requirement of stationarity in Assumption 2. We includestationarity in the assumption, since we consider later monitoring of cointegration, i.e.linear combinations of series that are stationary in the usual definition of cointegration.cid:3Under the alternative we consider the situation that there exists some time point r T ,with m r 1 such that the process behaves like an I1 process from r T 1 onwards,i.e. that Assumption 2 is violated from r T 1 onwards in a specific way. For our paperwe define a process xt to be an I1 process, in accordance with our I0 definition, ifxs T 12W s,1T5for some 0 and W s again standard Brownian motion. It is clear that thepartial sum process of an I0 process is an I1 process.Thus, our null and alternative hypotheses are in formal terms given bys T cid:88s T cid:88t11Ttr T 1H0 :H1 :1Tut 12W s,for all 0 s 1s T cid:881Tut OpT 12 andut cid:54 opT 12for some 1 r m 0 and for all s rtr T 167The above formulation is to be understood in the sense that also under the alternativethe process ut fulfills Assumption 2 up to r T m T . Thus, we want to detect achange from I0 to I1 behavior under the alternative that occurs at time point r T 5with m r 1, i.e. a change that occurs only after some prebreak fraction of lengthm T with 0 m 1.As we shall see below, we need such a prebreak sample fraction m in particular in orderto consistently estimate several quantities required to obtain a null limiting distributionof our detector that is a function only of the included deterministic components andstandard Brownian motions and for which thus critical values can be simulated. Thesequantities include, depending upon situation considered, the longrun variance , thetrend parameters D and in the following section, dealing with cointegration, also slopeparameters X corresponding to the I1 regressors in the monitored cointegrating relationship.Remark 2. As mentioned in the introduction, our approach is inspired by Chu et al.1996, albeit we frame the problem slightly differently. As is standard in the unit rootand cointegration literature we map the full set of observations 1, . . . , T in the interval0, 1, as T , and thus in the limit our prebreak estimation period corresponds to theinterval 0, m, as we use observations 1, . . . , m T for parameter estimation. Chu et al.1996 consider as their historical period observations 1, . . . , m. In their asymptoticanalysis m, with m , is considered a fraction of the overall sample size T m.Thus, the observations 1, . . . , m are mapped into the interval 0, 1 and the whole set ofcid:3observations into 0, .Considering for the moment ut to be observable and known suffices to discuss theapproach of the paper. In this idealized case the detector for ut is given by 1for m s 1 and with Si cid:80i H ms1:Ts T cid:88cid:18 1im T 1Si Tcid:192 1Tcid:18 1m T cid:88i1Si Tcid:192 ,8t1 ut denoting the partial sums of ut.6Under Assumption 2 it holds under the null hypothesis of no structural change thatcid:18cid:90 scid:90 mcid:19H ms Hms :W z2dz W z2dz,9m 0whereas the detector will diverge under the alternative see the discussion below fordetails. The detector is inspired by the KPSS stationarity test of Kwiatkowski et al.cid:18cid:80Tcid:16 1cid:172cid:19to cid:82 11992, with the idealized test statistic given by 11Ti1Si T, which converges 0 W z2dz under the null of stationarity.In case of I1 behavior the scaled sumdiverges and our detector exploits these differences by comparing the convergent prebreak quantity with the potentially diverging postbreak quantity.5A related procedure is provided by Steland 2007, who bases his monitoring procedure on sequential kernelweighted variance ratios, i.e. his detector to monitor a change T 1cid:80s T from I0 to I1 behavior is, using our notation and for known , given by UT s for some kernel function Kh. Kernel weighting is important in hisi Khis T i1 S2approach, as he also considers monitoring a change from I1 to I0 behavior with adifferently scaled detector than the one given above. In addition to the different construction of the detector, another difference is that Steland does not consider parameterestimation on a calibration period and in particular neither he nor any of the otheravailable procedures consider monitoring of cointegrating relationships.6We define the detection time mH ms, ws, c, often only written as m if the contextis clear, ascid:26m : minm T 1 s T T :cid:12cid:12cid:12cid:12H mswscid:12cid:12cid:12cid:12 ccid:27,105Let us note already here that in the cointegration monitoring situation our detector is similarly basedon the cointegration test statistics of Shin 1994 that extends the KPSS test from a stationarity to acointegration test.6Another related procedure is discussed in Kim 2000, who considers the properly scaled ratio sumsof squared partial sums of residuals before and after the hypothesized break. Note that Steland 2007does not consider deterministic components. This restriction is relaxed to a certain extent in Steland2008, where he considers polynomial trends. This situation is also considered in Qi et al. 2013. Chenet al. 2010 modify the approach of Steland and also use a calibration period at the beginning of thesample for which it is known whether the series is I0 or I1. Chen et al. 2012 use the bootstrap todetect multiple changes of persistence.7cid:12cid:12cid:12 Hmswsws , exceedscid:12cid:12cid:12 c for alli.e. the null hypothesis is declared rejected when the standardized detector, Hmsa critical value c in absolute value for the first time.m s 1 we write m . Consequently, the value m can be interpreted in two In case thatdifferent ways. On the one hand, it tells us if the null hypothesis is rejected or not. Onthe other hand, it gives information about the position of the potential break point.The properties of such a monitoring procedure hinge, by construction, upon the thresholdfunction 0 ws and the constant c, which itself depends upon ws. These twohave to be chosen in order to ensure that under the null hypothesis Pm lim TPlim T c11cid:33cid:32cid:12cid:12cid:12cid:12cid:12cid:12cid:12cid:12H mscid:12cid:12cid:12cid:12 ccid:19ws ,m T 1s T Tsupcid:12cid:12cid:12cid:12Hmswscid:18 Psupms 1with denoting the chosen significance level. The choice of ws, and c, is discussed inmore detail below.With the starting point in most applications being the observed time series yt rather thanut, partial sums of residuals are the input in the monitoring procedure. The residuals ut,mare given by detrended yt, with the trend parameters D estimated from the prebreaksample t 1, . . . , m T . Thus,ut,m : yt Dcid:48 ut Dcid:48tt ut Dcid:48t D,mcid:17cid:16D,m D1m T cid:88Di Dcid:48ii1m T cid:88i1Diui.Under Assumptions 1 and 2 it follows immediately thats T cid:88t11Tcid:98Ss T 12cid:99Wms,ut,m 1T81213t1 ut,m andcid:99Wms : W scid:82 swithcid:98Si cid:80imapping theorem, the asymptotic behavior of the detector based on ut,m, cid:98H ms say,0 DzDzcid:48dzcid:11cid:82 m Given the FCLT 13 for the partial sum of the detrended observations and the continuous 0 Dzcid:48dzcid:0cid:82 m 0 Dzd W z.under the null hypothesis can be established.Lemma 1. Let yt be generated by 1 with Assumptions 1 and 2 in place and let mdenote a consistent longrun variance estimator based on ut,m, for t 1, . . . , m T . Thenit holds under the null hypothesis for T and m s 1 thatcid:192cid:98Si1415cid:98H ms:1mcid:90 sms T cid:88 1Tcid:99W 2mzdz im T 1cid:18 1cid:18 1cid:192 1m T cid:88cid:98Sicid:90 mcid:99W 2mzdz : cid:98Hms.i1TTT0In order to show consistency of the detector later, it is of key importance here that allparameters, i.e. the trend slopes D and the longrun variance , are estimated onlyfrom the prebreak sample up to m T . Consistent longrun variance estimation is a wellstudied problem in the econometrics literature and has been established for a variety ofprimitive or high level assumptions. For simplicity in this paper we merely assume thatthe sufficient assumptions on ut, the kernel function and bandwidth given in Jansson2002 are fulfilled.7Under the stated assumptions it can be shown that under the null hypothesis, for givenweighting function ws, there exist critical values c c, ws, such that the detectiontime is finite with probability equal to the prespecified level .Proposition 1. Let the data be generated by 1 with Assumptions 1 and 2 in placeand let m denote a consistent longrun variance estimator and consider 0 ws .Then, under the null hypothesis it holds that for any given 0 1 and 0 ws 7To be precise this means to specify more detailed assumptions on ut than just the FCLT formulatedin Assumption 2, compare Assumptions A1 and A2 in Jansson 2002. Let us note again, that any otherset of assumptions that allows for consistent longrun variance estimation also would serve our purposes.In relation to Remark 1 it has to be noted that without the stationarity assumption one has to resort toother conditions, since Jansson 2002 considers stationary processes.9there exists a c c, ws, such that Pmcid:98H ms, ws, c, ws .lim T16Given the behavior under the null hypothesis the next result shows that the monitoringprocedure is consistent against both fixed and local alternatives, defined precisely below.As fixed alternative we consider the case that ut changes behavior from I0 to I1 atsome point after m T , i.e. that H1 as given above holds. To understand the propertiesof our procedure in more detail we also consider local alternatives of the following forminspired by Cappuccio and Lubian, 2005. There exists an r, with m r 1 such thatfor all t r T we have ut u 0t , while for all t r T it holds thatut u 0t Ti,17tcid:88ir T 1with u 0t and t independent processes both fulfilling Assumption 2, with longrun variances and , and 0. I.e. under the considered local alternatives the process ut is, fromtime point r T 1 onwards, the sum of an I0 process and an independent I1 processdivided by the sample size. The local alternatives imply that the partial sum process ofut,m, i.e. cid:98St converges to the following expression for details see the proofs in Appendix A:cid:98Ss T 12cid:99Wms 121Tcid:90 srWz Wrdz,18where integrals and sums with the lower boundary larger than the upper are defined tobe equal to 0. Here Ws is a standard Brownian motion independent of W s.Proposition 2. Consistency and Local Asymptotic PowerLet the data be generated by 1 with Assumption 1 in place and with ut fulfilling Assumption 2 until r T , with m r 1. Furthermore, let m again be a consistent longrunvariance estimator and let 0 ws .10a Let ut be an I1 process as specified in H1 from r T 1 onwards. Then themonitoring procedure is consistent, i.e. for any 0 c it holds that Pmcid:98H ms, ws, c 1.lim T19b Let ut be as specified in 17 from r T 1 onwards. Then the monitoring procedurehas nontrivial local power. That means that for any 1 0 and the 0 c c, ws from Proposition 1 there exists a 0 c, ws such that Pmcid:98H ms, ws, c, ws 1 .20lim TThe result underlying part b stems from the convergence result for cid:98Hms under theconsidered local alternatives. For s r m it holds that:cid:16 cid:98Hms cid:98Hms 2cid:18cid:90 zcid:90 s2 rrcid:1712cid:90 srcid:99Wmzcid:18cid:90 zcid:192rcid:19dz Wg Wr dgWg Wr dgdz.21This result shows that the magnitude of the additional terms depends, in addition to, upon the signaltonoise ratio of and . As expected enters with negativepowers, i.e. a larger error variance decreases local asymptotic power and similarly alarger variance of the additional I1 component increases local asymptotic power.8Remark 3. It is clear and immediate from an inspection of the proof that the procedure is consistent not only against the I1 alternative but also against the alternative of nearintegrated processes, compare Phillips 1987. A nearintegrated process 8In the local asymptotic power simulations below we set the signaltonoise ratio without loss ofgenerality equal to one, since local asymptotic power depends only upon the product of and thesignaltonoise ratio. Also note that it is sufficient to consider u 0t and t independent, as asymptoticindependence between the two components can always be achieved by redefining the two quantitiescorrespondingly after orthogonalization.11is given by ut 1 c T ut 1 t, with c 0 and t a stationary process with finiteand positive longrun variance . Clearly, in case c 0 we are back to the standardtional central limit theorem for nearintegrated processes, i.e.I1 alternative. Consistency against nearintegrated alternatives follows from the funcVcr cid:82 rur T Vcr, with 0 ecrsd W s, which implies that nearintegrated alternatives fulfill H1. cid:3in many ways. A natural candidate is to choose ws in relation to Ecid:98Hms. In the The above results do not pin down the threshold function ws, which could be specified 1Tspecial case of only an intercept Dt 1, we obtaincid:99Wms W s scid:90 mm 0d W z W s sm W m.22Then, with the wellknown covariance structure of a standard Brownian motion oneobtains Ecid:99W 2ms s 2smmins, m s 2m,from which, by changing the sequence of integration Fubini, it follows that Ecid:98Hms Ecid:99W 2mzdz Ecid:99W 2mzdz 12s 2 13s 3m.cid:90 smcid:90 m 02324Thus, the order of the expected value is s 3, which motivates our choice ws s 3. Incase that the deterministic component consists of intercept and linear trend Dt 1, t,similar calculations lead to the order being s 5. Thus, in the linear trend case we considerws s 5 in the simulations and application below.For given or chosen weighting function critical values for the test procedure can be simulated by approximating the functionals of Brownian motions by the corresponding functions of random walks of length 1,000 generated from i.i.d. standard normal randomvariables. The available critical values are based on 1,000,000 replications. The criticalvalues depend upon 0 m 1 and the specification of the deterministic component.12Detailed critical values for a grid of mvalues ranging from 0.1 to 0.9 with mesh 0.01 arecontained in Appendix B, in Table 2, for Dt 1 with ws s 3, and in Table 3, for Dt 1, tcid:48 with ws s 5.The monitoring procedure can also be used to instead detect breaks in the trend parameters D that occur after m T , given that the trend parameters are also estimated onlyusing the observations up to this time point. Again we consider fixed and local alternatives.9 In the present context local alternatives are not described by a scalar parameter,but by Rp and the appropriate local alternatives are given by 1G1cid:48D , reflecting Tthe different rates of convergence of the trend parameters. E.g. for the constant term, the, whereas for the linear trend coefficient the rate is T 32. It will alsorate is the usual 1Tbe seen that nontrivial local power is related to a certain constraint on the parameterchange, see 26 below.Proposition 3. Behavior in Case of Trend BreaksLet the data be generated by 1 with Assumptions 1 and 2 in place and let m denote againa consistent longrun variance estimator. Assume furthermore again that 0 ws and 0 c .a Fixed Alternative Let D D,1 for t 1, . . . , r T and D D,2, with D,1 cid:54D,2, from t r T 1 onwards, then Pmcid:98H ms, ws, c 1.lim Tb Local Alternative Let D D,1 for t 1, . . . , r T and D D,1 1Tfrom t r T 1 onwards withcid:90 1r Dzcid:48dz cid:54 0,25G1cid:48D 26then the monitoring procedure has nontrivial local power. That means that for any 9The usage of the word alternative is sloppy here, since it is now not the stochastic component thatleads to divergence of the detector. We are confident that this will not lead to any confusion.131 0 and the 0 c c, ws from Proposition 1 there exists a c, ws fulfilling 26 such thatlim TPmcid:98H ms, ws, c, ws 1 .r Dzcid:48dz cid:01 r, 12 12r 2cid:1 and thus the set of values for whichin case of Dt 271, tcid:48 it holds that cid:82 1The above condition 26 is not fulfilled only on an algebraic set. E.g. R2 is orthogonal to this vector corresponds to a straight line in R2.An analogous result as given above in 21 for the case of local trend breaks is, for thespecial case of Dt 1 and for s r m, given by:cid:90 scid:99Wmzz rdz cid:98H ms cid:98Hms 2cid:18 s 32312 s 2r sr 2 r 33rcid:1928Remark 4. In case that breaks occur in both the deterministic and stochastic componentof yt, the behavior of our detector is a corresponding combination of the behavior discussedin Propositions 2 and 3. This implies that a rejection of the null hypothesis does notcid:3allow one to identify the sources of the break.Remark 5. Our approach can also be employed for detecting bubbles.In the recentliterature, a bubble is often characterized as a period where the behavior of a timeseries has switched from integrated to explosive behavior, compare Phillips et al. 2011.Thus, our procedure allows to detect the beginning of a bubble by considering the firstdifference of the series, since in case of no bubble the first differences are stationary,whereas in case of explosive behavior also the first differences exhibit explosive behavior.cid:3Remark 6. In relation to the previous remark, with bubbles typically considered to betemporary rather than permanent phenomena, it has to be noted that our procedurewill be consistent in detecting episodes of I1 or explosive behavior, as long as these 14episodes have asymptotically positive length. E.g. in the case of only one period underthe alternative it has to hold that this period occurs over a subsample of the formr 1T , . . . , r 2T with r 1 r 2.periods of this form.It is immediate that consistency generalizes to multiplecid:3We close this section by looking at local asymptotic power LAP of the monitoringprocedure. We consider LAP as discussed in Proposition 2b and against localtozerotrend breaks as discussed in Proposition 3b. The power curves are simulated similarly tothe critical values. Discretized versions of the corresponding limiting distributions underthe local alternatives are simulated. The limiting distribution for LAP against a unit rootprocess is given in 21 and the limiting distribution in case of local trend breaks is givenin 28. Again time series of length 1,000 are generated, with the number of replicationsgiven by 10,000. For each replication the errors ut, and when considering Proposition 2bthe t, are drawn as i.i.d. standard normal random variables independent of each other.The resulting values are then compared with the critical values and all test decisions areperformed at the 5% level. All LAP curves are drawn for a grid of 21 equidistant valuesof , starting at zero. Throughout we consider different combinations of the calibrationperiod m 0.25, 0.5, 0.75 and break point r m from the same set of values.In Figure 1 we display local asymptotic power based on Proposition 2b. The upper twoplots consider the intercept only case and the lower two plots display the linear trendcase. LAP is lower in the linear trend case compared to the intercept case. In each ofthe two subblocks of the figure the upper plot shows the effect of increasing r relativeto fixed m 0.25. As expected, LAP is decreasing with increasing r, since the periodover which the integrated behavior can be detected is getting shorter and starts later.The lower two figures each display the effect of increasing the estimation subsample withincreasing values of m r. Here the effects are as expected for the intercept case, where LAP is decreasing with increasing values of m r. The results are different in the lineartrend case, where LAP is highest for m r 0.5 and lowest for m r 0.25.In Figure 2 we display, based on the result in Proposition 3b, LAP against breaks in the 15Figure 1: LAP for monitoring stationarity. The upper two plots display the intercept case andthe lower two plots the linear trend case. The plots show results for different combinations ofm and r.16lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75intercept upper two plots and breaks in the linear trend parameter lower two plots.10The structure of the plots is the same as in Figure 1 and also the findings are very similar.The only nonexpected result again occurs in the lowest plot, where LAP for differentvalues of m r in case of a break in the linear trend is displayed. In this case LAPincreases with the prebreak sample fraction, which is exactly opposite to the case of abreak in the intercept.3. Monitoring Cointegration In this section we use the same ideas as discussed before to monitor cointegrating relationships using the following setup:yt Dcid:48t D Xcid:48t X ut Xt Xt 1 vt,2930with yt R and Dt Rp as before and Xt Rk . The joint error vector t ut, vcid:48tcid:48fulfills a similar assumption as ut in the previous section:Assumption 3. The stationary process t fulfillss T cid:88t11Tt 1T uu uvvu vv 12W s,t1vts T cid:88 ut :cid:88jEtcid:48tj 0.3132with W s Wuvs, Wvscid:48cid:48 R1k a vector of standard Brownian motions and 10Note the different ranges of the horizontal axis for the two cases, with 0, 10 in case of anintercept break and 0, 100 in case of a break of the slope of the linear trend.17Figure 2: LAP against breaks in deterministic components. The upper two plots display thecase of a break in the intercept and the lower two plots display the case of a break in the lineartrend. The plots show results for different combinations of m and r.18lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75For our purposes it is convenient to use 12 12uv 0 ,uv 12vv33where uv : uu uv 1vv vu and uv : uv12vv 1.The assumption vv 0 excludes cointegration amongst the regressors and is typicallyrequired for the modified OLS estimation techniques available, including Fully Modified OLS FMOLS of Phillips and Hansen 1990, Dynamic OLS DOLS of Saikkonen1991 or Integrated Modified OLS IMOLS of Vogelsang and Wagner 2014.well known that OLS estimation of cid:48It is Xcid:48 in 29 is consistent, but that in general the limiting distribution of the OLS estimator depends on second order bias terms,D, cid:48which render asymptotic standard inference based on the OLS estimates infeasible. Thisproblem occurs in particular when the regressors are not strictly exogenous, i.e. whenthe matrix is not blockdiagonal.11 The mentioned modified OLS estimators lead tolimiting distributions of the parameters that are proportional to functionals of standard Brownian motions which depend upon Dt and the number of integrated regressors kalso in case of endogeneity. For brevity we abstain from explaining these wellknown procedures here and just consider the residuals obtained from these estimation proceduresas input in our monitoring procedure.12We consider for illustration specifically the residuals of FMOLS estimationt,m : yt Xcid:48u1 ut vcid:48vu Dcid:481vu Dcid:48vvttvvtt D,m Xcid:48cid:16D,m DX,mcid:17 Xcid:48ttcid:16X,m Xcid:17,34where D,m and X,m denote the FMOLS coefficient estimates and m denotes the 11In case of strict exogeneity, asymptotically valid inference can be based on the OLS estimates if serialcorrelation in ut is handled appropriately using longrun variance estimates.12Only the less wellknown IMOLS estimator is briefly discussed below.19longrun variance estimate, all computed from the prebreak sample 1, . . . , m T .13Using consistent estimates of the longrun variances, ensured again by assuming to be inthe framework covered by Jansson 2002, leads to a FCLT for the modified OLS residualsut,m.Lemma 2. Let the data be generated by 29 and 30 with Assumptions 1 and 3 inplace and let be a consistent longrun variance estimator required only for FMOLS.Then it holds under the null hypothesis and for m s 1 for T for FMOLS and DOLS thats T cid:88t11Tt,m 12uuv Wu.vs cid:32uvcid:99Wuvs: 12cid:90 s 0Jzcid:48dzcid:18cid:90 m 0cid:191cid:90 m 0JzJzcid:48dzcid:33Jzd Wuvz35with Js : Dscid:48, Wvscid:48cid:48.Clearly, the process cid:99Wuvs depends upon Dt, the number of integrated regressors kand the prebreak fraction m, with these dependencies neglected for notational brevityhenceforth.Given the FCLT 35 for the partial sum process of the modified residuals, the detectorfor cointegration, using either the FMOLS or the DOLS estimator, is defined bycid:98H m,s:1uv 1Ts T cid:88cid:18 1Tcid:192 1Tcid:98Sicid:18 1Tm T cid:88i1im T 1cid:192 ,cid:98Si361vvusing the same notation for the residuals and coefficient estimates as uXcid:48j,m, or equivalently ut,m ut Dcid:48Xcid:48tjwhere the scaling factor is now a consistent estimator uv uu uv X,m cid:80k 213In case the procedure is implemented using the DOLS estimator, the residuals are defined D,m cid:80k 2jk 1j,m, with the matrices D,m, X,m and j,m being the OLS estimates from the retjt D Xcid:48gression yt Dcid:48tjj ut estimated on the sample 1, . . . , m T . Whereas in FMOLS estimation bandwidth and kernel have to be chosen, DOLS estimation requires choosing thenumber of lags k 1 and leads k 2. Under appropriate assumptions concerning the asymptotic behavior oflaglead choices the DOLS residuals fulfill the same FCLT as the FMOLS residuals. Asymptotically,therefore the usage of either estimator leads to the same monitoring procedure.cid:16D,m Dcid:16X,m Xt X cid:80k 2cid:17 Xcid:48vu of thet,m : yt Dcid:48tcid:17 tjk 1Xcid:48Xcid:48jk 1tt 20conditional longrun variance uv.All longrun variances and covariances required in the procedure both for modified OLSparameter estimation as well as for scaling the detector are based on the OLS residualstcid:48.ut,m stacked on top of the first differences of the regressors, i.e. upon t ut,m, vcid:48Again the OLS estimation from which the parameter estimates and longrun varianceestimates are computed uses observations t 1, . . . , m T only.Given the definition of the detector for cointegration 36 the first result to be establishedis the asymptotic distribution of the detector under the null hypothesis.Lemma 3. Let the data be generated by 29 and 30 with Assumptions 1 and 3 in placeand let uv denote a consistent longrun variance estimator. Then it holds under the nullhypothesis and for m s 1 for T for FMOLS and DOLS thatcid:98H m,s cid:99W 2uvzdz cid:99W 2uvzdz : cid:98Hm,s37cid:90 smcid:90 m 0Alternatively, one can also base the cointegration monitoring procedure on the residualsof the recently proposed Integrated Modified OLS IMOLS estimator of Vogelsang and Wagner 2014. A potential advantage of the IMOLS estimator compared to FMOLSand DOLS is that for parameter estimation no kernel and bandwidth or lead and lagchoices are required. The IM regression is given byt SDcid:48Syt D SXcid:48t X Xcid:48t Sut ,38t cid:80twith Syj1 yj denoting the partial sums, and similar definitions of SDt and SXt .We denote the corresponding OLS residuals, with estimation based upon the prebreaksample 1, . . . , m T by using the same notation for the coefficient estimates as beforeSut,m : Sytt SDcid:48t Xcid:48D,m SXcid:48tm SDcid:48t Su X,m Xcid:48tmt D,m D SXcid:48t X,m X394021Under the assumptions stated the following FCLT holds:Lemma 4. Let the data be generated by 29 and 30 with Assumptions 1 and 3 inplace. Then it holds for T thats T cid:88t21Twhere gs : cid:82 s Sut,m 12uvcid:3200cid:191cid:90 m: 12uv Pms,gzgzcid:48dz Wuvs gscid:48cid:18cid:90 m 0 Dzcid:48dz,cid:82 s 0 Wvzcid:48ds, Wvzcid:48cid:48 and Gs :cid:82 s 1cid:18 1cid:192 1cid:18 1m T cid:88s T cid:88Sui,m TI ms:1uv Tim T 1Ti1Sui,m T0 gzdz.cid:192 ,Based upon the above result, the IMOLS based detector is defined analogously as:Gm Gz d Wuvzcid:334142where the scaling is, as for the other detectors, based on a consistent estimator of uv.Note that the same estimator as for FMOLS or DOLS, i.e. the estimator based on the OLS residuals ut,m stacked on top of the first differences of the regressors, is used. Theasymptotic null behavior of the IMOLS detector is given next.Lemma 5. Let the data be generated by 29 and 30 with Assumptions 1 and 3 in placeand let uv denote a consistent longrun variance estimator. Then it holds under the nullhypothesis and for m s 1 for T for IMOLS thatcid:90 scid:90 m I ms Pmz2dz Pmz2dz : I ms43m 0As for the stationarity monitoring procedure, it can be shown that under the null hypothesis for given weighting function ws, there exist critical values c c, ws, suchthat the detection time is finite with probability equal to the prespecified level .Proposition 4. Let the data be generated by 29 and 30 with Assumptions 1 and 3in place, let longrun variance estimation be carried out consistently and consider 0 22ws . Then, under the null hypothesis there exists for any given 0 1 criticalvalues c c, ws, depending upon estimation method, such that Pmcid:98H m,s, ws, c, ws ,lim Tin case that FMOLS or DOLS is used, respectively Pmcid:98I ms, ws, c, ws ,lim Tin case IMOLS is used.4445Remark 7. Note that for given weighting function ws the critical values are identicalfor the FMOLS and DOLS based detectors, but are different for the IMOLS basedcid:3detector.The critical values depend again also on the weighting function ws, which we againchoose as ws s 3 in the intercept case Dt 1 and ws s 5 in the linear trend case Dt 1, tcid:48. Critical values for these two cases are provided for both FMOLS and DOLS, in Tables 4 and 5, as well as for IMOLS, in Tables 6 and 7, in Appendix B for oneintegrated regressor.14 The simulations are performed analogously to the ones describedabove in Section 2 for the critical values for the stationarity monitoring procedure.It remains to establish the behavior of the monitoring procedure under alternatives. Infact there are now three dimensions of structural change against which the proceduresare shown to have power. First, changes in the behavior of ut, where we consider exactlythe same alternatives as above in Proposition 2. Second, again similar to before, weconsider the behavior against breaks in the parameters corresponding to the deterministiccomponent. Third, we now additionally consider the behavior against breaks in the slopecoefficients corresponding to the integrated regressors. For all three cases we consideragain fixed and local alternatives.14Critical values for up to four integrated regressors are available in supplementary material. Alsocomputer code that implements the procedures is available upon request.23Proposition 5. Consistency and Local Asymptotic PowerLet the data be generated by 29 and 30 with Assumption 1 in place and t fulfilling Assumption 3 until r T , with m r 1. Furthermore, assume that longrun varianceestimation is performed consistently using observations 1, . . . , m T and let 0 ws . Denote with cid:98F ms either cid:98H m,s or cid:98I ms.a Let ut be an I1 process as specified in H1 from r T 1 onwards. Then themonitoring procedures are consistent, i.e. for any 0 c it holds that Pmcid:98F ms, ws, c 1.lim T46b Let ut be as specified in 17 from r T 1 onwards. Then the monitoring procedureshave nontrivial local power. That means, for any 1 0 and the 0 c c, ws from Proposition 4 there exists a 0 c, ws such that Pmcid:98F ms, ws, c, ws 1 .lim T47Proposition 6. Behavior in Case of Trend BreaksLet the data be generated by 29 and 30 with Assumptions 1 and 3 in place. Furthermore, assume that longrun variance estimation is performed consistently using observations 1, . . . , m T and let 0 ws . Denote with cid:98F ms either cid:98H m,s orcid:98I ms.a Fixed Alternative Let D D,1 for t 1, . . . , r T and D D,2, with D,1 cid:54D,2, from t r T 1 onwards, then Pmcid:98F ms, ws, c 1.lim Tb Local Alternative Let D D,1 for t 1, . . . , r T and D D,1 1T2448G1cid:48D from t r T 1 onwards withcid:90 1r Dzcid:48dz cid:54 0,49then the monitoring procedure has nontrivial local power. That means, for any 1 0 and the 0 c c, ws from Proposition 4 there exists a c, ws fulfilling 49 such that Pmcid:98F ms, ws, c, ws 1 .lim T50Compared to the discussion in the previous section, there is now the additional possibilityof breaks in the slope coefficients X, which are in a sense equivalent to changes in thebehavior of the ut. Consider for simplicity the case X X,1 for t 1, . . . , r T and X X,2, with X,1 cid:54 X,2, for t r T 1, . . . , T . In this case we can write for t r T yt Dcid:48 Dcid:48t D Xcid:48t D Xcid:48t X,2 utt X,1 Xcid:48tX,2 X,1 ut5152Clearly, this implies that in the residual process starting from r T onwards an integratedtX,2 X,1,m is present. This component remains present as an I1process given by Xcid:48process also in the limit due to consistency of X,1,m X,1 cid:54 X,2. Consequently, incase of a break in the slope parameters, the residual process is an I1 process. Therefore, the asymptotic behavior in case of slope breaks is similar to the case discussed in Proposition 5. We therefore have a very similar result, where local alternatives are nowof the form X,2 X,1 1T .Proposition 7. Behavior in Case of Slope BreaksLet the data be generated by 29 and 30 with Assumptions 1 and 3 in place. Furthermore, assume that longrun variance estimation is performed consistently using observations 1, . . . , m T and let 0 ws . Denote with cid:98F ms either cid:98H m,s or 25cid:98I ms.a Considering fixed alternatives of the form X X,1 for t 1, . . . , r T and X X,2 for t r T 1, . . . , T , with X,1 cid:54 X,2 leads to a similar result as in part aof Proposition 5.b Considering local alternatives of the form X X,1 for t 1, . . . , r T and X T , with cid:54 0, for t r T 1, . . . , T leads to a similar result as in part X,1 1b of Proposition 5.Remark 8. If one considers the limiting distributions of the detectors under the variousforms of alternatives in more detail one sees that for FMOLS and DOLS the additionalterms related to the local alternatives involve integral terms ranging from the breakfraction r to s. This is similar to the limit results that arise when considering localalternatives for stationarity monitoring, see again 21 or 28.In case of the IMOLSbased detector the corresponding terms involve integrals ranging from 0 to s. This isan effect of partial summing the observations before parameters estimation when using IMOLS.Remark 9. Remarks 3 to 6 apply analogously to the cointegration monitoring procedurescid:3as well.We again close this section by considering local asymptotic power which is simulated analogously to the LAP simulations in the previous section, i.e. the number of replications is 10,000 and the time series considered are of length 1,000. All random variables are i.i.d.standard normal. The limiting distribution for LAP as discussed in Proposition 5bis based on the FCLTs under local alternatives given in 59 for FMOLS and DOLSand 60 for IMOLS in Appendix A. These are the input to obtain a limiting distributionsimilar to the limiting distribution given in 21 used above to study LAP when monitoring stationarity. Also local asymptotic power against trend breaks Proposition 6is simulated in the same way with the corresponding FCLTs given in 63 and 64 in 26Figure 3: Local asymptotic power for k 1, . . . , 4 regressors for monitoring cointegration forthe case with intercept. The upper plot corresponds to FMOLS DOLS and the lower plotto IMOLS. The plots show results for m r 0.25.Appendix A that can be used to obtain limiting distributions similar to 28. Finally,local asymptotic power against slope breaks Proposition 7 is based on the FCLTs givenin 67 and 68 in Appendix A. Also for this case the FCLTs allow to establish the limiting distributions of the detectors under the local alternative. Considering these resultsin detail leads to exactly the same observations as in the previous section with respect tothe dependence of LAP on the signaltonoise ratio. As an extension of this fact it turnsout that LAP against slope breaks increases with the variance of the regressors. Similarlyto the simulations in the previous section we set all signaltonoise ratios equal to one. Itis also clear that in addition to the dependence upon the deterministic component, LAPnow also depends upon the number of integrated regressors, as illustrated in Figure 3.As expected, LAP decreases with an increasing number of regressors. Consequently, allother results displayed are for the case of only one integrated regressor.27lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerllllk1k2k3k4lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerllllk1k2k3k4In Figure 4 we display LAP against local I1 alternatives in case of intercept and lineartrends included in the model, where we consider again the same combinations of m and ras in the previous section. The upper two plots correspond to FMOLS and DOLS andthe lower two plots correspond to IMOLS. The results show that LAP is lower for IMOLS, which is as expected given the results of Vogelsang and Wagner 2014 concerningthe relative conditional efficiency of FMOLS over IMOLS.15 The practical usefulnessof IMOLS stems from the lower size distortions that it implies compared to FMOLS,as illustrated in the following section where we consider finite sample simulations. Withrespect to changing values of m and r all methods have similar LAP rankings, whichcoincide with the rankings found in the previous section.In Figure 5 we display local asymptotic power results against breaks in the intercept,with the same structure of the figure as in Figure 4. The ordering of LAP as a functionof m r in the second and fourth plot differs between FMOLSDOLS and IMOLS.For IMOLS LAP increases with increasing m r, whereas for the other two methods LAP is, as in the previous section, highest for m r 0.5. Also, as in the previoussection the rankings differ between the intercept and the linear trend case.4. Finite Sample Performance Old VersionIn this section we present some finite sample simulation results. For brevity we onlyconsider cointegration monitoring. We consider a simulation design similar, with respectto endogeneity and serial correlation patterns, to Vogelsang and Wagner 2014, i.e. we 15The results are similar, with the differences smaller, in case of the model with intercept only. Additional results, including also results for breaks in the slope parameter, are available in supplementarymaterial. The findings are, as expected, very similar to the ones for local I1 alternatives.28Figure 4: Local asymptotic power for monitoring cointegration for the case with intercept andlinear trend. The upper two plots correspond to FMOLS DOLS and the lower two plots to IMOLS. The plots show results for different combinations of m and r.29lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75Figure 5: Local asymptotic power against break in intercept for monitoring cointegration forthe case with intercept. The upper two plots correspond to FMOLS DOLS and the lowertwo plots to IMOLS. The plots show results for different combinations of m and r.30lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75consider:yt t xt utxt xt 1 vtut 1ut 1 t 2etvt et 0.5et 1The errors t and et are i.i.d.standard normal random variables. The parameter 1governs the extent of autocorrelation in the errors, and in case 1 1 we have a spuriousrelationship. The parameter 2 governs the extent of endogeneity. The parameters areset to 3, 1 and 1. We only display results here for T 200, with 5,000replications, and consider 1, 2 0, 0.3, 0.6, 0.9, 0.05 and in addition 1 1 under thealternative. The values for m and r are again taken from the set 0.25, 0.5, 0.75. All longrun variances are estimated using the Bartlett kernel with the bandwidth chosen accordingto Andrews 1991. The lead and lag length choices required for DOLS estimation areperformed following Kejriwal and Perron 2008. All tests are performed at a significancelevel of 5%.We start in Figure 6 by displaying the empirical size of the monitoring procedures basedon the three modified least squares estimators with m 0.75. In this figure the pointsat the right end, where 1 1, correspond to a spurious relationship, and thus do notdisplay size but power against a spurious relationship prevalent over the whole sampleperiod.Increasing the values of 1, 2 leads to increasing size distortions. These sizedistortions are throughout most pronounced for FMOLS and least pronounced for IMOLS. DOLS exhibits a performance in between the other two methods, but is in generalcloser to IMOLS than to FMOLS.Figure 7 displays size corrected power for the same set of 1 and 2 values as displayedin Figure 6. Size corrected power is slightly larger for FMOLS than for DOLS and 31Figure 6: Empirical size for the case with intercept and linear trend with m 0.75.Figure 7: Size corrected power for the case with intercept and linear trend with m r 0.5and 1, 2 0.3.32r 2 0r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.3r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.6r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.9r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.95r 10.00.51.00.00.20.40.60.81.0llllll FMOLSDOLSIMOLSr 2 0r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.3r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.6r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.9r 10.00.51.00.00.20.40.60.81.0lllllr 2 0.95r 10.00.51.00.00.20.40.60.81.0llllll FMOLSDOLSIMOLSIMOLS.16 This finding is well in line with the findings of Vogelsang and Wagner 2014,who also find that FMOLS has highest power but also the largest size distortions. Thefigure also shows that power crucially depends upon the serial correlation in ut, but ishardly affected by the parameter 2, i.e. by regressor endogeneity. Of course, this findinghas to be interpreted with caution as the figures displays size corrected power.In Figure 8 we display histograms of the estimated break point for m 0.25 and r 0.5indicated by the vertical lines in relation to the power results displayed in Figure 7.The left column displays the results for 1, 2 0.3 and the right column for 1, 2 0.9.Two main observations can be made: First, the break point is estimated with delay.Second, this delay decreases for increasing 1, 2. The second observation is not in linewith expectations, given that increasing values of 1, 2 lead to deteriorating performanceof the monitoring procedures.Finally, Figure 9 displays size corrected power against breaks in the slope parameter for different combinations of m and r with 1, 2 0.3. The parameter is chosenfrom the interval 1, 2 using a grid of mesh 0.1, with the point 1 corresponding tothe null hypothesis. As expected, the results are in terms of ranking similar to thepower results discussed before, with FMOLS displaying the best results and DOLS and IMOLS showing quite similar performance.5. Empirical Illustration We apply the monitoring procedure to investigate daily CDS spreads data for Austria,Cyprus, France and Germany for maturities one, three, five, seven and ten years, see Figure 10. Stationary or nonstationary behavior of CDS spreads during financial crisis hasbeen investigated e.g. by Dieckmann and Plank 2011 who find mixed evidence in thisrespect. The mixed evidence may not least be driven by changing stationarity behaviorover time such that an application of our monitoring procedure appears potentially useful.The time span chosen ranges from April 3, 2009 to August 1, 2012, giving a total of 16The points at the right end of the plots are by construction at the chosen significance level of 5%.33Figure 8: Estimated detection times for a shift from I0 to I1 behavior of ut at T 100 form 0.25.Figure 9: Size corrected power against a break in the trend parameter for 1, 2 0.334r 1 r 2 0.3, FMOLS0501001502000.0000.0150.030r 1 r 2 0.3, DOLS0501001502000.0000.0150.030r 1 r 2 0.3, IMOLS0501001502000.0000.0150.030r 1 r 2 0.9, FMOLS0501001502000.0000.0150.030r 1 r 2 0.9, DOLS0501001502000.0000.0150.030r 1 r 2 0.9, IMOLS0501001502000.0000.0150.030m 0.25, r 0.25bneu 1.01.52.00.00.20.40.60.81.0lllllllllllm 0.5, r 0.5bneu 1.01.52.00.00.20.40.60.81.0lllllllllllm 0.75, r 0.75bneu 1.01.52.00.00.20.40.60.81.0lllllllllllm 0.25, r 0.5bneu 1.01.52.00.00.20.40.60.81.0llllllllllll FMOLSDOLSIMOLST 869 observations. We try to exclude the immediate consequences of the Lehmanbrothers bankruptcy on September 15, 2008 and therefore take as starting date the dayafter a G20 summit held in London on April 12, 2009 that is considered to have hadstabilizing influences on the financial markets. Our sample period ranges until August 1, 2012, which is the date when Cyprus was downgraded from investment grade BBto BB by Standard Poors. The calibration period consists of the first 10% of theobservations, i.e. ranges from April 3, 2009 to July 31, 2009 and is indicated by thevertical lines in Figure 10.17Graphical inspection of the data already allows for a few important observations. First,within each country the series corresponding to the different maturities move togetherquite closely, displaying something like a term structure of CDS spreads. In this respectit is interesting to note that for Cyprus the term structure is inverse after the two bigjumps occurring on July 27 and August 26, 2011.18 After these jumps the level of theseries is much larger for Cyprus than for the other three countries that also experienceupward jumps around the same time. This, of course, illustrates the wellknown fact thatthere are not only withincountry dependencies across different maturities, but that thereis also a large amount of crosscountry comovements of CDS spreads series, compare also Dieckmann and Plank 2011.19The test results are displayed in Table 1 and indicate a rejection of the null hypothesisof stationarity at the 5% significance level for all series considered. By construction,the estimated break dates are later for lower values of . The break dates at the 5%significance level are between April 27, 2010 France, ten years and February 1, 2011Germany, one year. All these dates precede the discussed major level shifts in the CDS17The results are very robust and do not change at all when considering m 0.2 instead. Note thatfor values of m larger than 0.2 the KPSS stationarity test leads to rejection of the null of stationarity onthe calibration sample for all countries and maturities at the 1% level. From this perspective therefore,the choice of the calibration period appears to be in line with data properties.18On July 27, 2001 Moodys downgraded Cyprus to Baa 1 after an explosion at a marine base.19The strong nature of comovements of series indicates that an extension of our monitoring proceduresto monitor also structural change in the crosssectional comovements of potentially cointegrated series,in addition to changing idiosyncratic time series properties, may be relevant. Changes in the crosssectional dependence structure may be seen as an indicator of contagion phenomena.35Figure 10: Daily CDS spreads series.36Austria Year 050100150lllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllll Cyprus Year 0500100015002000lllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllll 1 Year 3 Years 5 Years 7 Years 10 Years France Year 050100150lllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllll Germany Year 020406080201020112012lllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllllCountry Maturity Test statistic Austria Cyprus France Germany 1357101357101357101357104317.354647.265582.715492.465643.0424474.2220564.8118220.2517693.0516749.963527.8412371.5414299.0615142.2416221.893450.413905.527042.278139.729083.49m 0.109.08.201006.08.201002.07.201005.07.201028.06.201007.07.201016.07.201014.07.201030.06.201009.06.201010.09.201011.05.201021.04.201013.04.201031.03.201002.09.201018.08.201021.05.201003.05.201006.05.2010m 0.0503.11.201022.10.201007.09.201009.09.201002.09.201010.09.201024.09.201021.09.201002.09.201006.08.201012.01.201103.06.201017.05.201007.05.201027.04.201001.02.201118.11.201029.06.201004.06.201010.06.2010cid:12cid:12cid:12 and the fourth and fifth columns the associated detecTable 1: Results of stationarity monitoring for the daily CDS spreads data for m 0.1. Thethird column displays supms 1tion times m H ms, ws, c, w for 0.1, 0.05. Intercept and linear trend are included,hence ws s 5. The null hypothesis is rejected throughout. The 10% critical value is 1252.59and the 5% critical value is 1777.80.cid:12cid:12cid:12 Hmswsseries that occurred in summer 2011. It is interesting to note that for the longer maturitiesthe breaks are dated earlier for the big EU member states France and Germany, whereasit is the opposite for the short maturities. An indepth exploration of the economic orpolitical reasons underlying these findings and break dates is beyond the purpose of thepresent paper where we merely intend to illustrate our procedure.Remark 10. For financial data collected at higher frequencies, e.g. the considered daily CDS spreads series, the assumption of timeconstant variances under the null hypothesismay be too restrictive. Similarly to observations made in e.g. Cavaliere and Taylor 2008,nonconstant second moments of a form that lead to functional central limit theoremsinvoking time deformed Brownian motions in this literature typically referred to asnonstationary volatility will lead to size distortion of our monitoring procedure, but 37will not invalidate consistency against fixed alternatives.20 To be precise, consistency ofthe detection procedure hinges on the fact that the longrun variance estimators computedcid:3over the prebreak period do not diverge in this more general setting.6. Summary and Conclusions Preliminary VersionWe have proposed monitoring procedures for stationarity and cointegration that are basedon parameter estimation on a prebreak calibration period. The key ingredients of ourdetectors are properly scaled squared partial sums of residuals that are compared betweenthe calibration and the successively increasing monitoring period. Thus, the detectorsare based on the Kwiatkowski et al. 1992 respectively Shin 1994 tests.In case ofcointegration monitoring we have investigated the properties of the monitoring procedurewhen using FMOLS, DOLS or IMOLS residuals. Modified least squares estimation isnecessary to correct the effects of serial correlation and endogeneity in order to obtainnuisance parameter free limiting distributions. The procedures are shown to be consistentagainst I1 alternatives, breaks in the parameters corresponding to the deterministiccomponents and, in case of cointegration monitoring, breaks in the slope parameters.The performance of the procedures has been investigated both in terms of local asymptoticpower as well as by means of finite sample simulations. LAP is lower for the IMOLSbased procedure compared to LAP when using either FMOLS or DOLS. The finitesample simulations, however, indicate that the price for the higher power of the lattertwo methods is their larger biases.A brief empirical application to CDS spreads data of four European countries indicatesthe usefulness of the proposed method for the case of stationarity monitoring. The breakdates all precede the turbulent period of summer 2011 by between a year and half a year.Several extensions of the approach are conceivable: First, it may be relevant to flip nulland alternative hypothesis, i.e. to monitor changes from I1 to I0 behavior. Second,20Cavaliere and Taylor 2005 consider the asymptotic behavior of the KPSS statistic in this contextand Cavaliere and Taylor 2006 consider cointegration testing with variance breaks.38the empirical application, with the clearly visible comovements across maturities but alsoacross countries, indicates that multivariate monitoring procedures may be important forapplied research. Third, especially important for monitoring data collected at higherfrequencies, the effects of nonconstant variances need to be investigated in detail.References Andrews, D. W. K. 1991: Heteroskedasticity and Autocorrelation Consistent Covariance Matrix Estimation, Econometrica, 59, 817854.Cappuccio, N. and D. Lubian 2005: Local Asymptotic Distributions of Stationarity Tests, Journal of Time Series Analysis, 27, 323345.Cavaliere, G. and A. M. R. Taylor 2005: Stationarity Tests under Time TimeVarying Second Moments, Econometric Theory, 21. 2006: Testing the Null of Cointegration in the Presence of Variance Breaks,Journal of Time Series Analysis, 27. 2008: Testing for a Change in Persistence in the Presence of NonStationary Volatility, Journal of Econometrics, 147, 8498.Chen, Z., Z. Jin, Z. Tian, and P. Qi 2012: Bootstrap Testing Multiple Changes in Persistence for a HeavyTailed Sequence, Computational Statistics and Data Analysis,56, 23032316.Chen, Z., Z. Tian, and Y. Wei 2010: Monitoring Change in Persistence in Linear Time Series, Statistics Probability Letters, 80, 15201527.Chu, C.S. J., M. Stinchcombe, and H. White 1996: Monitoring Structural Change, Econometrica, 64, 10451065.Dieckmann, S. and T. Plank 2011: Default Risk of Advanced Economies: An 39Empirical Analysis of Credit Default Swaps during the Financial Crisis, Review of Finance, forthcoming, doi: 10.1093rofrfr 015.Groen, J. J. J., G. Kapetanios, and S. Price 2013: Multivariate Methods for Monitoring Structural Change, Journal of Applied Econometrics, 28, 250274.Jansson, M. 2002: Consistent Covariance Matrix Estimation for Linear Processes,Econometric Theory, 18, 14491459.Kejriwal, M. and P. Perron 2008: Data Dependent Rules for Selection of the Number of Leads and Lags in the Dynamic OLS Cointegrating Regressions, Econometric Theory, 24, 14251441.Kim, J.Y. 2000: Detection of Change in Persistence of a Linear Time Series, Journalof Econometrics, 95, 97116.Kwiatkowski, D., P. C. B. Phillips, P. Schmidt, and Y. Shin 1992: Testingthe Null Hypothesis of Stationarity against the Alternative of a Unit Root, Journalof Econometrics, 54, 159178.Phillips, P. C. B. 1987: Towards a Unified Asymptotic Theory for Autoregression,Biometrika, 74, 535547.Phillips, P. C. B. and B. Hansen 1990: Statistical Inference in Instrumental Variables Regression with I1 Processes, Review of Economic Studies, 57, 99125.Phillips, P. C. B. and M. Loretan 1993: Estimating Long Run Economic Equilibria, Review of Economic Studies, 58, 407436.Phillips, P. C. B., Y. Wu, and J. Yu 2011: Explosive Behavior in the 1990s Nasdaq: When did Exuberance escalate Asset Values? International Economic Review,52, 201226.40Qi, P., Z. Jin, Z. Tian, and Z. Chen 2013: Monitoring Persistent Change ina HeavyTailed Sequence with Polynomial Trends, Journal of the Korean Statistical Society, 42, 497506.Saikkonen, P. 1991: Asymptotically Efficient Estimation of Cointegrating Regressions, Econometric Theory, 7, 121.Shin, Y. 1994: A ResidualBased Test of the Null of Cointegration against the Alternative of No Cointegration, Econometric Theory, 10, 91115.Steland, A. 2007: Monitoring Procedures to Detect Unit Roots and Stationarity,Econometric Theory, 23, 11081135. 2008: Sequentially Updated Residuals and Detection of Stationary Errors in Polynomial Regression Models, Sequential Analysis: Design Methods and Applications, 27, 304329.Stock, J. H. and M. W. Watson 1993: A Simple Estimator of Cointegrating Vectors in Higher Order Integrated Systems, Econometrica, 61, 783820.Vogelsang, T. J. and M. Wagner 2014: Integrated Modified OLS Estimationand Fixedb Inference for Cointegrating Regressions, Journal of Econometrics, 148,741760.Wied, D. and P. Galeano 2013: Monitoring Correlation Change in a Sequence of Random Variables, Journal of Statistical Planning and Inference, 143, 186196.41A. Proofs Proof of Lemma 1:The result follows directly from the assumptions using consistency of OLS detrendingcid:4used already for the FCLT in 13 and of longrun variance estimation.Proof of Proposition 1:The result follows from Lemma 1 since the limit of cid:98H ms, cid:98Hms is well defined and thecontinuous mapping theorem, compare 11 with cid:98H ms instead of H ms.cid:4Proof of Proposition 2:a: Start by decomposing the partial sum process, for 1 s r m intocid:98Ss T 1Tcid:98Sr T 1T1Ts T cid:88ut,m.53The first term above converges to 12cid:99Wmr and the second term above is unboundedtr T 1ut,m 1T1Ts T cid:88s T cid:88s T cid:88under the considered alternative, since 1m T cid:880 DzDzcid:48dzcid:11r Dzcid:48cid:0cid:82 mof a Brownian motion, and the second term converges to cid:82 scid:82 m 0 Dzd W z. Consequently, for s r, the first term in cid:98H ms and thus cid:98H ms diverges,where the first term is OpT , as it converges, when scaled by T 1, towards the integralut 1Tm T cid:88tr T 1tr T 1i1i1Diui, 54Dcid:48t Di Dcid:48itr T 1which establishes the result.b: Straightforward calculations similar to the one above establish for 1 s r mthat 42s T cid:88t11Tut,m Dcid:48tt11Tut 1Ts T cid:88s T cid:88s T cid:88s T cid:88cid:90 s 12cid:99Wms 121T1Tu 0t t1t1t1r 1Di Dcid:48im T cid:88s T cid:88i1i 1TTWz Wrdz.ir T 1m T cid:88s T cid:88i1t1Diui Dcid:48tm T cid:88i11m T cid:88i155Diu 0i Di Dcid:48i This shows that the partial sum process can be made arbitrarily large with arbitrarilylarge probability by choosing large enough. This in turn makes the probability of acid:4finite m arbitrarily large.Proof of Proposition 3:a: Again the starting point is the partial sum process of the OLS residuals. Consideragain 1 s r m:s T cid:88ut,m t11Ts T cid:88t11Tut 1Tm T cid:88s T cid:88Dcid:48t 1m T cid:88Di Dcid:48it1i1i1Diui 1Ts T cid:88tD,1 D,2.Dcid:48The first two terms above converge to 12cid:99Wms and the third term diverges due totr T 1Assumption 1.21b: When considering local alternatives, the partial sum process is as follows for 1 s r m:T GD diverges.21To be precise, divergence occurs for all trend functions such that 43s T cid:88t11Tut,m 1T 1Tt1s T cid:88s T cid:88s T cid:88t1ut Dcid:48tm T cid:88i11m T cid:88i1Di Dcid:48it G1cid:48Dcid:48D .Diui561Ttr T 1Under the stated assumptions the limit is given bys T cid:88t11Tut,m 12cid:99Wms from which the result follows.Proof of Lemmata 2, 3, 4 and 5:cid:90 sr Dzcid:48dz,57cid:4These lemmata all follow immediately from the convergence properties of the underlyingestimation methods in conjunction with consistent longrun variance estimation and thecid:4continuous mapping theorem.Proof of Proposition 4:The argument is similar to the argument used in Proposition 1 and follows from thecid:4FCLT provided in Vogelsang and Wagner 2014, Lemma 2.Proof of Proposition 5:a: Again, the limiting behavior of the partial sum process of the residuals is the keyto the result, where we have to now distinguish between two cases, FMOLS and DOLSestimation on the one hand and IMOLS estimation on the other. Again we outline thearguments here for the FMOLS estimator, noting that the limit process is similar for DOLS estimation, and the IMOLS estimator.44For FMOLS, the partial sum process of the residuals is given by again for 1 s r m:s T cid:88t11Tr T cid:88r T cid:88t1t11T1Tut,m ut,m ut,m s T cid:88tr T 1 1TDcid:48t58tr T 1ut,m 1T1Ts T cid:88s T cid:88cid:16D,m Duvcid:99Wuvr, according to Lemma 2 and the secondcid:16X,m Xs T cid:88s T cid:88ut 1Tcid:17 1vu vcid:48t 1vvcid:17tr T 1Ttr T 1tr T 1Xcid:48t.The first term above converges to 12term diverges since for the sample period considered ut is an I1 process. The remainingthree terms converge in distribution. Thus, the partial sum process is in this case OpT .The argument is analogous for the IMOLS partial sum process, i.e.for Sut,m, with Lemma 4 replacing Lemma 2.b: Also for this result similar arguments as in Proposition 2 apply.follows now for FMOLS that for 1 s r m:In particular its T cid:88t11Tt,m uvcid:99Wuvs 12ucid:90 srWz Wrdr.59Thus, the same argument as in Proposition 2 applies. For IMOLS the result is of thesame type and given bys T ,m 12Suuv Pms 121Tcid:90 srWz Wrdr.60The results follow, since the identical second term can be again made arbitrarily large bycid:4choice of for both cases.Proof of Proposition 6:The arguments are similar to the arguments in Proposition 3, with the only difference 45being the exact form of the terms, due to the presence of integrated regressors Xt. Forbrevity we again just look at the FMOLS expressions and note again that the result for DOLS coincides asymptotically.a: Under the fixed alternative, the partial sum process of the FMOLS residuals, againfor 1 s r m, can be written as:s T cid:88t11Tt1s T cid:88s T cid:88s T cid:88t1tr T 1ut,m 1T 1T 1Tut 1Ts T cid:88cid:16D,m D,1vcid:48t1t Dcid:48t 1vvvucid:17 1Tt D,1 D,2 .Dcid:48cid:16X,m Xcid:17Xcid:48ts T cid:88t161From this expression it is seen that the result is similar to the result in Proposition 3,since the last term diverges and all other terms together converge to 12uvcid:99Wuvs.b: Also here the result is analogous, with the only difference being that under localalternatives the last term in 61 changes, as in part b of Proposition 3, and is insteadgiven bys T cid:88tr T 11Tt G1cid:48Dcid:48D cid:90 sr Dzcid:48dz This shows the result as under the considered local alternatives it holds thats T cid:88t11Tt,m 12uuv Wuvs Dzcid:48dz.cid:90 sr6263The arguments are analogous for IMOLS with the corresponding limit of the residualprocess given bys T ,m 12Suuv Pms 1Tcid:90 s 0Dzcid:48dz.6446Note that for the IMOLS result the integral in the second term is over the interval 0, srather than over r, s. This stems from the partial summing of the regressors in the IMregression, see also the proof of Proposition 7 where this effect is displayed in more detailcid:4for the case of slope breaks.Proof of Proposition 7:The proof is analogous to the proof of Proposition 5 with the changes following from thediscussion before Proposition 7.a: For FMOLS we get for 1 s r m:s T cid:88t11Tt1s T cid:88s T cid:88s T cid:88t1tr T 1ut,m 1T 1T 1Tut 1Ts T cid:88cid:16D,m D,1vcid:48t1t Dcid:48tt D,1 D,2 .Xcid:481vvvucid:17 1Tcid:16X,m Xcid:17Xcid:48ts T cid:88t1uvcid:99Wuvs and the last term is OpT .cid:17cid:16X,m X,1cid:16D,m Dcid:17 16566The first four terms together converge to 12For IMOLS we get for 1 s r m:1TSus T ,m 1T 1Ts T SDcid:48s T 1Su Ts T m 1Xcid:48TSXcid:48s T X,1 X,2 ,SXcid:48Ts T from which it follows that the first four terms together converge to 12uv Pms and thelast term is OpT .b: The changes implied by the local alternatives considered are similar to the previous 47propositions and we obtain for FMOLS for 1 s r m:s T cid:88t11Tut,m 1Tt1t1vcid:48tut 1Ts T cid:88s T cid:88s T cid:88uvcid:99Wuvs s T cid:88cid:16D,m D,1cid:90 s Xcid:48ttr T 1Dcid:48t1t 1T1T 32 121vvvucid:17 1Tcid:16X,m Xcid:17Xcid:48ts T cid:88t167Wvzcid:48dz 12cid:48vv .rcid:90 s 0The result for IMOLS follows analogously to the result for FMOLS from the result inpart a and we obtain for 1 s r m:s T ,m 12Suuv Pms 1TWvzcid:48dz 12cid:48vv ,68since under the considered local alternative the last term from 66 is given by T 32SXcid:48s T .48B. Critical Values 49m 90% 95% 97.5% 99% m 90% 95% 97.5% 99%1.550.100.111.511.460.121.420.131.380.140.151.351.320.161.290.170.181.271.240.191.220.200.211.201.180.221.150.231.140.240.251.121.100.261.090.271.070.281.050.291.040.301.020.311.010.321.000.330.990.340.350.970.960.360.950.370.940.380.390.920.910.400.900.410.420.890.880.430.440.870.860.450.460.850.840.470.830.480.490.820.5014.5412.9411.6110.469.508.667.947.346.776.285.835.445.074.744.444.173.923.693.483.293.112.942.792.652.522.402.282.182.081.981.901.821.741.671.601.541.481.431.381.331.2818.9416.8415.0913.6212.3611.2910.339.538.808.157.567.046.566.135.735.375.054.754.484.223.983.763.563.373.203.032.892.752.622.492.382.272.182.092.001.921.851.781.721.661.608.417.506.736.085.545.064.654.293.983.703.443.223.012.832.662.502.362.232.112.001.901.811.721.641.561.491.421.361.301.251.191.151.101.061.020.980.940.910.870.850.8211.3710.109.088.217.456.816.245.765.334.944.594.294.013.763.523.313.112.942.782.632.492.362.242.132.031.931.851.761.681.611.541.471.421.361.301.251.211.161.121.091.051.241.201.171.131.101.081.051.021.000.980.960.940.920.910.890.880.860.850.840.830.810.800.790.780.770.760.750.740.730.720.710.700.700.690.680.670.660.660.650.640.510.520.530.540.550.560.570.580.590.600.610.620.630.640.650.660.670.680.690.700.710.720.730.740.750.760.770.780.790.800.810.820.830.840.850.860.870.880.890.900.790.760.740.720.690.670.660.640.620.610.590.580.560.550.540.530.520.510.500.500.490.480.470.470.460.450.450.440.440.430.430.420.420.410.410.400.400.390.390.391.010.980.950.920.900.870.850.830.810.790.770.760.740.730.710.700.690.680.670.660.650.640.630.620.610.600.600.590.580.570.570.560.550.550.540.540.530.520.520.51Table 2: Critical values for stationarity monitoring for the intercept case.50m 0.100.110.120.130.140.150.160.170.180.190.200.210.220.230.240.250.260.270.280.290.300.310.320.330.340.350.360.370.380.390.400.410.420.430.440.450.460.470.480.490.5090%1252.59916.45685.24526.01409.41323.20259.06209.66171.47141.61117.9799.0583.5671.0060.6451.9644.7138.7733.6229.3225.6122.4519.7417.4215.3613.6012.0910.739.578.537.616.806.095.464.914.413.973.573.212.902.6195%1777.801300.66977.06748.01580.95459.38366.74297.55243.49200.86167.16140.26118.52100.7685.9273.7363.4655.0247.8041.6436.3931.8527.9724.6421.8319.3017.1315.2113.5412.0710.779.618.617.756.966.245.615.054.554.103.7097.5%2327.201702.681277.92978.33760.56599.14480.88388.27318.84263.26218.50183.14155.38131.56112.2196.3782.8471.9062.3654.3647.5641.6736.7032.2428.5125.2222.4019.8817.6815.7914.0812.5711.2510.099.068.137.336.615.965.364.813066.192242.991684.261292.921003.24792.11634.05512.91421.52347.20287.23241.95204.50173.22148.82126.62109.2994.7182.2271.8162.6254.9248.3242.6137.5733.2429.5526.2323.3320.7618.5616.6314.9213.3211.9610.719.678.737.877.046.3499% m 90% 95% 97.5% 99%5.735.154.644.193.783.423.082.772.502.252.041.831.661.491.341.211.090.980.890.810.740.680.630.580.550.510.490.460.440.420.410.390.380.360.350.340.330.320.310.300.510.520.530.540.550.560.570.580.590.600.610.620.630.640.650.660.670.680.690.700.710.720.730.740.750.760.770.780.790.800.810.820.830.840.850.860.870.880.890.904.333.903.523.182.862.592.332.111.901.711.551.401.261.141.030.940.850.770.710.650.600.550.510.480.450.420.400.380.360.350.330.320.310.300.290.280.270.260.250.242.362.131.921.741.581.431.301.181.070.980.890.810.740.680.630.580.530.490.460.420.400.370.350.320.300.290.270.260.250.230.220.220.210.200.190.190.180.170.170.163.322.992.702.432.201.991.791.621.471.321.201.090.990.900.820.750.680.630.580.530.490.460.430.400.380.350.340.320.300.290.280.270.260.250.240.230.220.220.210.20Table 3: Critical values for stationarity monitoring for the intercept and linear trend case.51m 0.100.110.120.130.140.150.160.170.180.190.200.210.220.230.240.250.260.270.280.290.300.310.320.330.340.350.360.370.380.390.400.410.420.430.440.450.460.470.480.490.5090%155.37124.53101.3583.5769.9958.9350.2242.9036.9432.1328.0624.6221.6719.1617.0015.1313.4912.1010.879.788.817.987.216.515.915.374.884.454.063.703.383.102.822.592.382.182.001.841.701.561.4495% 97.5%502.54403.91330.54269.82224.75188.55160.22136.42117.13101.2887.9076.7067.2559.2951.8946.0140.7836.5032.6529.2326.1823.4521.0518.9417.0915.3913.8712.5711.3710.309.318.447.696.966.335.745.224.754.333.933.57296.84238.91193.34159.61133.19111.9094.7681.1269.6060.1752.4245.9840.3035.5331.4327.8724.7522.1719.8217.7515.9914.3912.9811.6810.559.548.657.837.086.455.855.334.854.424.033.673.363.062.802.552.34902.43723.99589.85483.63401.60333.77283.59240.58207.64178.28154.94134.76118.09103.4290.8679.9670.5163.0156.4250.1244.7540.2036.1532.2829.0026.0423.2821.0519.0417.2815.6214.1512.7911.5610.479.508.637.787.066.385.8099% m 90% 95% 97.5% 99%5.254.764.313.903.533.192.872.622.352.141.931.741.591.451.331.211.121.050.970.920.870.830.800.770.750.730.710.700.690.680.670.660.650.640.640.630.620.620.610.600.510.520.530.540.550.560.570.580.590.600.610.620.630.640.650.660.670.680.690.700.710.720.730.740.750.760.770.780.790.800.810.820.830.840.850.860.870.880.890.903.252.972.702.452.232.031.841.671.531.401.281.181.081.000.930.870.810.770.720.690.660.630.610.580.570.550.540.530.520.510.510.500.490.490.480.480.470.460.460.451.331.221.131.050.970.910.840.790.730.690.640.610.570.540.510.480.460.430.410.400.380.360.350.340.330.320.310.310.300.290.290.290.280.280.270.270.270.270.260.262.141.961.791.631.501.371.261.161.070.990.920.860.800.750.700.660.620.590.560.530.510.490.470.460.440.430.420.410.400.400.390.390.380.380.370.370.360.360.360.35Table 4: Critical values for FMOLS DOLS with one regressor for the intercept case.52m 0.100.110.120.130.140.150.160.170.180.190.200.210.220.230.240.250.260.270.280.290.300.310.320.330.340.350.360.370.380.390.400.410.420.430.440.450.460.470.480.490.5090%3205.882338.951741.121320.811023.54803.93638.34514.48417.80343.32283.73236.56198.19167.04141.49120.65102.9288.3376.2065.9557.2249.8243.6538.0733.3629.2725.7022.7220.0417.7515.7013.9212.3711.019.828.747.776.926.205.544.9595%5325.613866.292875.632181.131683.191323.841048.89845.20687.25562.83464.96386.21323.69272.48230.35195.58166.91142.87123.56106.6092.5480.6170.0761.1653.5146.8141.1536.3732.0028.2825.0322.1319.6017.4015.4713.7212.1910.869.688.637.6797.5%8212.845982.864417.463363.932581.312030.971610.981296.561054.12860.87709.89591.37494.83416.71351.74297.08253.84217.42186.78161.16139.93121.45105.7891.9580.5370.3861.7554.3347.6042.2837.4732.9129.0725.7522.7920.2917.9215.9314.2112.6111.2213425.479753.777231.435486.464222.533293.202613.382104.271711.221399.281149.95954.52800.37676.20568.17481.41409.60349.75300.96259.16223.76194.05168.11146.09128.04111.9898.4686.5575.7566.6458.9451.9245.8840.4635.7531.7228.2724.8422.0019.5817.3599% m 90% 95% 97.5% 99%15.3313.5912.0710.679.508.437.446.585.835.154.574.063.563.152.782.452.151.891.661.451.261.100.950.820.720.630.550.490.440.400.370.350.330.310.300.290.280.270.260.250.510.520.530.540.550.560.570.580.590.600.610.620.630.640.650.660.670.680.690.700.710.720.730.740.750.760.770.780.790.800.810.820.830.840.850.860.870.880.890.909.958.857.886.996.215.504.904.363.883.443.052.712.392.111.871.661.461.291.130.990.870.760.670.590.520.470.420.380.350.320.300.280.260.250.240.230.220.220.210.204.423.933.513.142.812.502.231.991.781.591.421.261.121.000.890.790.710.630.560.510.460.410.370.340.310.280.260.240.230.210.200.190.180.170.160.160.150.140.140.146.856.105.444.854.323.833.423.052.722.432.151.911.691.501.331.181.040.920.810.720.640.570.510.450.410.370.330.310.280.260.250.230.220.210.200.190.190.180.170.17Table 5: Critical values for FMOLS DOLS with one regressor for the intercept and lineartrend case.53m 0.100.110.120.130.140.150.160.170.180.190.200.210.220.230.240.250.260.270.280.290.300.310.320.330.340.350.360.370.380.390.400.410.420.430.440.450.460.470.480.490.5090%302.01241.96196.96163.30136.16114.6997.3183.2771.8262.2054.4247.7141.9037.1032.9729.3426.1523.3720.9618.8817.0115.3513.9012.6011.4110.389.448.597.827.136.515.965.464.994.574.193.853.533.242.972.7395%616.19493.68401.15331.04275.69232.45196.84167.74144.46124.50108.6294.8683.5673.7665.3257.8151.5145.9141.0336.7433.0229.7326.9024.3021.9719.8518.0116.3114.7913.4312.2111.1210.149.238.427.687.006.415.865.354.8997.5%1123.15892.29727.88598.38499.38417.34354.39301.22258.47222.98193.99169.98149.20131.23115.76102.6891.2281.2072.5664.7657.9352.0046.7342.1338.0834.3731.1628.2025.4723.0320.9018.9617.2215.6314.2112.9611.7810.759.798.918.112164.761746.331416.391168.42964.93807.86684.46577.64495.75430.48371.84324.57284.74248.97220.59195.35173.74154.67137.34122.15108.5997.7587.9978.8970.7863.5057.6051.7446.8142.4538.4734.8631.4828.6125.9123.5321.3219.3817.5515.9614.4599% m 90% 95% 97.5% 99%13.1411.8810.809.798.918.087.296.595.965.394.904.444.013.613.252.932.632.372.111.901.701.511.351.201.060.940.830.730.640.560.490.430.370.330.290.260.240.220.210.200.510.520.530.540.550.560.570.580.590.600.610.620.630.640.650.660.670.680.690.700.710.720.730.740.750.760.770.780.790.800.810.820.830.840.850.860.870.880.890.907.376.726.115.575.074.624.203.823.473.152.852.592.362.141.941.761.591.431.291.161.040.930.840.750.670.590.530.470.410.370.320.290.250.230.210.190.180.170.160.162.512.312.121.951.791.651.511.391.271.171.070.980.900.820.750.690.630.570.520.470.430.390.350.320.290.260.230.210.190.180.160.150.140.130.120.110.110.100.100.104.474.093.733.423.132.862.612.382.181.991.811.651.501.371.251.131.030.930.840.760.690.620.560.500.450.400.360.320.290.260.230.210.190.170.160.150.140.130.130.12Table 6: Critical values for IMOLS with one regressor for the intercept case.54m 0.100.110.120.130.140.150.160.170.180.190.200.210.220.230.240.250.260.270.280.290.300.310.320.330.340.350.360.370.380.390.400.410.420.430.440.450.460.470.480.490.5090%5714.914152.403089.932342.371806.261412.961120.95902.07734.42602.14497.42413.63346.15291.81247.93210.91180.55154.91133.47115.45100.2487.3176.1866.5858.4451.3845.1939.9235.2331.2127.6724.5421.8119.3717.2615.3913.7112.2610.979.828.7795%10161.347378.485464.024146.133197.502501.021980.701587.831290.141056.42873.46724.41604.26511.02432.50367.02314.53269.85231.82200.84173.63150.80131.32114.85100.3087.9077.3268.1260.0152.9246.9341.6236.8632.7629.0625.8323.0020.5318.2416.2514.5097.5%16644.3712117.978971.086756.605215.714084.953244.392604.162106.331729.211420.371179.08988.04832.81702.19596.79509.13435.13373.85322.62279.36243.53211.84184.51161.13140.91123.37108.6695.7284.4374.6765.9958.3651.6345.9440.8636.3032.1328.5225.3622.5699% m 90% 95% 97.5% 99%33.6229.7626.5323.5820.9118.4716.4314.6212.9811.5310.229.027.947.036.195.454.804.223.713.262.852.492.171.891.641.421.231.060.910.780.660.560.470.390.330.270.230.190.170.1512.9411.5510.319.218.217.336.545.835.214.654.153.693.292.932.602.312.051.811.611.421.251.100.970.850.750.650.570.490.430.370.320.270.230.200.170.150.130.120.110.1020.0817.8315.8914.1412.6111.2710.038.917.947.076.285.584.944.383.883.443.042.682.362.081.831.611.411.231.080.940.810.700.610.520.450.380.320.270.230.190.170.150.130.1229142.2921252.7515675.9011835.059125.177165.945689.814539.433677.082995.802473.812052.301708.321445.811222.981036.96880.85749.23642.20557.63481.82417.67362.84316.22276.70242.11211.84186.27164.54144.50127.68112.0299.0287.8878.0769.4561.2754.2947.9242.5337.910.510.520.530.540.550.560.570.580.590.600.610.620.630.640.650.660.670.680.690.700.710.720.730.740.750.760.770.780.790.800.810.820.830.840.850.860.870.880.890.907.867.036.295.625.034.504.033.603.212.872.572.302.061.841.641.461.301.151.020.910.810.710.630.550.490.420.370.320.280.240.210.180.160.140.120.110.100.090.090.08Table 7: Critical values for IMOLS with one regressor for the intercept and linear case.55C. Supplementary Material: Additional Results Not for PublicationCountry Maturity Test statistic Austria Cyprus France Germany 1357101357101357101357104852.944409.973099.182191.711723.2514751.5613686.6111018.638978.856431.654792.637851.477643.475491.093960.793994.325026.073462.372345.011962.23m 0.115.02.201019.02.201001.03.201018.03.201006.04.201011.03.201004.03.201010.03.201016.03.201025.03.201018.02.201015.02.201015.02.201019.02.201026.02.201023.02.201017.02.201025.02.201008.03.201001.04.2010m 0.0525.02.201004.03.201017.03.201020.04.201018.05.201001.04.201022.03.201030.03.201007.04.201023.04.201025.02.201019.02.201022.02.201001.03.201010.03.201002.03.201024.02.201005.03.201022.03.201026.04.2010cid:12cid:12cid:12 and the fourth and fifth columns the associated detecTable 8: Results of stationarity monitoring for the daily CDS spreads data for m 0.2. Thethird column displays supms 1tion times m H ms, ws, c, w for 0.1, 0.05. Intercept and linear trend are included,hence ws s 5. The null hypothesis is rejected throughout. The 10% critical value is 916.45and the 5% critical value is 1300.66.cid:12cid:12cid:12 Hmsws56Figure 11: Local asymptotic power for monitoring cointegration for the case with intercept.The upper two plots correspond to FMOLS DOLS and the lower two plots to IMOLS. Theplots show results for different combinations of m and r.57lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75Figure 12: Local asymptotic power against break in trend parameter for monitoring cointegration for the case with intercept and linear trend. The upper two plots correspond to FMOLS DOLS and the lower two plots to IMOLS. The plots show results for different combinationsof m and r.58lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllllllllllllllllllll 02468100.00.20.40.60.81.0delta_theta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75Figure 13: Local asymptotic power against break in slope parameter for monitoring cointegration for the case with intercept. The upper two plots correspond to FMOLS DOLS and thelower two plots to IMOLS. The plots show results for different combinations of m and r.59lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75Figure 14: Local asymptotic power against break in slope parameter for monitoring cointegration for the case with intercept and linear trend. The upper two plots correspond to FMOLS DOLS and the lower two plots to IMOLS. The plots show results for different combinationsof m and r.60lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.25,r0.5m0.25,r0.75lllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllllllllllllllllllll 0204060801000.00.20.40.60.81.0delta Local asymptotic powerlllm0.25,r0.25m0.5,r0.5m0.75,r0.75", "filename": "VfS_2014_pid_465.pdf", "person": ["Martin Wagner", "Wagner, Martin", "Dominik Wied", "Wied, Dominik"], "date": ["2014"]}