{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/113086/1/VfS_2015_pid_652.pdf"], "title": ["Towards a Multidimensional Poverty Index for Germany"], "plaintext": "Towards a Multidimensional Poverty Index for Germany Nicolai Suppa August 2015Abstract This paper compiles a multidimensional poverty index for Germany. Drawingon the capability approach as conceptual framework, I apply the AlkireFostermethod using German data. I propose a comprehensive operationalization ofa multidimensional poverty index for an advanced economy like Germany, including a justification for several dimensions. Income, however, is rejected as adimension on both conceptual and empirical grounds. I document that insightsobtained by the proposed multidimensional poverty index are consistent withearlier findings. Moreover, I exploit the decomposability of the AlkireFostermeasure for both a consistently detection of specific patterns in multidimensional poverty and the identification of driving factors behind its changes. Finally, the results suggest that using genuine multidimensional measures makesa difference. Neither a single indicator nor a dashboard seem capable of replacing a multidimensional poverty index. Moreover, I find multidimensional andincomepoverty measures to disagree on who is poor.Keywords: multidimensional poverty, AlkireFoster method, capability approach, SOEPJEL Classification Numbers: I3, I32, D63, H1TU Dortmund, Department of Economics, 44221 Dortmund, Germany, email: nicolai.suppatudortmund.de, phone: 49 231 7554374, fax: 49 231 7555404. The author gratefully acknowledgesfunding by the German Research Foundation DFG.11 Introduction Background. The last two decades have witnessed increasing interest in both conceptsand measures of wellbeing. Remarkable efforts have been made, from the Human Development Index in 1990, to the Millennium Development Goals in 2001, to the OECDBetter Life Index in 2011.1 Conceptual frameworks related to wellbeing, such as the capability approach CA, the subjective wellbeing literature, and the theory of fairness, areburgeoning alike.In 2009 the socalled StiglitzSenFitoussi Commission, appointed toexplore alternative measures of welfare and social progress, presented its report. By now,the importance of measuring wellbeing in general and poverty and social exclusion inparticular is acknowledged even in advanced economies.Along with these developments, significant improvements in the methodology of multidimensional measurements have been made as well e.g., Tsui, 2002, Bourguignon and Chakravarty, 2003, Alkire and Foster, 2011a. So far, these measures have been systematically employed to analyze poverty in the developing world; see in particular Alkireand Santos 2011 and UNDP 2011. However, applying these techniques to advancedeconomies requires appropriately adapted specifications and operationalizations, such aschoosing the relevant dimensions, appropriate indicators, and reasonable cutoffs. Moreover, these choices are also contingent upon the concrete purpose of the poverty measure:Is the task to identify general trends across countries and to assess countries relative performance in fighting poverty? Or alternatively, is there a need for a societytailored povertyindex to evaluate policy measures more carefully and to better understand both povertystructure and dynamics in that society? As these overall objectives crucially affect theresponse to many of the arising tradeoffs, their explication is imperative.Previous Research. Recent attempts applying the AlkireFoster method AFM to advanced economies include Whelan et al. 2014 and Alkire et al. 2014. Both studiesfocus on crosscountry comparisons and use EUSILC data, where most indicators are located in resource space. While Whelan et al. 2014 only exploit the crosssection, Alkireet al. 2014, p. 3 emphasize that currently their contribution is not an empirical one, forreasons of data availability and coverage. Busch and Peichl 2010 also apply the AFMamong other methods, using SOEP data. However, they only consider education, health,and income and only loosely relate their work to a conceptual framework. Also using SOEP data, Rippin 2012 employs a different method a correlationsensitive poverty in1See UNDP 1990, UN 2012, OECD 2011.2dex, which also reflects inequality among the poor. However, Alkire and Foster 2013demonstrate that no measure can be both sensitive to inequality understood as dimensional transfer and satisfy dimensional breakdown and subgroup decomposability simultaneously. Moreover, if at hand, most studies include income as a dimension, although itis unclear whether such an approach is justified conceptually and empirically.Finally, there is also the literature on material deprivation in the tradition of Townsend1979 and Yitzhaki 1979, thanks to which new indicators have been widely introduced.This research, however, primarily relies on resource indicators. Consequently, their transformation into wellbeing is mostly ignored. Thus, despite some attempts in this direction,more comprehensive and welljustified multidimensional poverty indexes for advancedeconomies are still lacking.Contribution. The present paper complements the previous literature in several ways.Conceptually, I propose a more comprehensive operationalization of a MPI for an advancedeconomy like Germany, including a justification for selected dimensions. Specifically, I argue in favour of including material deprivation and employment as important dimensions,as they contribute extra information on otherwise ignored functionings. However, I rejecta lackofincome dimension on both conceptual and empirical grounds. In addition to education, health, housing, I also propose an operationalization of social participation. Empirically, I demonstrate that insights obtained by the proposed multidimensionalpoverty indexare consistent with earlier findings e.g., migrants suffer more poverty. Going beyond adocumentation of changes in multidimensionalpoverty, I exploit, moreover, features of theadopted method e.g., its decomposability that allow to consistently detect specific patterns e.g., changing gaps or other asymmetric impacts. Unfolding the summary measureallows, moreover, to identify the driving factors behind changes in poverty e.g., changesemployment or material deprivation indicators. Finally, I demonstrate that using genuine multidimensional measures makes a difference. First, the data at hand suggest thatneither a single indicator, nor a dashboard approach can replace a genuine multidimensional approach. The crucial information of coupled deprivation the joint distributionis otherwise easily missed. Importantly, I also find multidimensional and incomepovertymeasures to substantially disagree on who is poor. This contrast in targeting renders different policy implications likely.Significance. The present study enhances multidimensional poverty measurement for anadvanced economy like Germany. Since, by now, the importance of poverty in advanced 3economies is widely acknowledged, several governments, started to compile dedicated reports, documenting numerous povertyrelevant developments. The German government,for instance, now releases an official report on poverty and wealth RPW for each legislative session. The reports publish and analyze selected core indicators, and also provideadvice on policy measures. So far, however, the RPWs lack both a composite measure anda systematic account of multiple deprivation.2 The present study aims to close this gap andpromote a multidimensional poverty index tailored to the German society. Such an indexcomplements the official reports with i a comprehensive summary measure which stillallows a detailed analysis that ii takes account of the joint distribution of deprivationsand iii improves the measurement of poverty as capability deprivation. Indeed, the latest RPW finds difficulties in measuring functionings, capabilities, and capability deprivationssee Bundesregierung, 2013, pp. 2324.Procedure. A cogent poverty measure must i be embedded within a grounded conceptual framework, ii have a sound technical basis, and iii use highquality data forthe calculation. To meet these requirements I first adopt the CA, essentially as developedby Sen 1985, 1992, 1999b, as a conceptual foundation. Dimensions are understood asfunctionings, which in turn constitute human wellbeing. Because of this inherently multidimensional concept of wellbeing, the CA offers a comprehensive and coherent accountof deprivations. Moreover, for the inevitable value judgments normative exercises the CA requires any application to draw on a relevant public debate e.g., Sen, 1999b, ch.6.Second, I apply the dual cutoff counting approach suggested by Alkire and Foster 2011a.The AFM fulfills several desirable axioms that allow a sensible analysis e.g., numerousdecompositions. Moreover, the AFM is sensitive to changes in both the breadth and theincidence of poverty. Importantly, as an opensource technology, it also reveals ratherthan buries the value judgments and thereby allows for a constructive exchange with thepublic debate. Finally, I use the SOEP, a rich, highquality data set for Germany, whichallows a comprehensive specification.Outline. Section 2 provides a brief exposition of the underlying methods; section 3 introduces both data and specification. Section 4 presents the results. Finally, section 5 offerssome concluding remarks.2The importance of multiple deprivation or the joint distribution has been emphasized repeatedly Ducloset al., 2006, Wolff and deShalit, 2007, Stiglitz et al., 2009, Ferreira, 2011.42 Methodology The AlkireFoster method offers numerous benefits for the evaluation of both povertyrelevant developments and policy measures. The exposition here is restricted to thoseaspects used in the subsequent empirical analysis. Further aspects are found, e.g., in Alkireand Foster 2011a,b. Alkire et al. 2015 provide a more comprehensive discussion.vectors elements are ci cid:80DIdentification. The matrix y contains the available data, is of size N D, and describesfor each individual the achievement in each dimension deemed relevant. Specifically, yid 0 represents the achievement of individual i 1, . . . , N in dimension d 1, . . . , D. The rowvector z, with zd 0, describes the deprivation cutoffs, i.e., the achievements necessaryfor not being considered as deprived in the respective dimension. Using this information,we obtain the deprivation vector c by counting individual deprivations, i.e., the column 1 yid zd. Following Bourguignon and Chakravarty2003, the discrimination between poor and nonpoor individuals depends critically ondimensional achievements and the respective cutoffs. Thus identification can be describedby a function yi, z . Several approaches have been suggested so far. While the unionapproach is characterized by yi, z 1ci 1, the intersection approach requires ci D. The key idea of Alkire and Foster 2011a is to define k yi, z 1ci k for k 1, . . . , D. Since k depends on both the dimensionspecific cutoffs z j and the overall cutoffk, it is called the dual cutoff approach. The union and intersection approaches are includedas special cases k 1 and k D.d1i1which is defined as H qN, where q cid:80NAggregation. A simple form of aggregation is the calculation of the headcount ratio,1ci k is the number of the poor. AdditionAs cikD is the share of all possible deprivation suffered by i, A cid:80Nally, to take account of the breadth of poverty we first censor the counting vector of deprivations for nonpoor and thus define ck with elements cik 1ci kci for all i 1, . . . , N.i1 cikq D represents the average deprivation suffered by the poor. Alkire and Foster 2011a then definei1 ci HA, which is sensitive to both changesthe adjusted headcount ratio as M0 1in incidence and breadth of poverty. In principle other members of the FGT class of measures see Foster, Greer, and Thorbecke, 1984 can be applied as welltheir discussion ishowever beyond the scope of this paper.cid:80Nent weights, we introduce a weighting vector w withcid:80DWeights. So far we have assumed equal weights for all dimensions. To allow for differd1 wd 1. Then the weighted N5deprivation count becomes ci cid:80DD1 wd 1 yid zd, and M0 DNcid:80Ni1 cik.Decompositions. The adjusted headcount M0 and both its single components and itschanges over time have been shown to be decomposable in numerous ways. For instance,subgroup decomposition for the adjusted headcount ratio means that, after allowing forrelative population sizes, the subpopulationspecific adjusted headcount ratios exactly addup to the overall adjusted headcount ratio. Let the subscript g 1, . . . , G denote the particN . Formally, the subgroup decompositionsg Ng N and g Ngfor the adjusted and the censored headcount ratio then areular subpopulation withcid:80GGcid:88M0 y; z g1g M0 yg; zand H y; z g H yg, z.1Gcid:88g1If data on more than one point of time is available, we also can calculate and decomposechanges of aggregate measures. Let the superscript t denote the respective period. Therelative change of M0 from t 1 to t then is M0 y t; z M0 y t 1; zM0 y t 1; zM t 0.2The percentage changes of Hk and Ak can be defined analogously; in general, however,they are not independent of each other. Consequently, a basic decomposition of the changein M0 is as follows:3 H t At H t At.M t 0Changes in the censored headcount, in turn, can be traced back to subpopulationspecificheadcount ratios, H yg; z, and changing shares of the respective subpopulations g.Formally,tr t 1g Gcid:88g1H t H y tg; z tggg; z H y t34 t 1g Hg y t 1H y t 1;zwith r t 1in t 1. The adjusted headcount can also be decomposed into the contributions of eachbeing the contribution of subpopulation g to the overall headcount;zggdimension dimensional breakdown. First, the dimensionspecific censored headcount is 3For an alternative decomposition see Roche 2013, for a comparison along with a discussion of the assumptions, see Alkire et al. 2015, ch. 9.2.6cid:80Ni1 1NH d 1ci k yid zd , allowing us to rewrite the adjusted headcount as M0 wd DH d.5Dcid:88d1Dcid:88d1Then, the contribution of dimension d to overall poverty is wd. Additionally, changes in Dthe adjusted headcount can be decomposed into changes in dimensionspecific censoredheadcount ratios. Specifically,H d M0M t 0st 1d H d,6where st 1d d Ad y t 1;zA y t 1;zis the contribution of dimension d to the average intensity.The AlkireFoster method and Capability Deprivation. The latest RPW finds difficulties in measuring functionings, capabilities, and capability deprivations Bundesregierung,2013, pp. 2324.4 Admittedly, functionings are often difficult to measure, but capabilitydeprivation even more so. Either we can assume deprivation for low achievements fromthe outset, which often still may be justified e.g., Robeyns, 2005, p. 101. Alternatively,we base this assumptionthat functionings not chosen were infeasibleon further information. Using the AFM allows exactly this, since being poor i.e. capability deprived requires the simultaneous presence of several lowfunctioning achievements, thereby lendingsupport to the assumption of an enforced low achievement.5 Hence, exploiting the jointdistribution in the identification step of poverty analysis helps to distinguish between deliberately chosen lowfunctioning achievements and enforced capability deprivations.3 Data and Specification Sample. For the analysis I use data of the German SocioEconomic Panel SOEP andcalculate a multidimensional poverty index for three periods of time 200102, 200607,201112.6 The SOEP not only allows one observe the same individuals in different years,4Note that Suppa 2014 argues that even if functionings are difficult to measure and often only imperfectdata is at hand, the CAs conceptual structure is still helpful for revealing the underlying assumptions.5Alkire et al. 2015, ch. 6.1 provide a more detailed account. Indeed, M0 can be shown to be a measure of unfreedom in the sense of Pattanaik and Xu 1990, who axiomatically the study measurementopportunity sets.6I use SOEP data v 29.1, provided by the DIW; see Wagner et al. 2007 for more details.Thedata used in this paper was extracted using the addon package Panel Whiz for Stata. Panel Whizhttp:www.panelwhiz.eu was written by Dr. John P. HaiskenDe New johnPanel Whiz.eu. See Hahn 7but also provides information on various aspects of a respondents life. However, to avoidan overload of the respondents, some questions are only asked every other year or lessfrequently, whereas other items are only collected in between these years. Consequently,a comprehensive poverty index can only be calculated for selected years. Moreover, forusing the bestsuited items simultaneously, I merge two consecutive years into one period.Naturally, this comes at the cost of losing those observations not observed in both years ofa period.The natural target population for a study on multidimensional poverty in Germany arethe adults living in Germany in the respective year. Consequently, I treat the SOEP asrepeated crosssectional data.7 To account for the complex survey design of the SOEP,the subsequent analyses use sampling weights, which are basically the inverse samplingprobabilities see Goebel et al., 2008.Operationalization. The importance of the conceptual framework for empirical exercises was already outlined and emphasized by Lazarsfeld 1958. The operationalizationof the present study draws on both the capability approach and the German governmentsofficial reports on poverty and wealth. Relying simultaneously on both is possible, sincethe official reports by now explicitly use the CA as well.8 The capability view not onlyconsiders human wellbeing as inherently multidimensional; moreover, it assigns intrinsicimportance to functionings, i.e. the doings and beings individuals have reason to value.Note that intrinsic importance naturally leaves room for instrumental importance as well,as being able to read and write or being healthy illustrate.9 Poverty, then, is understoodas capability deprivation, implying both a shortfall in one or several of the functioningsdeemed relevant and their infeasibility for the individual in question.10 Consequently, indicators of deprivation both i need to be located in the functioning space and ii needto take account of the functionings infeasibility.Moreover, the CA requires value judgments to be exposed rather than concealed, and inand HaiskenDe New 2013 and HaiskenDe New and Hahn 2010 for details. The Panel Whizgenerated DO file to retrieve the data used here is available from me upon request. Any data or computational errorsin this paper are my own.7Exploiting the panel setup of the data, implies a different concept of the samples underlying population,i.e.the individuals living in Germany during the complete period investigated. Hence, such a setupignores several groups by construction including migrants, individuals who become 18, die or otherwiseleave the SOEP during the period investigated. Suppa 2015a exploits the panel setup of the data.8Moreover, the RPWs also use another framework, the conditionoflife approach, essentially developed byNeurath, 1917 2006, 1937 2006. For a comparison of the two approaches see Lemann 2009.9For the distinction between intrinsic and instrumental relevance see, e.g., Sen 1999b.10On poverty as capability deprivation, see in particular Sen 1992, ch. 7 and Sen 1999b, ch. 4.8addition they must be subjected to public debate. Only with clear presentation of the normative problem can a public debate about these issues be expected to fulfill its constructiverole; see Sen 1999a, p. 10. Value judgments are needed for i the selection of functionings included in the index, ii the respective deprivation cutoffs, iii the assigned weights,and iv the poverty cutoff. The official reports provide a first set of indicators, which aimat measuring important functionings. Specifically, socalled core indicators are to be regularly reported, and their selection is based on scientific advice Arndt and Volkert, 2007.11This selection is thus reasoned and transparent, and yet open to criticism and modification.Hence, the choice of dimensions is subjected to public debate and thereby complies withthe aforementioned requirement of the CA see also Sen, 2004, on this. Subjecting thechoice of the deprivation cutoff to public debate, however, further constrains the choiceof a functionings indicators. Specifically, indicators should allow for deprivation cutoffsthat are similar and meaningful across individuals, such that a public debate can studythe pros and cons and eventually agree upon those cutoffs. Limitations of available data,however, prompt us to draw on imperfect indicators as well. In some cases a functioningmay be only captured incompletely; in others, measurement remains within the resourcesspace. Finally, the CA assigns goods, income, and other resources an instrumental roleonly, howsoever important they may be.Dimensions. The increasing interest in alternative measures of wellbeing motivated numerous novel measurement initiatives in various directions.In addition to that, a consensus on relevant dimensions seems to emerge. Table 1 provides an nonexhaustiveoverview of dimensions frequently suggested. Note that Nussbaum 2001 approachesthe question from a philosophical and conceptual view. In contrast, the other studies e.g.,Stiglitz et al., 2009 survey and organize already available indicators. As mentioned earlier, exercises in measurement necessitate a clear conceptual understanding. In this respect,the CA argues that if we study poverty or wellbeing, we ideally measure functionings orcapabilities. As it stands, in many cases we still face imperfect indicators. Some of theirshortcomings will be discussed later. Nonetheless, table 1 reflects an agreement on certaindimensions such as education, health, or social participation.However, table 1 also reveals two further aspects. On the one hand, for some of morecomplex dimensions of human wellbeing, such as the functionings of selfrespect, prac11Note that other contributions and debates reach similar conclusions, for instance the report of Stiglitzet al. 2009, or the European efforts for social inclusion e.g., Atkinson et al., 2002, 2004, Marlier and Atkinson, 2010, but also the earlier Scandinavian approach to welfare e.g., Allardt, 1993, Erikson,1993.9tical reason, or agency, there is no accepted set of indicators sofar. On the other hand,several dimensions along with available indicators are frequently proposed which are,from a conceptual point of view, no functiongings. Consequently, they are not dimensions of wellbeing by themselves. Leading examples are housing, material deprivation,and income. Conceptually, all of them provide resource information. Only in some cases,resourceindicators can be clearly related to a single key functionging, as e.g. housingindicators even though conversion factors are then ignored. In constrast, many otherindicators are likely to affect several functionings and, moreover, in an a priori unclearway e.g., employment. Thus, they are best considered as multipurpose means.12 Thevital point is this: should we incorporate or ignore information provided by material deprivation indicators, income and other resourcebased indicators? Ignoring crucial information about the lives the poor experience, poses a seriously flaw of any poverty measure,just as adding redundant information may distort conclusions as well. The present paper proposes to incorporate resource dimensions, if their indicatorsargumentatively orevidentialycontribute important information on otherwise ignored functionings.Forinstance, the present studies specification introduced later, argues that indicators of material deprivation are wellsuited to infer a shortfall in both practical reason and economicsecurity. Recent insights from behavioral economics also discussed later lend supportto this nexus. In contrast, a shortfall in income, is not included, since a key functioningincome may help to achieve is already modelled explicitly, i.e. social participation. Thisargument is reinforced by including material deprivation indicators which tend to betterreflect wellbeing than income. Consequently, adding an income dimension is likely tocause redundancygiven that material deprivation and social participation indicators arealready included.Finally table 1, also signals further, partly conceptual, difficulties. For instance, is security best considered as a dimension on its own, as suggested by Stiglitz et al. 2009,p.194 who, however, further distinguish personal and economic security. Or alternatively,is it better to model them as risks for the respective functionings e.g., bodily integrity orhealth, as advocated by Wolff and deShalit 2007? Likewise, how to account best foremploymentrelated aspects requires still more investigation and debate.Specification. Although an indepth discussion of all indicators is beyond the scope ofthis study, I briefly comment on the selected indicators. The justification of the materialdeprivation and employment dimensions receive particular attention. Table 2 shows the 12Note that even housing indicators may not only affect shelter and privacy but also, say, health.10selected functionings and their indicators, along with their weights. Note that almost allindicators are either already core indicators of or analyzed within the RPW.13Education. Education is meant to capture not only achievements in reading and writing, but also the abilities to use ones senses, to imagine, think, and reason see Nussbaum,2001. The first indicator dep_educ switches to deprivation if a respondent failed to complete elementary education or completed elementary education but later failed to obtaina vocational qualification. Elementary education refers to the graduation after Germanys 10 years of compulsory education. Beyond formal education, I also consider the numberof books within the household. Members of a household owning less than 10 books areconsidered deprived dep_N books. This information proxies both the educational climate within the household and effective literacy.14 However, as a proxy located in theresource space, it suffers the usual limitations potentially important conversion factorsare ignored.Health. Deprivation in health, which is multidimensional itself, is signalled by threeindicators. First, respondents are deemed deprived of bodily integrity if they are partiallyor severely disabled dep_disabilit y. Second, I compile a subindex, which allows forsubstitutability among several medical conditions. Two out of four health problems mustbe reported for being deprived. The four health issues are i a strong limitation whenclimbing stairs, ii a strong limitation for tiring activities, iii physical pain occured alwaysor often during the last 4 weeks, and iv the health condition limited always or oftensocially. Finally, a BMI larger than 30 dep_obesit y indicates, according to WHO 2000,p. 242, obesity and thus is medically critical. Note that for these indicators the deprivationcutoffs are similar and meaningful across individualsavoiding a common drawback ofindicators like subjectively assessed health state or health satisfaction.Housing. Housing indicators are to capture the functionings of being sheltered and enjoying privacy. To measure housing, I resort to resource indicators. Specifically, I considera person to be deprived of adequate shelter and privacy if any of bath, kitchen or toilet ismissing in her accommodation dep_hh f acilities or if the respondent reports that her 13See, e.g., Bundesregierung 2013, 461491, or Wissenschaftszentrum Berlin fur Sozialforschung WZBand Institut fur Arbeitsmarkt und Berufsforschung IAB 2013.14This indicator is used frequently to study the influence of constructs like scholarly culture of the parentalhousehold on childrens educational attainments see, e.g., Evans et al., 2010, and is, moreover, appliedby the OECD as well see, e.g., OECD, 2014.11house either requires major renovation or is ready for demolition dep_housecond.Finally, I use a simple overcrowding index dep_overcrowded, which indicates deprivation if there is less than 1 room per person in the household see Bundesregierung, 2013,p. 243. However, drawing on these resource indicators ignores relevant conversion factors e.g., the power relations within the family. Moreover, the housing situation mayalso contribute to healthy living conditions more generally. In addition, it may supportselfrespect or facilitate social participation.Social Participation. The measurement of social participation exploits information onthe frequency with which certain activities are reported to be performed. These activitiesrepresent common forms of social life. Respondents may report at least once a week, at leastonce a month, less often, or never. Table A.1 contains the exact wording of the questions.While meeting friends or relatives, the social activity par excellence, is of central importance,many other activities also facilitate relatedness and social interaction. To emphasize theimportance of meeting ones friends for its own sake, I consider a person deprived if shereports to never meet her friends. The remaining items are used to construct an activityindex. Specifically, the activity index considers an individual deprived if she reports neverperforming six or all of a list of seven activities or, alternatively, never performing fiveactivities and, additionally, performing one or two activities less often.Material Deprivation.Inspired by the work of Townsend 1979 and others, previouspoverty measures also used indicators for consumption or ownership on selected goods.Conceptually goods, like income, are resources. Notwithstanding, resource indicators mayprovide extra information. However, material and wealth deprivation are best consideredas a shortfall in a multipurpose means. Lacking multipurpose means may affect severaldistinct functionings simultaneously and, moreover, in an a priori unclear way. This paperproposes to use resource dimensions, if their indicators argumentatively or evidentialycontribute extra information on otherwise ignored functionings. More specifically, I arguethat indicators of material and wealth deprivation are wellsuited to infer a shortfall in bothpractical reason and economic security.Nussbaum 2001 suggests the functioning practical reason, referring to an individualscapacity to act and to plan ones life, including the ability to perform deliberate and reasoned actions.15 In economic choice theory this corresponds to the activity of balancing 15Though related to agency, both concepts are distinct. Agency refers to the ability to set ones own goalsand eventually strive for them, such as whether to devote ones life to a countrys independence, toopt for an austere and spiritual life style, or to maximize ones wellbeing e.g., Sen, 1992, ch. 4. In 12costs and benefits. The proposed justification for material deprivation draws on recentresearch from behavioral economics. Specifically, Mullainathan and Shafir 2013 argueeconomic conditions to systematically distort decisionmaking via the socalled scarcitymindset. Important implications are both focus dividend and tunneling.16 The authorsconclude p. 119, When we focus so intensely on making ends meet now, we plan lesseffectively for the future. Later pp. 120121, they continue, myopia is not a personalfailure. Tunneling is not a personal trait.   rather, it is the context of scarcity that makesus all act that way.17 Individuals struggling hard to make ends meet are fully occupiedwith monitoring every penny spent and any penny to be earned. Consequently, longruneffects costs or benefits and goals are located outside the tunnel, and hence ignored.Since it is these economic conditions that induce inter alia myopia, decision making issystematically distorted.Material and wealth deprivation are also suited to signal a lack of economic security.Goods not consumed for financial reasons already indicate difficulties to make ends meet,and thus a threatened level of consumption. Moreover, the role of wealth and borrowingin consumption smoothing is wellestablished, since the permanent income hypothesis of Friedman 1956 2015. Finally, depending on the specific goods used, material deprivation indicators may also indicate shortfalls in even other functionings e.g., respectingoneself.The dimension of material deprivation is operationalized using two subindices, whichallows among other things a certain substitutability. First, dep_weal th equals one if noneof the following wealth items is owned: life insurance, pension, house or apartment, financial assets, commercial enterprise, tangible assets.18 Second, dep_matdep equals one iftwo or more items of the following are missing for financial reasons i a warm meal, iifriends are invited for dinner, iii money is put aside for emergencies, and iv worn outfurniture is replaced. Both indicators are suited to detect shortfalls in practical reason andboth indicators capture important aspects of economic insecurity.Consequently, extrainformation is added which otherwise would have been ignored.contrast, practical reason refers also to technical and operational decisions. However, low achievementsin practical reason may well entail deprivation in agency.16Poorer people, for instance extract a focus dividend as they are found to be robust to commonly foundframing effects Mullainathan and Shafir, 2013, ch. 4, surveys the evidence.17Shah et al. 2012, Mani et al. 2013 provide more evidence and elaborate this line of thought.18The absence of wealth items indicates what Mullainathan and Shafir 2013, ch.3, call slackdep_weal th. In their suitcasepacking metaphor, slack is space accidentally left here and there. Amongother things, slack also provides room to fail, i.e., less disastrous consequences of erroneous actions.13Employment. Previous studies either include an employment dimension or explicitlyadvocate an employment capability e.g., Lemann and Bonvin, 2011, Alkire et al., 2014.In fact, by now there is widespread agreement about the importance of employment forhuman wellbeing e.g., Stiglitz et al., 2009, Bundesregierung, 2013. Employment, orlabour more general, may indeed help to do things which are intrinsically important e.g.,masterly proficiency, or contributing ones share for the good of all.19 However, an arrayof effects of labour on other dimensions of wellbeing has been documented as well. Infact, most information collected for the labourwellbeing nexus usually pertains to itsinstrumental relevance e.g., occupational diseases and risks for accidents, various securityschemes, workers participation in various processes, exposure to adverse conditions, etc Suppa 2015b elaborates the link of labour and wellbeing, and argues labour to be acrucial means for achieving numerous functionings, such as being healthy, agency, selfrespect, practical reason, appearing in public without shame, etc.The effects of unemployment on wellbeing are a case in point. Research on life satisfaction, for instance, documents the importance of nonpecuniary costs of unemployment forsubjective wellbeing and thus demonstrates their importance in principle Winkelmannand Winkelmann, 1998. Further results find identity utility to be important Hetschkoet al., 2013, which from a capability view may indicate an effect on being ashamed orrespecting oneself. Some studies also directly examine the effect of unemployment onspecific functioning achievements. Kunze and Suppa 2014, for instance, find unemployment to reduce social participation, whereas Schmitz 2011 finds no effect on health ingeneral. If, however, perfect measures for all relevant functionings were available, therewould be no need to rely on an unemployment indicator. In this sense, the justification foran unemployment indicator would lapse.As it stands, however, accepted measures for many of the more complex functionings arelacking and existing ones might be incomplete. Thus, similar to the material deprivationindicators, employmentrelated indicators may provide important extra information onotherwise ignored functionings as well.The current specification draws on three employmentrelated indicators. First, if anindividual reports to be registered unemployment dep_unemp equals one. As outlinedabove deprivation in numerous functionings a likely to accompany unemployment. Second, dep_underemp equals one if a person reports to involuntarily work less than 30 hoursa week. This may be associated by shortfalls in similar functionings, although to a lesserextend. Moreover, parttime jobs are often found to provide lower job quality. Restrict19See e.g. Csikszentmihalyi 1990 who discusses the flowaspect of labour.14ing deprivation to the involuntary is important, since for many households parttime workmay, in fact, be desirable for improving the worklife balance. Finally, dep_precemp equalsone for persons who are marginally employed or in temporary employment. Associateddeprivations are in social and economic security and practical reason.Weights. The main specification assigns equal weights to each dimension and, within adimension, equal weights to each indicator. Consequently, most indicators receive a weightof 118, whereas education and social participation indicators receive 112 each. Finally, notethat full deprivation in employment is only achieved by unemployed weighted with 16.Assigning the other two indicators a weight of 118 each, implies an improvement for aformerly unemployed, who finds a precarious parttime job.Who is poor? Many instances of the subsequent empirical analysis use a poverty cutoff k 33, implying an individual is considered poor if she suffers at least 33% of theweighted maximal possible deprivation. Moreover, to consider people who are actuallypoor, is a useful exercise to justify a poverty cutoff. For instance: There is a male respondentaged 34, who i failed to obtain a vocational qualification, ii exhibits obesity, iii is considered at least partially disabled, iv is currently unemployed, and v reports criticallylow social activity. As his weighted deprivation count amounts to 0.4 212 21816, heis considered multidimensionally poor. Alternatively, consider a female respondent aged 76, who i failed to complete general elementary education, ii reports strong problemswith climbing stairs and often physical pain occurred during the last 4 weeks, iii callsnone of the wealth items her own, iv never meets friends, and also v reports criticallylow social activity. This woman is also considered poor, since her weighted deprivationcount sums to 0.389. Note that although these deprivations, such as education and unemployment, might even be causally related, each of them inherently diminishes the life theperson leads, which is ultimately why we count it.Deprivation Headcounts. Table 3 provides first information about deprivation indicators. The uncensored deprivation headcount is simply the share of individuals deprived in agiven indicator. Uncensored headcounts for the whole population total indicate differentlevels of prevalence for different dimensions. Housing indicators, for instance, vary from 15%. Similarly, employment indicators vary from 47%, whereas deprivations in wealthor social participation amount to 20% each. The socalled dashboard approach exclusivelyrelies on these headcount ratios along with their changes i.e. the marginal distributions.15However, the uncensored headcount ratio can also be calculated for certain subgroups, e.g.,by poverty status. While only 1% of the nonpoor is found unemployed, 32% of the multidimensional poor are. Table 3 also reveals that the most prevalent deprivations amongthe poor are material deprivations 6779% and social participation 5462%. Similarly, 47% of all poor are deprived in education. Given the counting approach to poverty,higher prevalences for the poor are to be expected. In fact, prevalences are substantiallylarger for the pooroften by a triple or more. This finding simply mirrors the fact, thatthe AFM exploits the joint distribution of deprivation already in the identification step ofpoverty measurement. Put differently, the AFM uses the joint distribution to distinguishmore important i.e. coupled from less important i.e. occasional deprivations.In addition to this, Table 3 also shows the censored headcount ratios, i.e.the shareof the population who is poor and deprived in the given indicator. Censored heacountsare the key ingredient for dimensional decompositions. While the censored headcountmust be smaller or equal the uncensored headcount, it is important to note that none ofthe censored headcounts is really close to its uncensored headcount. Thus, virtually noindicator directly implies poverty i.e. multiple deprivation.The final column contains the share of a given deprivation borne by the nonpoor; thusthe fraction of a deprivation ignored throughout the subsequent analysis. Note, that formost indicators the nonpoor account for 50% or more of a deprivation. The only exceptionis unemployment, where only 20% of the unemployed are nonpoor which results fromthe higher weight. Table 3 also clearly reflects that even rather widespread deprivationse.g., in health or social participation are by themselves not only insufficient to renderan individual poor. Furthermore, a significant share of these deprivations is deliberatelyignored in the subsequent analysis. More importantly, table 3 suggests that neither asingle indicator, nor a dashboard approach is capable of replacing the multidimensionalapproach. The latter is in particular supported by the high shares of deprivation borne bythe nonpoor. To infer from a declining uncensored headcount ratio what happens to themultiply deprived becomes a doubtful exercise for the data at hand.4 Results Aggregate Measures. Figure 1 depicts the multidimensional poverty measure M0 theadjusted headcount ratio, the incidence H the headcount ratio, and the intensity A theaverage number of deprivations suffered by the pooreach for all three periods and forpoverty cutoffs k 25, 50. Figure 1 suggests for both M0 and H an increase from period 161 to 2 and decrease from period 2 to 3 independent of k. Average intensity seems to belowest in 200102.In order to obtain a more detailed account of multidimensional poverty, figures 2 and 3 contain adjusted and headcount ratios, each computed for specific subgroups. Figure 2a, for instance, documents that individuals with a background of migration exhibit botha larger M0 and a larger Hin all years for all relevant k. Similarly, figure 2 b suggestsboth a higher M0 and a higher H for East Germanythis difference is, however, much lesspronounced. Finally, figure 2 c shows that differences according to age groups are notthat clearcut, since most lines are crossing another.Figure 3 uncovers further substantive differences in multidimensional poverty amonggroups, for k 10, 50. Specifically, persons in single households tend to experiencemore poverty than individuals in households of couples, regardless of eventual children inthe household figure 3 a. Figure 3 b clearly documents the importance of the fatherseducation on an individuals deprivation. Three groups appear to be distinguished: First,persons with fathers completely lacking education or where education is unknown areassociated with the highest M0. The second group consists of individuals whose fathercompleted Hauptschule or other schools, while the fourth contains those whose fatherscompleted Realschule and Abitur. Finally, figure 3 c suggests both a slightly higher M0and H for women. Differences in average intensity vary less by subgroup e.g., for age, seefigure A.1. However, respondents living in couples or whose fathers education is Realschuleor better display a slightly lower intensity on average.In sum, figure 2 and 3 document that the insights generated by the adjusted headcountratio are consistent with earlier findings. The systematic discrimination of individualswith migration backgrounds is just as well documented as the influence of the family background on the offsprings educational achievements e.g., Bundesregierung, 2008, ch. IXand III.5.Contributions of Subpopulations. The previous results suggest certain sociodemographic groups to suffer more from multidimensional poverty.Instead, this paragraphreveals the shares these groups contribute to overall multidimensional poverty, i.e., relative population size is incorporated. Specifically, using 1, M0 and H can be decomposedinto contributions of each subpopulation to overall poverty. Setting to k 33, figure 4,shows such a decomposition for German states, suggesting that the populous states NRW,17BAV, and BW contribute the lions share to overall multidimensional poverty M0.20 Figure 4 also shows that 32% of the overall multidimensional poverty M0 is contributed bypeople with a background of migration. Note that this share is disproportionate to theirpopulation share 19%. Figure 2 a also reflects this finding. Finally, figure 4 clearly underlines the importance of the fathers educational background. More specifically, respondents reporting their fathers to have completed Hauptschule alone make up approximately 23. Including those individuals reporting their fathers education to be unknown, uncompleted, or absent, the share of multidimensional poverty associated with a handicappededucation of the father climbs to ca. 85%. Admittedly, the corresponding population shareis 69%. 21 Nonetheless, this finding emphasizes the role of the educational backgroundof the father in multidimensional poverty.Dimensional Breakdown.In figure 5 multidimensional poverty M0 is further decomposed to each indicators contribution using 5. The subsequent figures report both theabsolute contribution of a dimension d, wd D H d, summing to M0, and the relative contribution, wd, summing to 100%. Figure 5 suggests the dimensional contributions to be Dstable over time. The major contribution comes from social participation, followed by amaterial deprivation. Housing indicators add the smallest share ca. 4%.H d M0In order to display different profiles of poverty, figure 6 a shows dimensional breakdowns for different subgroups. Typically, for persons with a background of migration,the dimensions of material deprivation and housing contribute relatively more to multidimensional poverty, whereas health appears to contribute relatively less. However, theprofiles seem to converge over time, as the dimensionspecific differences decrease in general previous years results not shown. Figure 6 b, however, shows that virtually anyabsolute contribution is larger for individuals with migration background. Similarly, figure 6 a also suggests that the relative contributions of deprivations in social participation and health increase with age, so that the roles of housing and material deprivationdecrease. In absolute terms, however, figure 6 b shows each indicators contribution tomultidimensional poverty to increase with age.22 Thus, virtually all indicators contributeabsolutely more for the elderly and for people with migration background. However, onlyfor age do relative contributions change: in old age health and social participation become 20Naturally, marked differences in population are driving this result. Statespecific adjusted headcount ratiosreveal differences among states, but fail to provide clearcut conclusions results not shown.21The corresponding contributions to the simple headcount ratio are presented in figure A.2.22Figure 7 shows dimensional breakdowns for the type of household and the fathers education. Note thatsingles and single parents exhibit remarkably similar deprivation profiles.18increasingly important. The fact that multidimensional poverty, M0, can be reduced tocontributions of subgroups and dimensions, allows a consistent and deep analysis of multidimensional poverty, and thus a better understanding thereof.Dynamics. The natural starting point for studying poverty dynamics is first to documentchanges over time. Figure 8 a contains absolute changes in M0 for several k. Clearly, multidimensional poverty increases during the first part of the decade, and decreases duringthe second part. Both findings are independent of the chosen poverty cutoff k. However,absolute decreases are smaller for larger k. At k 33 multidimensional poverty remainsapproximately unchanged after the 10 years under investigation. Moreover, figure 8 bnot only plots the relative changes of M0, but also decomposes the changes into the contributions of H and A according to eq 3. This decomposition reveals that only for lowvalues of k, the poverty intensity A contributes to the changes in M0. The reason is thatfor higher kcutoffs individuals being relieved of one deprivation are more likely to leavepoverty completely.In order to obtain a deeper insight into changes of multidimensional poverty one cancompare changes in censored and uncensored headcounts, which are both depcited infigure 9.23 More specifically, the three employment indicators and the material deprivationindicator exhibit relatively high changes in both censored and uncensored headcountsduring the first half of the decade. Apparently, these four indicators drive the overallincrease in multidimensional poverty observed from 0102 to 0607. Similarly, indicatorsfor education and unemployment play a crucial role for reducing M0 during the secondhalf of the decade.Other patterns, however, are more difficult to rationalize and require a more carfefulanalysis. For instance, in Figure 9, the changes in the simple uncensored headcount ofeducation, suggests an improvement from 0102 to 0607.In contrast, the censoredheadcount of education at k 33 for the same period hardly changes at all. While several different underlying trends may produce this pattern, it simply states that the sameshare of the population is still multidimensionally poor and deprived in educationdespitethe decrease in the uncensored headcount. Thus, education among the multidimensionalpoor calls for more attention of both policy makers and reasearchers alike. Moreover,censored headcounts also suggest that precarious employment and underemployment increase among the poor during the second half of the decade, despite the overall decrease 23Note that weighted changes of censored headcount ratios sum up to the overall change in M0. Presentingthis breakdown would however impede the direct comparison with uncensored headcount ratios.19in M0 for this period. Thus, despite the welcome decrease in poverty, these results cautionagainst exaggerated optimism.A complementary analysis is to study changes by subpopulations. In principal absoluteand relative changes in M0 can be decomposed into contributions of subpopulations. However, it is importnant to correctly account for changing population shares, which wouldaffect M0 as well. A simpler and yet instructive exercise compares absolute changes in M0 by selected subgroups. Figure 10 shows absolute changes by four different subgroups.EastGermany, for instance, experiences both a larger absolute increase during the firsthalf and a smaller decrease during the second half. Consequently, the gap in multidimensional poverty between both regions increases during the period investigated. Asymmetric changes can also be observed for other sociodemographic groups. Most age groups,for example, first experience increases in M0, but only youngest 25 and oldest 65people are finally better off. For the intermediate age groups 2545 and 4565 the improvements during the second half of the decade fail to offset the worsenings of the firsthalf. However, with respect to a background in migration things appear to be different,since migrants experienced a stronger increase during the first half and a stronger decrease during the second half of the period investigated. Moreover, these improvementfinally result in a overall shrinking poverty gap between migrants and nonmigrants. Finally, distinguishing different household types reveals that multidimensional poverty ofnonstandard i.e. other household compositions increases throughout the whole period investigatedcontrary to the general decrease during the second part.In summary, the AlkireFoster framework not only documents multidimensional povertyand its changes, but also provides features to consistently detect specific patterns e.g.,changing gaps or other asymmetric impacts. Moreover, these features also allow to identify the driving factors behind changes in poverty e.g., changes employment or materialdeprivation indicators. A more comprehensive analysis may not only combine the presented exercises more systematically, i.e. decomposing changes by subgroup and dimensions or incidenceintensitybreakdown. In addition to this, an even deeper analysis ofchanges requires a balanced panel data setup, which however is beyond the scope of thepresent study see Suppa, 2015a. Only then the underlying trends, which drive overallchanges can be unambiguously identified, allowing an even better understanding of themechanisms behind poverty.Multidimensional and Income Poverty.Incomepoverty is both an alternative to multidimensional poverty measures and a potential dimension. To begin with, figure 11 con20trasts the respective headcount ratios for income poverty and multidimensional poverty,each for several poverty cutoffs. Note that k 33 and 60%ofmedianincome implyroughly the same incidence ca. 11%. Moreover, monetary poverty rates are slightly increasing overtime. In particular, monetary poverty also increases from 200607 to 201112,for which multidimensional measures indicates a decrease see also figure 8. Suppa2015a studies changes in both measures more carefully.An important question is whether both measures identify the same individuals as poor.Naturally, such a comparison depends on the poverty cutoffs. Figure 12 shows the population shares of individuals who are considered poor i by both measures bothpoor, iiby income poverty only IOpoor, and iii by multidimensional poverty only MDOpoor.These shares are plotted for k 27, 33, 38 and for income poverty cutoffs of 50%, and 60%of the median net household equivalence income. By construction the sum of IOpoor andbothpoor is constant within a subplot. Likewise, the population shares of MDOpoor andbothpoor decrease mechanically with k. For k 33 and an income poverty cutoff of 60%only 5% of the population is identified as poor by both measures. Moreover, the sharesof the IOpoor and MDOpoor are 8% and 5%. Neither other cutoffs nor different yearsessentially affect this finding see also figure A.3 in the appendix. The results, therefore,suggest a substantial disagreement of both measures on who is poor. Hence, with respectto targeting the poor the choice of measure makes a difference.Income as a dimension? The previous section revealed that multidimensional and income measures identify partly different people as poor. However, incomepoverty is bothan alternative to multidimensional poverty measures and a potential dimension. In fact,previous studies frequently used income as a dimension Alkire et al., 2014, Busch and Peichl, 2010, Rippin, 2012.Importantly, including a lackofincome dimension introduces the risk of doublecounting. What might be counted is not a novel deprivation,but instead the incomedriven lack of, e.g., health or social participation. Moreover, thispaper proposes to use resource dimensions only, if their indicatorsargumentatively orevidentialycontribute extra information on otherwise ignored functionings. Then thecrucial questions are: does incomepoverty provide novel information about shortfalls insome functionings and to what extent do we doublecount deprivations?These questions can be approached in two ways. Exploratively, who are the IOpoor,do they suffer from other deprivations and how do they differ from nonpoor?24 Table 424Studying the MDO or bothpoor in more detail may provide insights on the people ignored by incomebased measures and the role of income for multidimensional poverty more generally. However, bothexercises are beyond the scope of the present paper.21contains information about both sociodemographic background and suffered deprivationsby poverty status. Evidently, IOpoor are younger than nonpoor, in particular the shareof individuals aged 25 or less is larger for IOpoor. Additionally, both single and singleparents are more prevalent household types among IOpoor. Turning to the deprivation therespective groups suffer, the IOpoor indeed exhibit a slightly higher average deprivationcount of 0.17 compared with the nonpoor 0.1, even though a much lower one than MDO or bothpoor .4 and .45. However, most deprivation indicators are similar insize for IOpoor and nonpoor. The outstanding exception are both material deprivationindicators, which are substantially higher for the IOpoor and may well explain their higherdeprivation count. This finding points to a sizeable, though not surprising, overlap ofmaterial deprivation indicators with incomepoverty. This overlap can also be observedpreidentification. Inspection of table 5 reveals that 16% of the incomepoor are materiallydeprived, 21% are deprived in wealth, and 34% are both. Thus 71% of the incomepoorare considered deprived in at least one material deprivation indicator.25 Put differently, tothe extent in which a low income translates into material deprivation or is accompaniedby a lack of wealth, incomepoverty is already accounted for. Thus, adding income as adimension is likely to introduce substantial doublecounting.Additionally, one may also question whether income adequately proxies even the material wellbeing of the IOpoor. In fact, Slesnick 2001, p.19697, notes that in particularfor young and elderly income does not accurately reflect wellbeing. The major reason isthat income underestimates actual consumption, as the role of wealth is ignored. Wealthmay not only be directly consumed, but can also provide a service flow from its stocke.g., selfoccupied property or durables. As shown by Table 4, the young aged 30 andbelow are not only overrepresented among the IOpoor, moreover, together with the elderly aged 60 and above they account for ca. 60% of the IOpoor. Table 4 also containsfrequently collected wealth information. It turns out, that 25% of the IOpoor own theiraccommodation and 64% own a car, indicating a substantially share of this subgroup tohave indeed access to wealth. Figure 13 provides more detailed wealth information by poverty status and age groups.26 The left figure shows the median of net household wealth.Notably, older IOpoor seem to have access to significant amounts of wealth. Specifically,individuals aged 4565 report a median net household wealth of 34k EUR, whereas persons aged 65 or more report 47k EUR. To better assess the prevalence of wealth access, theright figure shows the share of individuals whose net household wealth is larger than 350025This pattern is also suggested by the correlation coefficients in Table A.2.26This information is collected by a comprehensive SOEP wealth module, which is however, only availablein 2002 and 2007, see Frick et al. 2007.22EUR the 25%percentile of the overall wealth distribution. The results suggest that over 60% of the older IOpoor individuals own some wealth, but also 3040% of the youngerage groups. Finally, it should be noted that 23% of the IOpoor aged 25 or less currentlydo an apprenticeship, and another 24% is currently in some educational training. Thus,the evidence suggests that income indeed does not accurately reflect material wellbeing,in particular the young and the elderly. Theoretically, this is supported by the permanentincome hypothesis, which implies consumption smoothing behaviour.Conceptually, one could draw on social participation to justify a lackofincome dimension. Social participation is shaped by customs, organization and endowment of a society,which is why it is also often used to justify a relative incomepoverty cutoff. Thus, if socialparticipation was not already included as a dimension on its own, there might be a casefor adding a lackofincome dimension Table A.2, suggests incomepoverty and social participation indicators to be correlated 0.16 and 0.28. Similar arguments could be madeif material deprivation indicators were unavailable.Alternatively, one could argue to replace material deprivation indicators with an incomedimension. However, material deprivation indicators can be linked more closely to specificfunctionings, as practical reason and economic security in the present study. More generally, consumption information is often argued to be preferable to income information asit is conceptually closer to wellbeing.27 For instance, the role of wealth in consumptionsmoothing or owneroccupied property is wellestablished. Finally, externally fixing a uniform incomepoverty threshold, attracted also substantial critique in general e.g., Sen,1992, ch.7.In the present context the question is how to choose a reasonable cutoff,given other dimensions are already accounted for directly.Summing up, I reject a lackofincome dimension based on both conceptual and empirical grounds. First, social participation, a key dimension income is important for, is alreadydirectly implemented. Second, material deprivation is also included and can be related todeprivations in two further functionings more directly economic security and practicalreason. Third, there is evidence for redundancy, as the higher deprivation of IOpoor isbasically driven by material deprivation indicators. Finally, for a significant share of the IOpoor the young and the old income seems not to accurately reflect even their materialwellbeing.27In standard economic theory goods rather than income provide utility, moreover, consumption is arguedto better measure permanent income.235 Concluding Remarks Outlook.Instead of another summary, I conclude with some final remarks. Better officialpoverty measures are feasible. By now, conceptional frameworks have been carefully devised, and sound and flexible methods have been developed. Many advanced economieshave convenient highquality data at hand.Importantly, both key concepts and majorempirical findings are still easy to communicate and therefore may foster public debate.Moreover, a convincing poverty measure promotes the recognition of poverty as an pressing issue more generallyin particular for an advanced economy like Germany. Thereby,it also helps to organize majorities in parliaments necessary to approve appropriate measures. Additionally, an effective and efficient fight on poverty is feasible, once the trulydeprived can be better targeted, and once the coupling of deprivations and their mechanisms are better understood. Improving the lives of the most seriously deprived is withinreach.Limitations. First, complex functionings like agency, selfrespect, economic security andpractical reason are currently only captured indirectly. However, research on providingdirect implementations already commenced Alkire, 2007. A further aspect generallyignored is the role of time, which may, e.g., illuminate the contrasting living conditions ofsingles with and without children. Unfortunately, its conceptual and empirical integrationis complex and still requires more thought.28Moreover, the previous analysis of multidimensional poverty and sociodemographicvariables is basically descriptive. Confounding factors may drive some findings, whilecertain variables are obviously highly endogenous e.g., type of household. Consequently,these findings cannot be interpreted causally, though future research may well address thisissue. Finally, given the current data, more detailed analyses of shocks and reforms arenot feasible. Assuming a consensus on the relevant indicators, collecting all items on ayearly basis is, however, straight forward. Finally, certain groups of the society are ignoredcompletely. Homeless people, for instance, are not covered by the underlying data basis.Children, on the other hand, are deliberately excluded, since a more tailored specificationto accurately capture their being and doing seems called for.Future Research. The next steps towards a multidimensional poverty index for Germanyshould explore the options for direct implementations of missing dimensions such as such 28Contributions approaching this issue include Merz and Rathjen 2014a,b.24as agency, selfrespect, security, practical reason and appearance in public without shame.Additionally, a clear conceptual account of both employment and time is a precondition fora better empirical integration of employment and timerelated deprivation into povertymeasures. Regarding the data basis, having yearly data of all indicators would allow amore detailed analysis. Questions on Internetbased social participation may complementthe present implementation. Finally, applying methods that take account of confoundingfactors would deepen the analysis and help to uncover the mechanism behind multidimensional poverty.References Alkire, S., 2007. The Missing Dimensions of Poverty Data: Introduction to the Special Issue,Oxford Development Studies, 35 4, 347359.Alkire, S., Apablaza, M., and Jung, E., 2014. Multidimensional poverty measurement for EUSILC countries, OPHI Research in Progress Series 36b, OPHI, Oxford.Alkire, S., Ballon, P., Foster, J., Roche, J.M., Santos, M.E., and Seth, S., 2015. Multidimensional Poverty Measurement and Analysis: A Counting Approach, Oxford Univ. Press.Alkire, S. and Foster, J., 2011a. Counting and Multidimensional Poverty Measurement,Journal of Public Economics, 95 78, 476487.Alkire, S. and Foster, J., 2011b. Understandings and Misunderstandings of Multidimensional Poverty Measurement, Journal of Economic Inequality, 9 2, 289314.Alkire, S. and Foster, J.E., 2013. Evaluating dimensional and distributional contributionsto multidimensional poverty, mimeo, OPHI, University of Oxford.Alkire, S. and Santos, M.E., 2011. Acute Multidimensional Poverty: A New Index for Developing Countries, Proceedings of the German Development Economics Conference,Berlin 2011 3, Verein fur Socialpolitik, Research Committee Development Economics,Berlin.Allardt, E., 1993. Having, Loving, Being: An Alternative to the Swedish Model of Welfare Research, in: A.K. Sen and M.C. Nussbaum, eds., The Quality of Life, Clarendon Press,8894.25Arndt, C. and Volkert, J., 2007. A Capability Approach for Official German Poverty and Wealth Reports: Conceptual Background and First Empirical Results, IAW Discussion Papers 27, Institut fur Angewandte Wirtschaftsforschung, Tubingen.Atkinson, A.B., Marlier, E., and Nolan, B., 2004. Indicators and Targets for Social Inclusionin the European Union, Journal of Common Market Studies, 42 1, 4775.Atkinson, T., Cantillon, B., Marlier, E., and Nolan, B., 2002. Social Indicators: The EU and Social Inclusion, Oxford: Oxford University Press.Bourguignon, F. and Chakravarty, S., 2003. The Measurement of Multidimensional Poverty,Journal of Economic Inequality, 1 1, 2549.Bundesregierung, 2008. Lebenslagen in Deutschland., 3. Armuts und Reichtumsbericht,BMAS, Berlin.Bundesregierung, 2013. Lebenslagen in Deutschland, 4. Armuts und Reichtumsbericht,BMAS, Bonn.Busch, C. and Peichl, A., 2010. The Development of Multidimensional Poverty in Germany 19852007, IZA Discussion Papers 4922, Institute for the Study of Labor IZA.Csikszentmihalyi, M., 1990. Flow: The Psychology of Optimal Experience, New York: Harperand Row.Duclos, J.Y., Sahn, D.E., and Younger, S.D., 2006. Robust Multidimensional Poverty Comparisons, Economic Journal, 116 514, 943968.Erikson, R., 1993. Descriptions in Inequality: The Swedish Approach to Welfare Research,in: A.K. Sen and M.C. Nussbaum, eds., The Quality of Life, Clarendon Press, 6783.Evans, M., Kelley, J., Sikora, J., and Treiman, D.J., 2010. Family scholarly culture andeducational success: Books and schooling in 27 nations, Research in Social Stratificationand Mobility, 28, 171197.Ferreira, F.H.G., 2011. Poverty Is Multidimensional. But What Are We Going to Do About It?, Journal of Economic Inequality, 9 3, 493495.Foster, J., Greer, J., and Thorbecke, E., 1984. A Class of Decomposable Poverty Measures,Econometrica, 52 3, 76166.26Frick, J.R., Grabka, M.M., and Marcus, J., 2007. Editing and multiple imputation of itemnonresponse in the 2002 wealth module of the german socioeconomic panel soep,SOEPpapers on Multidisciplinary Panel Data Research 18, DIW Berlin, Berlin.Friedman, M., 1956 2015. A Theory of the Consumption Function, Martino Fine Books.Goebel, J., Grabka, M.M., Krause, P., Kroh, M., Pischner, R., Sieber, I., and Spie,M., 2008. Mikrodaten, Gewichtung und Datenstruktur der Langsschnittstudie Soziooekonomisches Panel SOEP, Vierteljahrshefte zur Wirtschaftsforschung, 77 3, 77109.Hahn, M. and HaiskenDe New, J.P., 2013. Panel Whiz and the Australian Longitudinal Data Infrastructure in Economics, The Australian Economic Review, 46 3, 379386.HaiskenDe New, J.P. and Hahn, M., 2010. Panel Whiz: Efficient Data Extraction of Complex Panel Data Sets: An Example Using the German SOEP, Schmollers Jahrbuch, 130 4,643654.Hetschko, C., Knabe, A., and Schob, R., 2013. Changing Identity: Retiring from Unemployment, Economic Journal, 124 575, 149166.Kunze, L. and Suppa, N., 2014. Bowling Alone or Bowling at All? The Effect of Unemployment on Social Participation, Ruhr Economic Papers 510, RWI, Essen.Lazarsfeld, P.F., 1958. Evidence and Inference in Social Research, Daedalus, 87 4, 99130.Lemann, O., 2009. Conditions of Life, Functionings, and Capability Similarities and Differences, Journal of Human Development and Capabilities, 10 2, 279298.Lemann, O. and Bonvin, J.M., 2011. JobSatisfaction in the Broader Framework of the Capability Approach, management revue, 22 1, 8499.Mani, A., Mullainathan, S., Shafir, E., and Zhao, J., 2013. Poverty Impedes Cognitive Function, Science, 341, 976980.Marlier, E. and Atkinson, A.B., 2010. Indicators of Poverty and Social Exclusion in a Global Context, Journal of Policy Analysis and Management, 29 2, 285304.Merz, J. and Rathjen, T., 2014a. Multidimensional time and income poverty: wellbeinggap and minimum 2DGAP poverty intensity German evidence, Journal of Economic Inequality, 12 4, 555580.27Merz, J. and Rathjen, T., 2014b. Time and Income Poverty: An Interdependent Multidimensional Poverty Approach with German Time Use Diary Data, Review of Income and Wealth, 60 3, 450479.Mullainathan, S. and Shafir, E., 2013. Scarcity: Why Having Too Little Means So Much,London: Allen Lane.Neurath, O., 1917 2006. Das Begriffsgebaude der Wirtschaftslehre und seine Gurndlagen,Zeitschrift fur die gesamte Staatswissenschaft, 73, 484520, reprinted in Uebel, T. and Cohen, R. eds.: Otto Neurath: Economic Writings: Selections 19041945, 2006, pp.312341.Neurath, O., 1937 2006. Inventory of the Standard of Living, Zeitschrift fur Sozialforschung, 6, 140151, reprinted in Uebel, T. and Cohen, R. eds.: Otto Neurath: Economic Writings: Selections 19041945, 2006, pp. 513526.Nussbaum, M.C., 2001. Women and Human Development: The Capabilities Approach, The John Robert Seeley Lectures, vol. 1998, Cambridge: Cambridge University Press, 13th ed.OECD, 2011. Hows Life? Measuring Wellbeing: Measuring Wellbeing, OECD Better Life Initiative, OECD Publishing.OECD, 2014. Education at a Glance, OECD Indicators, Paris: OECD Publishing.Pattanaik, P.K. and Xu, Y., 1990. On Ranking Opportunity Sets in Terms of Freedom of Choice, Discussion Papers REL Recherches Economiques de Louvain 1990036, Universite catholique de Louvain, Institut de Recherches Economiques et Sociales IRES.Rippin, N., 2012. Operationalising the Capability Approach: A German Correlation Sensitive Poverty Index, Discussion Papers 132, Courant Research Centre, GeorgAugustUniversitat Gottingen.Robeyns, I., 2005. The Capability Approach: A Theoretical Survey, Journal of Human Development, 6 1, 93117.Roche, J., 2013. Monitoring Progress in Child Poverty Reduction: Methodological Insightsand Illustration to the Case Study of Bangladesh, Social Indicators Research, 112 2,363390.Schmitz, H., 2011. Why are the unemployed in worse health? The causal effect of unemployment on health, Labour Economics, 18 1, 7178.28Sen, A.K., 1985. Commodities and Capabilities, New Delhi: NorthHolland Publ., 12th ed.Sen, A.K., 1992. Inequality Reexamined, Russell Sage Foundation book, New York: Russell Sage Foundation, 3rd ed.Sen, A.K., 1999a. Democracy as a Universal Value, Journal of Democracy, 10 3, 317.Sen, A.K., 1999b. Development as Freedom, Oxford: Oxford University Press.Sen, A.K., 2004. Capabilities, Lists and Public Reason: Continuing the Conversation, Feminist Economics, 10 3, 7780.Shah, A., , Mullainathan, S., and Shafir, E., 2012. Some Consequences of Having Too Little,Science, 338 2, 682685.Slesnick, D.T., 2001. Consumption and Social Welfare, Cambridge, UK: Cambridge Univ.Press.Stiglitz, J.E., Sen, A.K., and Fitoussi, J.P., 2009. Report by the commission on the measurement of economic performance and social progress, Tech. rep., Commission on the Measurement of Economic Performance and Social Progress.Suppa, N., 2014. The Capability Perspective: Basic Features and their Relevance for Social Policy, in: H.U. Otto and H. Ziegler, eds., Critical Social Policy and the Capability Approach, Verlag Barbara Budrich.Suppa, N., 2015a. Comparing monetary and multidimensional poverty in Germany, mimeo,TU Dortmund, Dortmund.Suppa, N., 2015b. Labor and the Capability Approach. Towards Conceptional Clarity,mimeo, TU Dortmund, Dortmund.Townsend, P., 1979. Poverty in the United Kingdom: A Survey of Household Resources and Standards of Living, University of California Press.Tsui, K., 2002. Multidimensional Poverty Indices, Social Choice and Welfare, 19 1, 6993.UN, 2012. Millennium Development Goals Report: 2012, Millennium Development Goals Reports, New York: United Nations Publications.UNDP, 1990. Human Development Report 1990: Concept and Measurement of Human Development, Human Development Report, Oxford University Press.29UNDP, 2011. Human Development Report 2011: Sustainability and Equity: Towards a Better Future for All, Human Development Report, Palgrave Macmillan.Wagner, G.G., Frick, J.R., and Schupp, J., 2007. The German SocioEconomic Panel StudySOEP: Scope, Evolution and Enhancements, Schmollers Jahrbuch, 127 1, 139169.Whelan, C.T., Nolan, B., and Maitre, B., 2014. Multidimensional Poverty Measurementin Europe: An Application of the Adjusted Headcount Approach, Journal of European Social Policy, 24, 183197.WHO, 2000. Obesity: Preventing and Managing the Global Epidemic, no. 894 in World Health Organization technical report series, Geneva: World Health Organization.Winkelmann, L. and Winkelmann, R., 1998. Why Are the Unemployed So Unhappy? Evidence from Panel Data, Economica, 65 257, 115.Wissenschaftszentrum Berlin fur Sozialforschung WZB and Institut fur Arbeitsmarkt und Berufsforschung IAB, 2013. Soziale Mobilitat, Ursachen fur Auf und Abstiege, on behalf of BMAS ed., Bonn.Wolff, J. and deShalit, A., 2007. Disadvantage, Oxford Political Theory, Oxford: Oxford University Press.Yitzhaki, S., 1979. Relative Deprivation and the Gini Coefficient, The Quarterly Journal of Economics, 93 2, 32124.30dimensioneducationhealthhousingsocial participationpolitical participationagencypractical reasonselfrespectemploymentincomematerial deprivationenvironment aspectstime activitiesNBTable 1: Potential Dimensions AC M NSSFOECDRP Wfunctioning shelter, health, privacy but also selfrespect, agency multipurpose numerous, depends on items health, shelter multipurposesecurity Notes: NB is Nussbaum 2001, ACMN is Atkinson et al. 2002, SSF is Stiglitz et al. 2009, OECDis OECD 2011 secure functionings?31Functioning Deprivation Cutoff Variable Weight Table 2: Functionings, Indicators, and Weights Education Housing Health Material Deprivation Social Participation Employmentelementary schooling not completed or elementary schooling completed butno vocational qualificationaless than 10 books in householddep_educdep_nbookshouse requires major renovation or is ready for demolitionneither of bath or shower, kitchen, warm water, toiletovercrowded less than one room per personpartially or severely disabledreporting 24 health issuesbbody mass index larger than 30reporting 24 goods missing for financial reasonscnone of life insurance, pension, owning the house or apartment, otherhouse, financial assets, commercial enterprise, tangible assets 57 activities performed neverd; remaining at most less than monthlynever meeting friendsunemployedinvol. hours worked 30precariously employed incl. temporary work dep_houseconddep_hhfacilitiesdep_overcrowdeddep_disabilitydep_healthidxdep_obesitydep_matdepdep_wealthdep_actindexdep_meetfriendsdep_unempdep_underempdep_precemp 1121121181181181181181181181181121121611811832Notes: Note: a Graduation in Germany is usually achieved after 10 years of schooling. b The four health issues are i a strong limitationwhen climbing stairs, ii a strong limitation for tiring activities, iii physical pain occured always or often during the last 4 weeks, and ivthe health condition limited always or often socially. c The four goods asked for are i a warm meal, ii whether friends are invited fordinner, iii whether money is put aside for emergencies, and iv whether worn out furniture is replaced. d Activities included are igoing to the movies, pop music concerts, dancing, disco, etc, ii going to cultural events such as concerts, theater, lectures, iii doingsports yourself, iv volunteer work, v attending religious events, vi helping out friends, relatives or neighbours vii involvement in acitizens group, political party, local government.Table 3: Deprivation headcount ratiosuncensored headcountcensored headcountshare nonpoor depr.nonpoor mpoortotaldep_educdep_Nbooksdep_healthidxdep_disabilitydep_obesitydep_houseconddep_overcrowdeddep_hhfacilitiesdep_matdepdep_wealthdep_actindexdep_meetfriendsdep_unempdep_underempdep_precemp Notes: Data from SOEP v 29.1. Calculations for 2012, cells contains shares. Underlying povertycutoff k 33.0.4710.2920.4090.3190.3720.0820.1340.0390.6690.7890.6270.5400.3200.1000.1070.6040.4810.7040.7660.7930.6340.7250.6760.5910.6530.6970.7450.2080.8270.8280.0850.0320.1160.1240.1690.0170.0420.0100.1150.1760.1720.1880.0100.0570.0610.1260.0600.1470.1450.1900.0240.0520.0130.1740.2410.2200.2250.0430.0620.0660.0500.0310.0430.0340.0390.0090.0140.0040.0710.0840.0670.0570.0340.0110.011Figure 1: Aggregate Measures over Time Notes: Data from SOEP v 29.1.330.02.04.06.08253035404550k M00.05.1.15.2253035404550k H.35.4.45.5.55253035404550k ANote: dahsed line at k33.33200102200607201112Table 4: Statistics by poverty status1234nonpoorbothpoor IOpoor MDOpoorage252530313940495059606970hhtypesinglecouple, no kidssingleparentcouple w. kidsotherdeprivationsdep_educdep_Nbooksdep_disabilitydep_obesitydep_healthidxdep_houseconddep_overcrowdeddep_hhfacilitiesdep_unempdep_underempdep_precempdep_wealthdep_matdepdep_meetfriendsdep_actindexhouse ownercar ownershare indebted 0.080.070.150.200.160.160.170.220.370.040.350.020.100.030.120.150.110.020.040.010.020.050.050.160.090.190.190.430.880.060.080.080.130.210.230.140.120.360.190.130.290.030.490.370.240.300.330.110.180.060.440.080.080.840.770.470.630.080.390.140.210.100.120.160.130.120.160.330.190.100.330.040.170.070.090.150.120.050.120.040.050.080.090.400.350.200.230.240.640.080.060.050.120.160.200.180.240.330.310.080.260.030.520.280.360.360.460.080.110.060.240.070.080.700.500.550.690.120.600.160.1040537counting vector NNotes: Data from SOEP v 29.1. Waves 200102, 200607, 201112.Cells contain shares. Underlying kcutoff is 33%, incomepoverty cutoff is 60%.0.4026170.4518810.17307534Table 5: Crosstabulation of incomepoor and material deprivation indicatorsnonincomepoordep_mat1dep_mat0incomepoor Totaldep_mat0dep_mat1Totaldep_wealth0dep_wealth1Total Notes: Data SOEP v 29.1, cells contain percentages, income poverty cutoff is 60% of median disposable household equivalence income. Deprivation indicators are defined as in table 2.45.0354.97100.0075.8313.5489.3716.2234.1050.336.424.2110.6382.2517.75100.0028.8020.8749.6735Figure 2: Aggregate Measures by Subgroups Ia migration backgroundb regionc age Notes: Data from SOEP v 29.1. Calculations for 20112012.360.05.1.15M01020304050k 0.2.4.6H1020304050kno migr.migr.0.05.1.15M01020304050k 0.1.2.3.4.5H1020304050kwesteast 0.05.1.15M01020304050k 0.2.4.6H1020304050k252545456565Figure 3: Aggregate Measures by Subgroups IIa type of householdb education of fatherc sex Notes: Data from SOEP v 29.1. Calculations for 20112012.370.05.1.15.2M01020304050k 0.2.4.6.8H1020304050ksinglecouple, no kidssingleparentcouple w. kidsother 0.05.1.15.2M01020304050k 0.2.4.6.8H1020304050knot completed or d.k.Hauptschule Realschule Abitur other.02.04.06.08.1.12M01020304050k 0.1.2.3.4.5H1020304050kmenwomenFigure 4: Contributions to M0 by Subgroup Notes: Data from SOEP v 29.1. Year of analysis 201112. Graphs show contribution to overall M0 for selected subgroups, poverty cutoff k 33. For comparisononly: share of population with migration background 19%.3867.89%32.11%no migr.migr.Note: k33, period of analysis: 201112 migration background 72.63%27.37%westeast Note: k33, period of analysis: 201112 region 27.95%56.94%7.51%4.36%3.24%not completed or d.k.Hauptschule Realschule Abitur other Note: k33, period of analysis: 201112 education of father 8.78%14.45%3.42%7.11%0.92%1.18%6.15%2.46%5.87%25.81%4.33%1.81%5.33%4.82%2.65%4.91%BWBAVBERBRABREHAMHESMVLSNRWRPSAASAXSASHTHUNote: k33, period of analysis: 201112 state BundeslandFigure 5: Dimensional Breakdown Note: Data from SOEP v 29.1. Poverty cutoff k 33. For better readability allweighted contributions are multiplied by 100. Thus, relative contributions are percentage points, whereas absolute contribution sum to M0 100.390.50.30.20.20.20.10.10.10.50.70.60.50.50.00.00.50.30.30.20.20.10.10.00.70.80.70.50.70.10.10.40.30.20.20.20.00.10.00.60.70.60.50.60.10.1012345200102200607201112by period abs. contr.11.17.05.54.24.11.22.01.210.215.114.610.711.80.70.89.66.35.23.94.41.21.70.613.014.913.29.813.81.01.29.35.55.54.34.91.01.80.513.215.912.610.711.91.41.5020406080100200102200607201112by period rel. contr.Note: k33, absolute contributions to M0 are multiplied by 100.dep_educ_contdep_Nbooks_contdep_healthidx_contdep_disability_contdep_obesity_contdep_housecond_contdep_overcrowded_contdep_hhfacilities_contdep_matdep_contdep_wealth_contdep_actindex_contdep_meetfriends_contdep_unemp_contdep_underemp_contdep_precemp_contFigure 6: Dimensional Breakdown by Subpopulations Ia relative contribution M0b absolute contribution M0Note: Data from SOEP v 29.1. Poverty cutoff k 33. For better readability allweighted contributions are multiplied by 100. Thus, relative contributions are percentage points, whereas absolute contribution sum to M0 100.4015.96.41.01.63.61.35.10.29.83.014.08.88.020.31.111.55.92.92.24.81.25.00.39.51.911.412.39.418.03.67.95.36.75.56.21.31.10.69.42.49.812.913.414.43.213.98.310.47.06.70.80.21.25.50.710.119.115.30.10.7020406080100252545456565period: 201112by age 10.06.77.05.46.11.21.20.68.21.99.914.013.112.52.212.15.25.03.45.21.04.00.69.21.811.714.111.611.53.5020406080100no migr.migr.period: 201112by migration background Note: k30, absolute contributions to M0 are multiplied by 100.dep_educ_contdep_Nbooks_contdep_healthidx_contdep_disability_contdep_obesity_contdep_housecond_contdep_overcrowded_contdep_hhfacilities_contdep_matdep_contdep_precemp_contdep_wealth_contdep_actindex_contdep_meetfriends_contdep_unemp_contdep_underemp_cont 0.70.30.10.00.10.10.20.00.70.80.50.30.80.10.10.30.20.10.10.10.10.10.00.70.70.50.40.90.10.10.50.30.30.30.30.10.10.00.80.90.80.61.10.10.10.70.50.50.30.30.00.00.10.40.70.80.70.00.00.00246252545456565period: 201112by age 0.40.30.20.20.20.10.00.00.50.60.60.50.60.00.11.10.70.40.30.40.10.40.01.31.61.20.71.20.10.10246810no migr.migr.period: 201112by migration background Note: k33, absolute contributions to M0 are multiplied by 100.dep_educ_contdep_Nbooks_contdep_healthidx_contdep_disability_contdep_obesity_contdep_housecond_contdep_overcrowded_contdep_hhfacilities_contdep_matdep_contdep_wealth_contdep_actindex_contdep_meetfriends_contdep_unemp_contdep_underemp_contdep_precemp_contFigure 7: Dimensional Breakdown by Subpopulations IIa relative contribution M0b absolute contribution M0Note: Data from SOEP v 29.1. Poverty cutoff k 33. For better readability allweighted contributions are multiplied by 100. Thus, relative contributions are percentage points, whereas absolute contribution sum to M0 100.419.69.27.26.25.41.10.21.39.01.410.814.611.311.11.611.85.58.05.37.11.00.40.36.42.19.616.215.58.72.311.36.23.52.84.81.43.10.110.61.611.59.88.422.12.810.72.44.12.85.71.36.00.29.12.710.812.712.714.04.811.96.06.54.14.41.06.40.110.20.39.512.214.412.40.5020406080100singlecouple, no kidssingleparentcouple w. kidsotherperiod: 201112by hhtype 13.16.75.03.85.20.92.80.69.41.712.014.011.011.22.410.26.47.35.66.11.11.40.68.02.09.714.413.411.02.86.65.33.23.55.51.42.51.09.61.710.912.012.322.22.16.33.05.23.55.63.43.50.49.23.512.512.110.518.72.711.43.04.92.36.20.55.41.39.01.19.913.612.515.33.7020406080100not completed or d.k.Hauptschule Realschule Abitur otherperiod: 201112by education of father Note: k30, absolute contributions to M0 are multiplied by 100.dep_educ_contdep_Nbooks_contdep_healthidx_contdep_disability_contdep_obesity_contdep_housecond_contdep_overcrowded_contdep_hhfacilities_contdep_matdep_contdep_precemp_contdep_wealth_contdep_actindex_contdep_meetfriends_contdep_unemp_contdep_underemp_cont 0.60.60.40.40.30.10.00.10.50.10.60.90.70.70.10.30.20.20.10.20.00.00.00.20.10.30.40.40.30.10.90.50.30.20.40.10.20.00.80.10.90.80.61.70.20.30.10.10.10.20.00.20.00.30.10.30.40.40.40.11.00.60.60.40.40.10.50.00.90.00.81.11.21.20.002468singlecouple, no kidssingleparentcouple w. kidsotherperiod: 201112by hhtype 1.30.70.50.40.50.10.30.11.00.21.21.41.11.30.30.40.30.30.20.20.00.10.00.30.10.40.60.50.50.10.10.10.10.10.10.00.00.00.20.00.20.20.20.40.00.10.00.10.00.10.00.00.00.10.00.10.10.10.20.00.50.10.20.10.30.00.20.10.40.10.40.60.60.70.20246810not completed or d.k.Hauptschule Realschule Abitur otherperiod: 201112by education of father Note: k30, absolute contributions to M0 are multiplied by 100.dep_educ_contdep_Nbooks_contdep_healthidx_contdep_disability_contdep_obesity_contdep_housecond_contdep_overcrowded_contdep_hhfacilities_contdep_matdep_contdep_precemp_contdep_wealth_contdep_actindex_contdep_meetfriends_contdep_unemp_contdep_underemp_conta absolute changes in M0Figure 8: Documenting changes in M0b decomposed relative changes of M0.Notes: Data from SOEP v 29.1.42.01.0050.005.011113161922252730333638414447501113161922252730333638414447500102 06070607 1112 M0kcutoff Graphs by change.4.20.2.4.61113161922252730333638414447501113161922252730333638414447500102 06070607 1112HAHAM0kcutoff Graphs by changeFigure 9: Percentage changes in censored and uncensored deprivation headcounts 43Notes: Data from SOEP v 29.1. Left figure shows relative changes in censored headcounts at k 33, right figure relative changesof simple uncensored headcounts.0.050.150.230.050.180.090.120.290.140.300.030.050.100.210.160.800.750.370.080.060.160.480.400.010.260.260.090.110.020.01.50.510607 11120102 060733DCH_dep_educ DCH_dep_Nbooks DCH_dep_healthidx DCH_dep_disability DCH_dep_obesity DCH_dep_housecond DCH_dep_overcrowded DCH_dep_hhfacilities DCH_dep_matdep DCH_dep_wealth DCH_dep_actindex DCH_dep_meetfriends DCH_dep_unemp DCH_dep_underemp DCH_dep_precemp 0.010.060.310.020.100.000.140.160.070.200.120.040.040.180.140.580.470.120.020.090.020.620.480.180.080.160.020.060.020.14.50.510607 11120102 0607uncensored headcountTable A.1: Questions Activities:Which of the following activities do you take part in during your free time? Pleasecheck off how often you do each activity: at least once a week, at least once a month,less often, never.Going to the movies, pop music concerts, dancing, disco, sports events Going to cultural events such as concerts, theater, lectures, etc.Doing sports yourself Volunteer work in clubs or social services Attending church, religious events Meeting with friends, relatives or neighbors Helping out friends, relatives or neighbors 44Figure 10: Absolute changes in M0 by subgroups Notes: Data from SOEP v 29.1. Poverty cutoff k 33.Figure 11: Income and Multidimensional Poverty Rates Notes: Data from SOEP v 29.1. Underlying income concept is real net household equivalence income.450.00640.01060.00750.0046.01.0050.005.010102 06070607 111233regionswesteast M00.01140.00750.01360.00280.01840.00250.00620.0127.02.010.01.020102 06070607 111233age groups252545456565M00.00560.01380.00470.0225.02.010.01.020102 06070607 111233background of migrationno migr.migr.M00.00820.00390.01780.00820.01350.00040.00810.01000.01070.0201.010.01.020102 06070607 111233hhtypesinglecouple, no kidssingleparentcouple w. kidsother M00.1.2.320304020304020304020010220060720111250% of ymed 60% of ymedmultidimensional povertykFigure 12: Income and Multidimensional Poverty Notes: Data from SOEP v 29.1. Underlying income concept is real net household equivalence income. Year of analysis is 201112.Figure 13: Wealth statistics by poverty status Notes: Data from SOEP v 29.1. Wave 2002, 2007. Right figure considers an individual wealthy ifher wealth is more than 3.500EUR, the 25%percentile of the entire wealth distribution.460.040.030.120.030.040.080.020.050.040.070.070.090.050.080.050.040.100.030.05.1.15.2.2527333827333850% of y med 60% of y medbothpoor IOpoor MDOpoorkcutoffperiod of analysis: 201112; y is real net household equivalence income.050,000100000150000nonpoorbothpoor IOpoor MDOpoormedian net wealth 0.2.4.6.8nonpoorbothpoor IOpoor MDOpoorshare wealthy252545456565Table A.2: Correlation of deprivation indicators 47skoob N_ped 1.0000.0940.0920.2030.2070.1390.3240.2520.0840.0180.3990.3420.1790.4280.417ytilibasid_ped 1.0000.1890.6680.0640.2210.0680.0160.2020.1420.0420.0550.2010.2430.047ytisebo_ped 1.0000.2800.0810.0220.0730.0910.0350.0260.0510.1180.1010.1480.098cude_ped 1.0000.4370.1540.1420.2760.1630.2320.1840.1630.0170.0090.3490.2310.1330.3750.329dep_educdep_Nbooksdep_disabilitydep_obesitydep_healthidxdep_houseconddep_overcrowdeddep_hhfacilitiesdep_unempdep_underempdep_precempdep_wealthdep_matdepdep_meetfriendsdep_actindexpov 60ixdhtlaeh_peddnocesuoh_peddedworcrevo_pedseitilicafhh_pedpmenu_pedpmerednu_pedpmecerp_pedhtlaew_pedpedtam_pedsdneirfteem_pedxednitca_ped 06vop 1.0000.1270.1720.1650.0750.1680.1190.1380.1520.2640.3480.1401.0000.1850.3300.2610.0680.0940.2960.3420.0900.1980.3251.0000.0450.2050.0870.0880.3140.3060.0220.1370.3281.0000.1630.0430.0270.1870.1410.1480.1580.2471.0001.0001.0000.3990.4620.1130.1980.5381.0000.7090.0670.1530.0470.0710.1161.0000.1190.1480.0580.0580.1331.0000.4980.0910.2980.5171.0000.1980.2750.6091.0000.2150.1571.0000.2781.000Notes: Data from SOEP v 29.1. Waves 200102, 200607, 201112. Matrix contains tetrachoric correlation coefficients. pov 60 indicates whether an individual is incomepoor, i.e.her real net household equivalence income is less than 60% of its median.Figure A.1: Average intensity by groups Notes: Data from SOEP v 29.1. Calculations for 201112.Figure A.2: Contributions to H by Subgroups Notes: Data from SOEP v 29.1. Poverty cutoff k 33.48.2.3.4.5.6A1020304050ksinglecouple, no kidssingleparentcouple w. kidsother.2.3.4.5.6A1020304050knot completed or d.k.Hauptschule Realschule Abitur other 9.11%14.68%3.54%6.82%0.97%1.21%6.11%2.64%6.35%25.06%4.11%1.75%5.33%4.82%2.78%4.72%BWBAVBERBRABREHAMHESMVLSNRWRPSAASAXSASHTHUNote: k33, period of analysis: 201112state Bundesland67.62%32.38%no migr.migr.Note: k33, period of analysis: 201112migration background 72.81%27.19%westeast Note: k33, period of analysis: 201112region 27.40%57.12%7.42%4.65%3.41%not completed or d.k.Hauptschule Realschule Abitur other Note: k33, period of analysis: 201112education of fatherFigure A.3: Income and Multidimensional Povertyother yearsa years of analysis 200102b years of analysis 200607Notes: Data from SOEP v 29.1. Poverty cutoff k 33. Threshold for incomepoverty is 60% of median income. Underlying income concept is real nethousehold equivalence income.490.030.030.140.020.030.080.020.040.050.050.060.110.040.070.070.030.080.040.05.1.15.2.2527333827333850% of y med 60% of y medbothpoor IOpoor MDOpoorkcutoffperiod of analysis: 200102; y is real net household equivalence income.0.040.030.140.030.030.090.020.040.060.070.060.110.060.070.070.040.080.040.05.1.15.2.2527333827333850% of y med 60% of y medbothpoor IOpoor MDOpoorkcutoffperiod of analysis: 200607; y is real net household equivalence income.", "filename": "VfS_2015_pid_652.pdf", "person": ["Nicolai Suppa", "Suppa, Nicolai"], "date": ["2015"]}