{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/37245/3/VfS_2010_pid_1010.pdf"], "title": ["Equilibrium Selection and Monetary Policy; A Natural Rate Perspective"], "plaintext": "Equilibrium Selection and Monetary Policy A Natural Rate Perspective Alexander MeyerGohde Preliminary. This Version: May 18, 2010Abstract This paper reiterates that the monetary authority can reasonably be held responsible for inflation.The bounds on monetary policy to ensure determinacy in a class of models that satisfy Lucass1972 natural rate hypothesis NRH are shown to be identical for all supply specifications, saveisolated singularities. This follows, as is argued, from determinacy being a criterion of the longrun when all NRH supply specifications coincide. Thus, no specific knowledge of the supply sidebeyond its fulfillment of the NRH is necessary to assess whether a particular monetary policy willensure determinacy and, under the standard dynamic ISequation, determinacy is solely a functionof the parameters in the interest rate rule. Cochranes 2007 criticism of determinacy for selectingequilibrium is verified and shown to be associated with reckless money growth accommodating theassociated explosive inflation. Monetary policys inability to control the nominal interest rate in thelong run is to blame and appending policy with a credible commitment to stable longrun moneygrowth suffices to rule out these otherwise accommodated nominal explosions.JEL classification: C62; E31; E43; E52Keywords: Indeterminacy; Taylor rule; Natural rate hypothesis Alexander MeyerGohde; Technische Universit at Berlin; Department of Economics; Section Macroeconomics, H52; Strae des 17. Juni 135; 10623 Berlin; Germany I am grateful to Michael Burda and Frank Heinemann, as well as participants of the 2009 Midwest Macroeconomic Meetings in Bloomington and of research seminars at the HU Berlin, the FU Berlin, the LMU Munich, and the Deutsche Bundesbank for useful comments, suggestions, and discussions. This research was supported by the DFG through the SFB 649 Economic Risk. Any and all errors are entirely my own.1 Introduction This paper has two main results. First, in extending the determinacy analysis to Lucass 1972 natural rate hypothesis NRH the proposition that monetary policy cannot permanently induce a nonzero output gap following Carlstrom and Fuerst 2002, I establish that all supply equations thatsatisfy the NRH for a given demand function yield the same bounds on determinacy, saving for isolated singularities. Second, I provide a monetarist interpretation for the admissibility of Cochranes2007 explosive nominal equilibria; namely that the monetary authority is accommodating theseequilibria with exploding money growth rates.The first result implies that one can reasonably expect the monetary authority to know when itsinterest rate policy will admit many stable equilibria indeterminacy or a single stable equilibriumdeterminacy, even if it has no specific knowledge regarding the supply side beyond that it satisfiesthe NRH. The analysis attempts to provide the proofs missing from the general claim of Carlstromand Fuerst 2002 that there is a onetoone correspondence between determinacy in models thatsatisfy the NRH and their corresponding frictionless counterparts. Specifically, I prove the necessityof determinacy in the latter for determinacy in the former, but disprove the sufficiency. Fortunately,the cases of insufficiency can be characterized as singular parameterizations that do not pose ageneral problem. Applying the result to the standard dynamic IS curve with monetary policy definedas any finite linear relationship between the nominal interest rate, inflation, and the output gap, Iprove that indeterminacy is solely a function of the parameters in monetary policy.I provide further insight into Cochranes 2007 criticism of determinacy as being an arbitraryelimination of explosive nominal equilibria by demonstrating that a tenet of the quantity theoryprovides support to his critique. Adding a standard moneydemand specification, I find that the explosive paths for inflation are being accommodated by the money supply. I.e., the hyperinflationarypaths are consistent with the monetarist view that, sizable changes in the rate of change in themoney stock are a necessary and sufficient condition for sizable changes in the rate of change in 1money income, Friedman and Schwartz 1963, p. 63 and thus that monetary restraint is a necessary and sufficient condition for controlling inflation. See Nelson and Schwartz 2008, p. 838 Notethat this does not rule out hyperinflation per se: it rules out hyperinflations that are speculativei.e.,nonfundamental to the money supply. The alternate, explosive equilibria of Cochrane 2007 areindeed fully valid monetary equilibria, with the monetary authority increasing the money growthrate exponentially commensurate with the explosive path for inflation.The standard stickyprice New Keynesian model with Calvo 1983 contracts is known to violatethe NRH. This violation is an awkward situation in monetary economics Wolman 2007, p. 1366and contradicts the consensus widely accepted by the late 70s Friedman 1977, p. 459. My firstresult implies that the standard New Keynesian models determinacy results and violation of the NRH are inextricably linked. This has immediate consequences as determinacy is concerned withthe admissibility of multiple shortrun equilibria. Determinacy analyses in standard New Keynesianmodels 1 must either disown the relevance of their bounds on monetary policy or defend their modelsviolation of the NRH. Additionally, the stickyprice models violation of the NRH actually frees itfrom Cochranes 2007 critique: nominal explosions go hand in hand with real explosions that Cochrane 2007 admits economics can rule out. Yet this result, as it too rests on the violation of the NRH, is dubious.The main focus for Cochranes 2007 analysis, however, is a frictionless modeli.e. a modelthat satisfies the NRH in the most extreme sense and that forms the basis for my determinacy analysis. In this model, pinning down the inflation rate when monetary policy controls the nominalinterest rate requires a particular constellation for the interest rate rule and the elimination of explosive paths. This constellation is one that ensures determinacy and, from my first result, these arethe same across a class of NRH models with a common demand specification. Remaining is thenthe elimination of explosive paths and thusly, for models that satisfy the NRH, Cochranes 20071See Bernanke and Woodford 1997, Clarida, Gal , and Gertler 1999, Bullard and Mitra 2002 and Woodford2003, among many others.2critique does apply. The analysis of the frictionless model is directly applicable as it behaves identically in the long run to the rest of the class of NRH models, where the uniqueness of a path forreal variables should supply pose a shortrun tradeoff between inflation and output depends on theuniqueness of a path for inflation. This coincidence of determinacy follows from the frictionlessmodel being a model where this is no liquidity effect, only the Fisher effect; and for a model to satisfy the NRH, the liquidity effect must dry up,2 leaving only the Fisher effect in the long run. Thus,monetary policy has the same effects in all NRH models in the long run, impacting the economyonly through the Fisher effect, where high interest rates are a sign that monetary policy has beeneasy. Friedman 1968, p. 7Aside from Cochranes 2007 nonRicardian fiscal solutions along the lines of Benhabib, SchmittGroh e, and Uribe 2001a and Sims 1994, Mc Callum 2009a and Minford and Srinivasan 2009have attempted to answer the Cochranes 2007 critique. The analysis here provides an answersimilar in vein to Minford and Srinivasans 2009 by examining money. Minford and Srinivasan2009, p. 15 examine the question illustratively within an unrelated Cagan model and ultimatelyappeal to an optimizing government   that sets the inflation tax to rule out explosions in inflation. I show this to be an unnecessary and misleading detour: the underlying NRH model reduces toa specific Cagan model, viz. that of Sargent and Wallace 1973, and the speculative hyperinflationliteraturee.g., Obstfeld and Rogoff 1983 and Gray 1984links Cochranes 2007 explosiveequilibria unequivocally to reckless money growth. Mc Callum 2009a rules these equilibria outby appealing to LS learning. The interpretation of LS learning in the context my analysis is notvery satisfying: Mc Callum 2009a rules out hyperinflation caused by an everincreasing growthrate of money supply as the associated inflation is increasing too quickly for it to be learnable ina leastsquares sense. Additionally, I argue that Mc Callum 2009a misintreprets his model withmoney within the speculative hyperinflation literature. Upon closer inspection, his model confirms 2See Nelson 2008, p. 18043my claim: the explosive paths of inflation that his model cannot rule out are necessarily associatedwith explosive paths of money growth.The quantity theory also provides the way out of these hyperinflationary equilibria for the monetary authority: do not accommodate such equilibria and commit credibly to not do so beforehand. But this assumption is already implicit in the New Keynesian analysis as defended by Nelson2008. If one defines monetary policy is solely over the nominal interest rate, it should come asno surprise that this opens up the potential for problems in the long run, as the monetary authoritycannot treat the nominal interest rate as an instrument in the long run a position widely shared.Nelson 2008, p. 1805 Yet, monetary policy can be completed through the specification of a steadystate money growth rate, and the steadystate inflation rate specified in most New Keynesian modelscan be interpreted as such an average money growth rate. The offequilibrium threat of the monetary authority to rule out the explosive equilibria of Cochrane 2007, therefore, is nothing morethan to keep money growth constant.The importance of monetary aggregates for monetary policy has found support recently in Nelson 2003, Svensson 2003, Mc Callum and Nelson 2005, Nelson 2008, Mc Callum 2008,Mc Callum and Nelson 2009b. Woodford 2008 presents the case for interest rate feedback rules,as opposed to the pegging of interest rates criticized by Sargent and Wallace 1975, in the spirit of Taylor 1993. Taking nonlinearities seriously, Benhabib, SchmittGroh e, and Uribe 2001b showthe dangers of assessing Taylor rules in a linear framework. Additional support of interest rate rulesusing Evans and Honkapohjas 2001 EStability can be found in Bullard and Mitra 2002 and McCallum 2003. Mc Callum and Nelson 2009a provide a recent overview of the money in currentanalyses of inflation without dismissing the lessons of the quantity theory.Both Woodford 2002 and Woodford 2003 acknowledge the nonverticality of the standard New Keynesian Phillips curve in the long run, which Mc Callum 2004 formulates into a critique ofthe models violation of the NRH. Andr es, L opezSalido, and Nelson 2005 examine the NRH and 4New Keynesian models both theoretically and empirically. Levin and Yun 2007 bring the standardmodel closer to the NRH by endogenizing the contract length.This paper is organized as follows, section 2 sets the stage intuitively, section 3 assesses determinacy in a class of models that satisfy the NRH, section 4 links Cochranes 2007 critique to money,section 5 examines several nonlinear moneydemand specifications, section 6 provides a monetaristcontext for interpretation, and section 7 concludes.2 Linking the NRH, the LongRun, and Determinacy To establish the necessary intuition for the mechanisms at work in the analysis and specific results, Ishall build a conceptual link between the NRH, the long run, and determinacy in this section. First,I shall review the two different forms of the NRH emphasized by Mc Callum 2004, pp. 2122 andargue that the stricter, or Lucas version, ought to be used in analyzing determinacy. Requiring the NRH to hold imposes restrictions only in the longruna stable shortrun Phillips curve tradeoffdoes not contradict the hypothesis. Finally, I shall argue that ascertaining whether many indeterminacy or only one determinacy equilibrium paths are nonexplosive is an inherently longrunexercise, though with shortrun consequences i.e., which equilibrium path prevails. Thus, intuitively, the longrun restrictions imposed by the NRH should be relevant for analyzing determinacyand, therefore, the NRH is pertinent for the shortrun despite its longrun nature.In bringing attention to the standard New Keynesian Phillips curves violation of the NRH,Mc Callum 2004, pp. 2122 draws a distinction between Friedmans weaker version and thestronger Lucas version of the NRH. The former stating that a higher, but constant, rate of inflationcannot permanently affect output and the latter that no path for prices, inflation, inflation growth,etc. can permanent keep output above its natural level. Some substitute a stable relation betweenthe acceleration of inflation and unemployment for a stable relationship between inflation and unemployment aware of but not concerned about the possibility that the same logic that drove them 5to a second derivative will drive them to even higher derivatives. Friedman 1977, p. 274 It wouldtake an infinite number of steps to get a weakerversionNRH model to satisfy the stronger version,incorporating all possible higher derivatives. Adapting the New Keynesian Phillips curve with indexation, to either steady state or lagged inflation, is subject to Friedmans criticism above: neitheradaptation brings the model in line with the Lucas version.This workhorse of the literature, the standard New Keynesian stickyprice model with Calvo1983style overlapping contracts in general equilibrium, is given in logdeviations and abstractingfrom exogenous driving processes by 312yt Et yt1 a 1Rt a 1Et pt b Et pt1 k ytt1and an as of yet unspecified rule for monetary policy, where yt is the output gap, pt inflation ,and Rt the nominal interest rate. Equation 1 is an dynamic IScurve resulting from the Eulerequation of households intertemporal maximization and equation 2 is the New Keynesian Phillipscurve derived from DixitStiglitz aggregators of individual firms intertemporal profit maximizationreflecting the probability that prices set today remain in effect into the future.First, one can confirm that 2 does not satisfy Lucass 1972 NRH by taking expectations3E yt 1k E pt b E pt1 6 0Note that even in the extreme parameterization b 1, E yt 6 0 should inflation be nonstationary.Requiring inflation to be stationary a priori precludes the possibility of an entire class of potentialmonetary policies, including pernicious hyperinflationary policies. As made explicit by Mc Callum1998, the NRH requires that , on average, output should be equal to potential output, for anymonetary policy. Nothing in this statement excludes nonstationary policies. The only way for this Phillips curve to satisfy the NRH, is if k , making the Phillips curve always 4 vertical.3Cf. Mc Callum 2001b, p. 152, equations 2.7 and 2.14, Woodford 2003, p. 246, or Gal 2008, p. 49.4I.e., at every expectational horizon.6pThe stickyprice Phillips curve has been indexed, either to steadystate inflation,54or past inflation 65t p b Et pt1 p k ytt 1 gt 1 b Et p 1 gt1 1 gytbut both of these modifications still fail to satisfy the strict version of the NRH,7 for the samereason above. Only those monetary policies that lead to a stationary path for inflation allow thethe output gap to be equal, on average, to zero. Certainly, indexation to steadystate inflation ismeaningless, should inflation be nonstationary. As pointed out by Nelson 2008, it is monetarypolicy that determines steadystate inflation, or indeed whether it should exist, and without havingspecified monetary policy, it is almost vacuous to speak of such a value. As above, these Phillipscurves can be made to satisfy the NRH, but this requires k , making them always vertical.Consider a definition of the NRH, due to Carlstrom and Fuerst 2002, that holds in finite time 86Etk yt 0 t This allows us to trivially express any supply function that fulfills this hypothesis ask 17yt j0cid:0Et j yt Et j 1 yt cid:1Nonzero output gaps can be represented wholly as innovations or forecast errors without makingany conjecture as to admissible solutions, in the words of Friedman 1977, p. 456, only surprisesmatter. Note that the effect of a surprise need not disappear immediately after impacting the output 5See Yun 19966See Christiano, Eichenbaum, and Evans 2005 for g 1 and Smets and Wouters 2003 for 0 g 1.7See Mc Callum 2004, pp. 2122 and Mc Callum and Nelson 2009a, pp. 678The list of models that satisfy this version of the NRH include: Andr es, L opezSalido, and Nelsons 2005, p. 1034Sticky information, staggered a la Taylor; the MussaMc CallumBarroGrossmann Pbar model see Mc Callum1994 and Mc Callum and Nelson 2001; models of staggered predetermined prices such as Fischer 1977 and Blanchard and Fischer 1989, pp. 390394; Carlstrom and Fuersts 2002, p 8182 model in the spirit of Fischer 1977;as well as the expectational Phillips curve of Lucas 1973see also Sargent and Wallace 1975 that formalized therational expectations revolution. Though one might argue that a NRH in finite time is overly restrictive, this subsetcovers every model to my knowledge that purports to satisfy Lucass 1972 NRH with one exception: Mankiw and Reiss 2002 stickyinformation model staggered a la Calvo, whose determinacy properties are examined separatelyhere in MeyerGohde 2009 and coincide with those of this analysis for the demand and monetary policy specificationsexamined there. In any case, k is completely arbitrary here, it makes no difference for the conclusions whether the longrun sets in after four quarters, four years, or four millennia.7ppgbpbkbcid:229gap, it can have a lastingbut not permanenteffect. That is, there can be a stable shortruntradeoff between the output gap and inflation, but this tradeoff must not be permanent if the modelis to satisfy the NRH.In the frictionless counterpart model, there is no impediment to firms setting the optimal, fullinformation price every period. It follows by definition that the output gap is always zero, which canbe viewed as an extreme version of the NRH8yt 0 tthe special case of k 0 in 6. In this case, 1 reduces to9Rt Et pt1this is identical to the Fishertype equation in Woodfords 2003, Ch. 2 analysis of nominal pricelevel determinacy in a frictionless economy, as well as the simple model found in the discussion of Cochrane 2007 and Mc Callum 2009a regarding the appropriateness of determinacy as an equilibrium criterion in monetary models. After k periods have passed since some disturbance from equilibrium, the supply side described by 6 behaves identically to that of 8, i.e., applying the conditional expectations operator to the LHS of both supply sides yields zero Etk 8 Etk 6 0.Hence, given a common specification for the remainder of the model, any two models that satisfy6 for some k are identical in the longrun or indeed, after k.Determinacy is most frequently ascertained by the eigenvalue counting method of Blanchard and Kahn 1980. Roughly speaking, a model is brought into firstorder form Et Gt1 HGt, wheresome variables in Gt Gt might be predetermined, and is said to be determinate if the number ofstable eigenvalues in H is exactly equal to the number of these predetermined variables. Thus, theinstantaneous reaction of Gt to some disturbance is sufficient to ascertain whether some equilibriumpath will lead to explosive or stable behavior. While this remains technically true of the models thatsatisfy 6,9 it is easy to forget that the explosiveness being ruled out need not occur instantaneously 9By defining sufficient dummy variables to capture the information structure. See, e.g., Sims 2001.8in the variables of interest i.e., a subset of Gt and, in general, any finite value at any finite horizonis permissable.10 Determinacy rules out paths that would lead to explosive, i.e., infinite values of,variables of interest.To illustrate, assume that inflation is required to be stable. That is, inflation must converge backto equilibrium following any disturbance. Examining Figure 1a, all the paths pictured here withinitial logdeviations of inflation to some unit exogenous disturbance in demand between 0.54 and 0.56 certainly appear to be uniformly explosive within five periods, inflation on all paths exceedsthe initial deviations, violating the required stability. Yet this is deceiving: there is nothing that violates the requirement of stability for inflation in the figure but for ones own imagined extrapolationof the behavior depicted into the infinite future. To see this, examine Figure 1b, the same pictureas before, but now extended out to thirty periods after the initial disturbance. The initial commonexplosiveness dissipates rather swiftly as some variables are below their initial values and some areabove. One could imagine now that some path, here highlighted as a more heavily weighted line,is uniquely convergent, with all paths that started above diverging to positive infinity and all thatstarted below diverging to negative infinity. Again, this is the result of ones extrapolation of thefirst thirty periods on out into the infinite future, the same shift that occurred between Figures 1aand 1b could certainly occur again at a more distant horizon. It is the behavior in the long run thatestablishes whether a particular path is diverging, yet the particular path chosen by the longrun isassociated with specific short run reactions of variables. That is, the long run is decisive for the shortrun through the selection of valid equilibrium paths.The eigenvalue counting method, by bringing the model into a first order form, ensures that thesystem described by Et Gt1 HGt behaves instantaneously exactly as it would asymptotically.This is convenient, but upon reflection highlights an important shortcoming of the standard New Keynesian model: it behaves in the short run as is does in the long run with the same stable tradeoff 10Exceptions would be, e.g., finite but negative values for prices, but assuming that variables are transformed, as theyusually are, appropriately to allow the range of the transformed variable to encompass the reals, e.g., for prices, the logof the price would be included in the system.9tttea S ydae Smorf sno itiave Dgo L0.720.70.680.660.640.620.60.580.560.540.52010.80.60.40.200.20.40.60.81051015Quarters after Shock 202530tttea S ydae Smorf sno itiave Dgo L4523Quarters after Shocka Short Horizonb Longer Horizon Figure 1: Impulse Responses of Inflation to a Demand Shock for Different Initial Conditionsbetween output and inflation.11 Allowing a shortrun tradeoff in this model implies a longruntradeoff that can impact determinacy, admitting a single path determinacy for some parameterregions where a NRH model might admit many indeterminacy. Of course and as was seen in Figure 1, different paths are usually associated with different instantaneous reactions of variablesto disturbances as well. NRH models of the class satisfying 6 can also be brought into firstorderform by defining dummy variables. The variables of interest, like inflation in the illustration, are asubset of Gt and may differ in their behavior before and after k. Thus, all models that differ only intheir supply side and that satisfy the NRH will display the same behavior after k and thusly ought tohave identical determinacy regions in parameters, regardless of their behavior in the short run.3 Determinacy in Natural Rate Models Here, I shall establish an equivalence between nominal determinacy in the frictionless model with8 and real determinacy in the general model with any supply side satisfying 6. This equivalencewas asserted, but without proof, by Carlstrom and Fuerst 2002 to be onetoone. I shall provethat nominal determinacy in the frictionless model is a necessary condition but not sufficient, one 11To see this, simply note that 2 is already in firstorder form. The relation between the output gap and current andfuture inflation is the same no matter what horizon is examined, a very stable tradeoff indeed.10must guard against singular cases. Saving for such cases, the equivalence alluded to intuitively inthe previous section is established and this intuition is extended. Additionally, the questionability ofexisting determinacy analyses using the standard New Keynesian model is highlighted.In what follows, I will analyze linear rationalexpectations models of the following class:10pcid:2290 ncid:229i0jm Qi, jEti Xt j, Xt Rttyt , 0 p, m, n where the Qi, js are matrices of dimensions 3 3.That is, the model is composed of three structural equations determining the supply side, demand side, and monetary policy. The class encompasses all linear rationalexpectations models in the three variables of interest that i have a finitenumber of leads given by n, ii have a finite number of lags given by m, and iii have expectations formed at differing horizons from t into the finite past t p.12 This, of course, encompassesthe models discussed in Section 2.To close out any of models of the foregoing section, monetary policy needs to be specified.The only restriction I shall impose on monetary policy is that it fits into the class defined in 10.Accordingly, let monetary policy be the third equation of 10,13 given by11pcid:2290 ncid:229i0jm Q3,.i, jEticid:2Xt jcid:3This captures a wide range of interest rate rules found in the literature, including the current andforwardlooking inflation targeting, interest rate smoothing, and outputgap targeting as examinedin Woodford 2003 and all the rules of Bullard and Mitra 2002.Lemma 3.1. For the system 10 to be determinate, i.e., to have a unique stationary solution,1. The model12where Q j cid:229ncid:2290 Q j Xt jpi0 Qi, j, must have a unique saddlepoint stable solution.jm 12Note that the absence of exogenous driving forces in 10 is not restrictive. The conditions for determinacy remainthe same if 10 is appended with stationary driving forces i.e., I am investigating the properties of the homogenouscomponent of the system of difference equations, but one has the additional task of associating the exogenous drivingforces with the expectation errors see Sims 2001.13Where Q3,.i, j is the row vector given by the the third row of Qi, j.11p2. The matrix13cid:20QBcid:21must be nonsingular. Q and B are block matrices of dimensions 3p 3p n and 3n 3p n respectively with blocks of dimension 3 3. The sth block row of Q is given by1415cid:20max0,s 1m Q s 1, mins 1, m, n 0pscid:3where 0i is a 3 3i block vector of zeros and Q a, b, c cid:2 Qa, bi0 Qi, b. The sth block row of B is given bywith Qa, b cid:229 minp,a Qa, b 1. . . Qa, ccid:3cid:20max0,spm 1 B minp s 1, mI 0nscid:3where I is a 3 3 identity matrix and B a being the last 3 3a elements of the 3 3m matrix B that forms Andersons 2010, p. 7 convergent autoregressive solution to 12.Proof. See Appendix The first condition requires that the model be determinate if all lagged expectations are replacedwith time t expectations and the second condition requires additionally that one can uniquely resolvethe lagged expectations. Whiteman 1983, pp. 2936 shows that resolving lagged expectations,withholding constraints in his language, is not generally a trivial task.Carlstrom and Fuerst 2002, p. 82 make a quite general claim, without proof, regarding theconditions under which a model that satisfies the NRH is determinate: In a model that satisfiesthe NRH, there is real determinacy if and only if there is nominal determinacy in the corresponding flexibleprice economy. In the two propositions that follow, I will substantiate the necessitycomponent of their claim but refute the sufficiency component.Proposition 3.2. Consider a model in 10 that satisfies the NRH defined in 6. The model isdeterminate only if the corresponding frictionless model, i.e. that satisfies 8, is determinate.Proof. See Appendix 12Thus, a necessary condition for determinacy in any model that satisfies the NRH is that thecorresponding frictionless model is determinate.In the latter, real variables are determinate bydefinition, so the question of determinacy pertains only to nominal variables. In the former, theoutput gap is jointly determined with nominal variables and thus determinacy relates to real aswell as nominal variables. So the foregoing proposition corroborates the only if component of Carlstrom and Fuersts 2002 claim, showing essentially that the eigenvalue counting method of Blanchard and Kahn 1980 is the same regardless of actual value of k.Proposition 3.3. Consider a determinate frictionless model, i.e. that satisfies 8, in 10. Thereexist corresponding NRH models, i.e. that satisfy 6 for k 0, that are not determinate.Proof. See Appendix Therefore, it does not necessarily follow that a model that satisfies the NRH is determinatewhen its frictionless counterpart is, refuting the sufficiency component of Carlstrom and Fuerst2002. Lemma 3.1 shows that, while necessary, the saddlepoint property of the underlying matrixpolynomial is insufficient to conclusively establish determinacy. As Whiteman 1983, p. 33 pointsout, the conditions for existence and uniqueness of solutions to withholding equations are quitedifferent from those for the general expectational difference equation. The class of models in 10combines the latter i.e., forward looking difference equationswith withholding equationsi.e.,lagged expectationsand, thus, it is not surprising that one has to take both the standardi.e.saddlepointand these quite different conditions into account.Fortunately, it should be more the exception than the rule that the if is not fulfilled. This pertains to the nonsingularity of the matrixcid:2Q Bcid:3, which cannot be guaranteed due to the generalityof the class of models specified in 10. Yet, there is nothing in the class of models to induce this matrix to be singular in general. Even should one encounter a particular model parameterization leadingto singularity, it should be expected that a minor pertubation of the model or its parameterizationwill lead to nonsingularity. This is reminiscent of King and Watsons 1998, p. 1017 mundane 13source of indeterminacy, requiring here the structure of the model to be such that it leaves no linearcombination of forecast errors unrestricted.Moving past this additional source of mundanity, the close relationship between determinacy under the NRH and determinacy in the corresponding frictionless model has some strong implications.Indeed, if one restricts attention to models that satisfy the condition of nonsingularity in 3.1, thefollowing proposition can be made Proposition 3.4. Consider a model in 10 restricted to rule out the singularity of 13 and fix thedemand equation and monetary policy.1. If the model is determinate under one supply equation that satisfies 6, it is determinate underall supply equations that satisfy 6.2. If the model is not determinate under one supply equation that satisfies 6, it is not determinate under all supply equations that satisfy 6.In other words, for any given demand specification, the bounds on monetary policy to ensure determinacy are same for all supply equations that satisfy 6.Proof. See Appendix With demand given by 1, restricting supply equations to satisfy the NRH 6, but leavingmonetary policy still generically specified as in 11, a more specific statement can be made Corollary 3.5. Consider a model in 10 with demand given by 1 and any supply equation satisfying 6 and restricted to rule out the singularity of 13. Determinacy is a function solely of theparameters in the interest rate rule 11 pertaining to inflation and the interest rate.Proof. See Appendix.14If the model satisfies the NRH, then the output gap must on average be equal to zero independentof monetary policy see Mc Callum 1998, p. 359. From 1:16E yt yt1 a 1E pt1 Rtwhich posits a relationship between the average output gap and monetary policy defined over thenominal interest rate Rt. One could certainly specify a process for the nominal interest rate suchthat the average output gap would be equal to zero, but the NRH requires that this hold regardless ofmonetary policy. Thus, that the output gap on average is equal to zero must follow from the supplyside equation and must hold independently of 1.The NRH delivers, then, the existence but not necessarily the uniqueness of a bounded pathfor the output gap irrespective of the existence and uniqueness of bounded paths for inflation andthe nominal interest rate. However, from 16 it must then be the case that the real interest rate Rt Et pt1 also converges. Furthermore, if the bounded path for the real interest rate is uniquelydetermined, then so is the bounded path for the output gap and viceversa.The uniqueness of a bounded path for inflation and the nominal interest rate is, thus, given bythe rule for monetary policy and 9.14 Determinacy, therefore, corresponds to nominal determinacyin the frictionless counterpart.Were k 0, there would be complete separation between the real and nominal sides of the economy and monetary policy through the nominal interest rate would serve only to establish nominaldeterminacy. Otherwise if k 0, the lack of a complete separation but fulfillment of the NRH byassumption links nominal and real determinacy: without a unique path for the nominal side, the linkbetween the output gap and the nominals at horizons less than k implies that although every pathfor the output gap be bounded, a unique path for the output gap cannot be pinned down. If a uniquepath for the nominal side can be determined by 9 and monetary policy, this path selects, throughthe link at horizons less than k, a single path for the output gap.14I.e., the Fishertype equation with the real interest rate normalized to zero or as derived from the dynamic ISequation 16 with the output gap always closed.15Therefore, there is a unique convergent path for the output gap if and only if there is a uniqueconvergent path for inflation and the nominal interest rate in the counterpart model 9.15The situation is exemplified graphically in Figure 2. All the different paths of the output gap in Figure 2a converge even though all but one of the paths for inflation, depicted in Figure 2b, diverge.If one has reason, say by requiring inflation to be stable, to select among the different paths forinflation, the selected path for inflation corresponds to a particular path for the output gap, thusdetermining both through consideration solely over inflation. etat S ydaet Smorf snoitave Dgo Li 151050510051015Quarters after Shock 202530 etat S ydaet Smorf snoitave Dgo Li 80604020020406080100051015Quarters after Shock 202530a Output Gapb Inflation Figure 2: Impulse Responses to a Demand Shock for Different Initial Conditions A few comments are in order here. Real business cycle models are generally of the type thatthe NRH holds but does so already at k 0, as complete flexibility in prices is assumed.16 In thestickyprice New Keynesian model, the NRH does not hold at any horizon. As a consequence, thestickyprice model is not even asymptotically isomorphic to its frictionless equivalent, and there isno reason to expect a general equivalence between determinacy conditions in the two models. Withthere being a permanent link between the nominal and real side of the economy, nominal and realdeterminacy must be simultaneously ascertained. As discussed previously, many modifications ofthe standard stickyprice model do satisfy the NRH assuming inflation be stationary. Since we are 15Saving, of course, for the caveat of the singularity of 13.16cf. Woodford 2003, p. 616only interested in stationary equilibria, there would not seem to be a contradiction. This is unfortunately mistaken as establishing determinacy requires one to look at all possible equilibria, includingexplosive equilibria, in the hope that only one is nonexplosive. Thus, in assessing determinacy inthe standard New Keynesian model, one is forced to look at paths along which both the NRH isviolated and its violation is consequential for the ensuing path.When the NRH does not hold at every horizon i.e., k 0, nominal and real determinacy arelinked as in standard stickyprice models. That the NRH holds at all, however, ensures that this linkdissolves such that conditions necessary to determine this determinacy are identical to the conditionsfor nominal determinacy that would prevail were the NRH to hold at all horizons. This conceptuallink between nominal determinacy in RBC models and both real and nominal determinacy in NRHmodels provides for a simple means to establish nominal and real determinacy: one need only toexamine the conditions for nominal determinacy in the corresponding frictionless equivalent. Thisis generally a much simpler task.MeyerGohdes 2009, p. 17 Table 1 juxtaposes the bounds on several standard interest rate rulesboth with the standard stickyprice Phillips curve and Mankiw and Reiss 2002 stickyinformation Phillips curve.17 As noted by its authors, the latter satisfies the NRHbut only asymptotically asopposed to the k assumed here following Carlstrom and Fuerst 2002. The bounds derived by MeyerGohde 2009 for determinacy coincide with those required for nominal determinacy in thefrictionless model for the set of standard interest rate rules examined.Thus a broad class of models, those satisfying Lucass 1972 NRH, achieve determinacy underthe same conditions and do so independently of parameters outside of the monetary policy rule.Wherefore, the bounds derived under the NRH pass the additional criticism of Cochrane 2007,p. 27 that the bounds for determinacy ought to not be complex functions of the entire parameterspace of the model. This follows from the reduction of the system to the interest rate rule and 17It is astounding that Cochrane 2007, p. 24 claims, Mankiw and Reis 2002 argue for a return to mechanical oradaptive expectations,   though this means throwing out economic microfoundations. Mankiw and Reiss 2002,p. 1297 model has fully rational expectations and is microfounded see Reis 2006.17the Fishertype equation, which makes no reference to any parameters in either the demand or thesupply side. The common trait is a longrun vertical Phillips curve,18 that by 1980 even selfstyled Keynesian economists were agreeing to. Mc Callum 2004, p. 21The analysis here should make one wary of the conclusions from determinacy analysis in the New Keynesian literature: its policy recommendations or restrictions in terms of bounds on monetary policy are a consequence of the New Keynesian Phillips curves violation of the NRH. Thisdoes not mean that the literature standard stickyprice model ought to be rejected, merely that weshould not ask it to perform tasks for which it was not intended. Among these is the assessmentof determinacy, a longrun question 19 that requires the examination of explosive paths, and whenaddressing it, we should use models whose longrun properties are defensible.4 Determinacy and the Cochrane 2007 Critique With the general results for determinacy of models that satisfy the NRH, I shall confront the issue, raised by Cochrane 2007, of whether determinacy is an appropriate means to justify a uniqueequilibrium. The equilibria ruled out by determinacy are in fact legitimate monetarist equilibriaresulting from the deficiency of defining monetary policy solely over the nominal interest rate. Interpreting steadystate inflation as a long run monetary target provides the missing mechanism toselect establish the determinate equilibrium as the only permissible one.Cochrane 2007 has challenged the determinacy analysis in the New Keynesian literature. Itnotes that explosive paths are ruled out for both nominal and for real variables. One can generallyrule out explosive paths for real variables by appealing to a transversality condition, but such a condition is lacking for nominal variables. In the foregoing section, I imposed saddlepoint stability ona real variable, the output gap, and two nominal variables, the nominal interest rate and inflation.18The NRH and vertical Phillips curves are central to the rational expectations revolution, see Lucas 1972 and Sargent 1973, with Sargent 1987b, p. 7 calling Friedmans 1968 address its opening shot.19Emphasized also in MeyerGohde 2009.18Cochranes 2007 critique is directly relevant for the analysis of the foregoing section: if the modelis determinate, there is one stable path and a continuum of explosive paths; if the model is indeterminate there is a continuum of stable paths. Conveniently, the model of dialogue between Cochrane2007, Cochrane 2009 and Mc Callum 2009a, Mc Callum 2009b is the frictionless model ofthe foregoing section, upon whose stability the determinacy analysis of all NRH models with thestandard dynamic IS equation depends.Interestingly, Cochranes 2007 critique, however, does not actually apply to the standard threeequation New Keynesian model. As was laid in previous section,20 the lack of a longrun vertical Phillips curve implies quite generally that an explosive path for inflation implies an explosive pathfor the output gap. Thus, if economics can rule out real explosions, then a supply schedule thatviolates the NRH, by associating explosive paths for inflation with explosive paths for the outputgap, will give one the means to rule out the nominal explosions as well. This situation, depicted by Cochrane 2007, p. 28, is reproduced in figure 3: the explosiveness for the nominals is associatedwith explosiveness for the real variables. Cochrane 2007, p. 25 admits that the output gap, a realvariable, explodes in all equilibria except for the equilibrium chosen in standard New Keynesiananalysis, but softens his distinction between real and nominal variables with the statement, noeconomic consideration rules out the explosive solutions. I believe he is mistaken with the claimthat the situation here is exactly the same as in the frictionless case. In the frictionless case, theproblem was the legitimate one of a nominal explosion without a real explosion, whereas here thetwo go handinhand. This permanent tradeoff makes the New Keynesian Phillips curve illsuitedto examine or even exclude hyperinflationary paths, reiterating the analysis of the foregoing sections. Longrun questionslike determinacy as wellrequire a model whose longrun propertiesare defensible.2120And, of course, within the linearized framework of the previous section.21Mc Callum 2003, p. 1157 actually anticipates this discussion: the Calvo form of sticky prices  is suchthat the model continues to include nominal variables even when monetary policy supplies no nominal anchor, becauseprivate behavior involves a type of dynamic money illusion as the model violates the NRH.19Figure 3: Response of the ThreeEquation NewKeynesian Model to a OnePercent OffEquilibrium Inflation Innovation, with No Change in Output. From Cochrane 2007, p. 28Returning to the NRH model of the previous sections to address Cochranes 2007 critiquewithin the NRH, temporarily replace the assumption of a Taylor rule with monetary policy definedas control over the money supply. Append the model with a standard money demand function 22 infirst difference form17t pt h yg t h RD Rt De mtwhere t is the money growth rate, g t the growth rate of output, and e mt a money demand shock. Theoutput gap is necessarily stationary due with the NRH being fulfilled so we can neglect both g t ande mtfor the purposes of asymptotic behavior if it can be assumed that the natural rate of output andthe money demand shock are at least difference stationary 2318t pt h RD Rt Thus, 18, the Fisher equation Rt Et pt1, and a process for the money supply constitute a 22I adopt the notation of Woodford 2008 for ease. Note that as discussed in, e.g., Woodford 2008, Mc Callum2008, and Nelson 2008, adding a money demand relation does not alter the previous analysis. It adds one variableand one equation and is superfluous according to Mc Callum 2008, p. 1785 with monetary policy defined over theinterest rate or the previous analysis was selfcontained in its absence according to Nelson 2008, p. 1799. Thenonlinear origin of this standard equation is of importance only insofar as it provides transversality conditions to ruleout particular paths of variables or insofar as its linearization leads to spurious artifacts. In the next section, some specificorigins will be examined and an artifact of linearization will be addressed.23As emphasized by Mc Callum and Nelson 2009a, pp. 1315, the key element for the quantity theory is the unitaryrelation between money and pricesa stability of the money demand function with respect to other parameters andvariables is not necessary for the theorys relations.20specification for inflation, money growth, and the nominal interest rate. This is identical to the Cagan model under rational expectations of Sargent and Wallace 1973,24 but the focus heredueto Cochrane 2007is on potentially explosive inflation and not just the price level.Consider the case of a constant money supply constant t 0, reducing the system to19Rt h REt D Rt1 h R1 h REt Rt1t 0. Mc Callum 2001a, p. 26 labels this the monetarist solution. But a One solution is Rt pwhole continuum of solutions exists with Rt and pt diverging to positive or negative infinity. Thesehyperinflations and deflations are speculative in nature, as they are not accompanied by equivalentmovements in the money supply. Although Sargent and Wallace 1973 rule them out with anarbitrary terminal condition, this continuum of additional solutions can be ruled out by economictheory. I shall address this in the next section by, e.g., postulating that money is essential.25But this, of course, does not mean that the model is incompatible with hyperinflation. Assumethat the monetary authority follows an extraordinarily money creation scheme, whereby the growthrate of the money supply is increasing exponentially t l t 1, 1 l 1h Rh R.26 Thus,20Rt h REt D Rt1 Et t1 h R1 h REt Rt1 11 h REt t1One equilibrium has Rt and pt increasing at the same rate as tthe monetarist solution21t 11 h R l 1t, Rt 1 h R l 1t Defining pt and Rt as the difference of inflation and the nominal interest rate from their values in 24See their Equation 4, where the only difference is the first difference of a stochastic term with central tendencyequal to zero that I have omitted here.25Note that the essentiality of money rules out speculative hyperinflation. Speculative hyperdeflation can typicallybe ruled out under weaker restrictions and I, like Mc Callum 2009a, pp. 11061107, will not dwell on them in thefollowing. Gray 1984 shows that such paths can always be ruled out in the class of moneyintheutility models sheexamines as they provide households with an openended arbitrage opportunity. Obstfeld and Rogoff 1986, pp. 355358 demonstrate that such paths can be ruled out in a transactionstechnology model and provide some intuition foroffequilibrium threats that can rule out speculative hyperdeflation even in some extreme cases.26The restriction on the growth rate of the money growth rate is required for process consistency reasons, see Floodand Garber 1980a and Mc Callum 1983. Essentially, the rate of money growth would be growing too quickly to becommensurate with the linearized money demand function. Taking, e.g., Balls 2001 estimate for the interest semielasticity of money demand, h R 0.05, the process consistency limit is equal to 21limiting the periodoverperiodchange in the growth rate to a fantastical 2000%. The next section will show this to be an artifact of linearization.21plthe monetarist solution, the system can be reduced to the case of a constant money supply in theredefined variables and, thus, there is a whole continuum of solutions with Rt and pt diverging fromt. All the paths off of the monetarist hyperinflation path can be ruled out under the same conditionsas beforee.g. the essentiality of money.Cochranes 2007 critique need not, therefore, be referring to speculative abberations. What,then, goes awry with interest rate rules? Define monetary policy over the nominal interest rate,22Given this rule, and the Fisher equation p Rt fp Et pt 1tt1 one solution is pthrough 18 that t 0. But a whole continuum of solutions satisfying23t ft 1t Rt 0, which impliesare also potential equilibria. In the context of determinacy, one would require fp 1.27 A fp 1means the potential equilibria are characterized by explosive paths for inflation and the nominalinterest rate. Combining 18 with 22 and 2324t 1 h R fp 1pt But this implies that the money supply growth rate is increasing proportionally with the inflationrate. Monetary policy is accommodating this hyperinflationary equilibrium, making this explosivepath of inflation a consistent moneterist solution through extraordinary money supply growth.28This highlights where the New Keynesian stickyprice model breaks down: monetary policycannot pursue the aggressively inflationary moneysupply growth associated with these explosiveequilibria, as this policy, through the violation of the NRH, would be associated with an explosionin the output gap, which can be ruled out by appealing to a transversality argument. Cochrane 2007,p. 25 states, sensible economic models work in hyperinflation or deflation. If they dont, it usuallyreveals something wrong with the model. This statement needs to be tempered, I believe, with the 27Assuming the interest rate react positively to inflation.28As explained in footnote 26, a process consistency constraint is present here as well: fp 1h Rh R.22ppfpppassessment that the New Keynesian model was never intended as an explanation of hyperinflation.However, this certainly does mean that one must be wary of drawing any conclusions that implicitlyrest on the analysis of hyperinflation, such as determinacy, in such models.The stickyprice model was conceived as a model for shortterm fluctuations. In the backgroundand in the back of the modelers minds is an RBC model with full neutrality in the long run.29Woodford 2008 shows that the standard stickyprice model fulfills a list of neutrality properties.What has not garnered attention is that these properties may only be fulfilled by the determinate solution itself. Indeed, the examination of determinacythough shortrun in its consequences throughpotential sunspot equilibriumis an examination of the longrun: does a particular equilibrium pathconverge asymptotically to the steady state or does it diverge? The New Keynesian model throughits violation of the NRH and inability to give an accurate picture of equilibria on divergent i.e.,hyperinflationary paths is not suitable for such longrun analyses as determinacy.Thus, Cochranes 2007 critique is wholly valid in the set of models examined in the foregoingsection. Should the model be associated with determinacy, all of the explosive paths constitute fullyvalid equilibria. But the reasoning of Cochrane 2007the absence of transversality conditions fornominal variablesobfuscates the real reason for the validity of these equilibria. An equilibriumwith inflation diverging towards infinity is valid precisely because the monetary authority keepsincreasing the growth rate of the money supply, accommodating the ever increasing inflation rates.Mc Callum 2009a offers LS learning as a means to select the determinate solution. If Cochranes2007 explosive equilibria are legitimate, Mc Callums 2009a argument must have some defect.Reinterpreting the explosive equilibria in terms of an exogenous process for the money growth as Ihave done, Cochranes 2007 explosive equilibria are associated with explosive processes for moneygrowth. But Mc Callum 2009a, p. 1103, following Evans and Honkapohja 2001, pp. 198 229,requires the exogenous processes to be stationary. That is, Mc Callums 2009a LS learning rules 29See Woodford 2003, Ch. 3, esp. p. 14223out Cochranes 2007 explosive equilibria by assumption. With leastsquares LS learning, agentsexpectation formation progresses to slowly for explosive money growth: this is not a reassuringmechanism to prevent hyperinflation.With monetary policy defined solely over control of the shortrun nominal interest rate, thereis, therefore, an entire continuum of valid equilibrium paths in the absence of any fundamentalshock ranging from hyperinflation to hyperdeflation when the determinacy conditions of the previoussection are satisfied.30 That is, there must be some defect in defining monetary policy solely in termsof the shortrun nominal interest rate. This is precisely the point made by Nelson 2008, p. 1805:the monetary authority cannot treat the nominal interest rate as an instrument in the long run. Whatis his proposed solution? Longrun money growth determines longrun inflation,Though they no longer affect real interest rates, and no longer can affect nominal ratesvia a liquidity effect, the central banks open market operations continue in the longrun to affect nominal money growth. So nominal money growth is unambiguously andundeniably susceptible to central bank influence even in the long run  Reaching aninflation target means a specified quantity of open market operations in the steady state;specifically, open market operations that deliver a steadystate money growth consistentwith the inflation target and the secular growth. There it is: the sense in which steadystate inflation can be regarded as pinned down by steadystate money growth. Nelson2008, p. 1805emphasis in the originalLet monetary policy be fully specified by adding a steadystate inflation rate, which can besensibly interpreted as an average growth rate for the money supply. Thus the main result:Proposition 4.1. Consider the NRH model of the foregoing section appended with 18. Monetarypolicy is specified by an interest rate rule and an average money growth rate. If the interestraterule is associated with a determinate equilibrium, this equilibrium is the unique equilibrium.30When they are not, there is an additional dimension of indeterminacy 24Proof. See Appendix Cochranes 2007 threat of monetary policy, is not hyperinflation, hyperdeflation, or to blowup the world, but rather to simply keep money growth constant. All that is needed here is thecommitment on behalf of the central bank to ensure the unconditional expectation of the moneygrowth rate be equal to the steadystate value it selects. Note that this still allows for the multipleequilibria in case of indeterminacy, not curing all the ills of interest rate policy. All of the multipleequilibria in case of indeterminacy converge back to the steady state allowing the average moneygrowth rate to be satisfied and thusly cannot be ruled out.Monetary policy is not bound by any restriction to accommodate the hyperinflationary or hyperdeflationary paths. The threat that monetary policy will not keep increasing decreasing the rateof money growth boundlessly would seem credible and is already incorporated in the framework ofseveral central banks. Most notably the monetary analysis pillar of the ECB, but also Section 2a ofthe Federal Reserve Act requiring that the Federal Reserve shall maintain long run growth of themonetary and credit aggregates   so as to promote effectively   stable prices.31Both of these central banks have committed, implicitly or explicitly, to keeping the rate of growthof the money supply at very least finite. So long as this commitment is credible, no explosive path forinflation can be an equilibrium. Following, e.g., Friedman and Schwartz 1963, monetary restraintis necessary and sufficient to controlling inflation, at least in the longrun. And, as emphasized by Nelson 2008, monetary policy defined over control of the nominal interest rate is incomplete, asthe monetary authority cannot control this variable in the long run. There is thusly, no contradictionbetween monetary policy being defined over control of the nominal interest rate at all finite horizonsand over the rate of money growth asymptotically.3231Paraphrasing the Chairman of the Board of Governors slightly: Bernanke 2008, pp. 317 319 emphasizes thatalthough they have not played a central role in recent times, monetary data is and will continue to be monitored by the Federal Reserve as a sensible part of the framework of monetary policy.32Indeed, Friedman 1960, p. 35 states, the sufficiency of open market operations as a tool for monetary policyis not, of course, a decisive reason for relying on this tool alone. Likewise, Brunner and Meltzers 1976, pp. 9899analysis differentiates between the accumulated effects of past policies and oneoff impulses.25One immediately appealing equivalent measure to the average growth rate of the money supplyin Proposition 4.1 is a direct inflation target. One could interpret Proposition 4.1 as wholly consistentwith such a form of direct inflation targeting: if the inflation target is credible, any equilibrium paththat diverges from the target contradicts the targets credibility.33 However, this is the highlevelassumption that Nelson 2008, p. 1803 argues is deceiving, as it assumes a permanent liquidityeffect. It is exactly this permanent liquidity effect that imbues the nominal interest rate with analways and everywhere stabilizing effect, which Cochrane 2007 criticizes as the New Keynesianliteratures intuitive reliance on old Keynesian thinking. Likewise Meltzer 1999, p. 268 notesthat the reliance on the nominal interest rate to indicate the expansiveness of monetary policy hasmisled the Federal Reserve on a number of occasions. As one should not neglect the NRH and itsshortrun implications in assessing determinacy, one should not neglect that monetary policy has nodirect control over the nominal interest rate or inflation in the long run.However, keeping the foregoing reservations in mind, the notion of an inflation target for thelong run as being a key element of a wellformulated monetary policy is germane to the constraineddiscretion interpretation of inflation targeting by Bernanke, Laubach, Mishkin, and Posen 1999,p. 22, under which inflation targets keep the economic ship in the right area in the long term,but where the interpretation of inflation targeting as a strict rule is rejected. In sum, a particularinflation rate in the longrun is the target and the commitment to keeping the money growth ratefinite, monitoring midterm developments in the monetary aggregates, andor a commitment to anaverage money growth rate consistent with the inflation target the rule.3433Such a policy was rejected half a century ago by Friedman 1960, p. 88: We will   further the ultimate end ofachieving a reasonably stable price level better by specifying the role of the monetary authorities in terms of magnitudesthey effectively control and for whose behavior they can properly be held responsible  In this as in so many humanactivities what seems the long way round may be the short way home.34Such a rule is easily implemented here as there are no impediments to the central bank committing to set policyaccording to the interest rate rule along a determinate equilibrium and or by keeping money growth equal to the targeton offdeterminate equilibrium pathsthe threat from above. True welfare or lossfunctionbased assessments as tothe credibility of such an immediate switch is beyond the analysis here. However, with all offdeterminate equilibriumpaths associated with infinite divergence of inflation, there would seem to be a great a priori incentive for the centralbank to avoid such paths. Nelson 2008, p. 1806 also notes that what needs to be kept in mind is that such an approachis a shortcut or an abstraction that takes for granted the underlying operations involving money on the part of the central 265 Nonlinear Money Demand and the Monetarist Equilibrium In this section, I wish to justify the selection of the monetarist equilibrium in the foregoing selectionthat validated Cochranes 2007 explosive inflation by reckless money growth. For the sake ofbrevity, I would only note that significant price level movements in the absence of correspondingmovements in the money supply are inconsistent with the empirical evidence. Yet, as Meltzer 1999,p. 262 notes, economists are rarely satisfied with evidence that something works in practice.They are inclined to be more interested in whether it works in theory. So despite the compellingreasons to dismiss speculative inflation and deflation a priori, as conceded by Obstfeld and Rogoff1986, I shall also offer formal arguments in the context of the models presented by Cochrane2007 and Mc Callum 2009a that an explosive equilibrium for inflation is only admissible with anassociated explosive money growth rate.As to practice, Friedman 1958, p. 172 noted,there is perhaps no empirical regularity amongeconomic phenomena that is based on so much evidence for so wide a range of circumstances asthe connection between substantial changes in the stock of money and in the level of prices. Floodand Garber 1980b reject the hypothesis of a bubble in the German hyperinflation of the 20s and,in the face of such empirical evidence, Flood and Garber 1980b, p. 760 state that this artifact ofdynamic models is unimportant; a special case of these models adequately predicts behavior, andfurther elaboration of the model to explain unobserved phenomena is unnecessary. More recently,Mc Callum and Nelson 2009a, p. 37 conclude, nominal homogeneity of money demand is notrejected irrespective of the inflation series used, the definition of money chosen, or sample periodconsidered.Theoretically, explosive paths of inflation can be associated with explosive paths of the moneygrowth rate. The question at hand from the foregoing section is whether this must be the case.Cochrane 2007, p. 22 mentions and Mc Callum 2009a, p. 1106 discusses the literature that adbank.27dresses this question, that of speculative hyperinflations, but both fail to note the decisive role ofmoney. This literature does not purport to address whether explosions in inflation can be ruled outin general, as my reading of Mc Callum 2009a, p. 1106 might lead one to believe, but seeks to address whether those explosions can be ruled out that are unrelated to monetary growth. Obstfeldand Rogoff 1983, p. 675 The question of whether explosive price paths can exist without monetarygrowth cannot be equated to the credibility of the threat of the government to take the economy toa configuration hyperinflation or deflation in which the sic we all know the economy will blowup on its own. Cochrane 2007, pp. 2223 In a nutshell, Scheinkman 1980, Obstfeld and Rogoff 1983, Gray 1984 and Woodford 1994 demonstrate that the speculative hyperinflations inseparable moneyintheutilityfunction, mediumofexchange, and cashinadvance setups can beruled out by requiring money to be essential or have intrinsic value. Intuitively, if real balances arenecessary or necessarily of worth, a hyperinflationary path initiated by a whim and not accompaniedby money growth would rob utility maximizers of this necessity, bringing the rational origin of sucha whim into question.Turning to the specific discussion of Cochrane 2007 and Mc Callum 2009a, Cochrane 2007,p. 22 lays out a twoequation nonlinear model under perfect foresight to address the issue, whosenecessary conditions are25261 it b 1Pt1uc Y, Mt Ptuc Y, Mt1Pt1MtPt L Y, italong with a specification of monetary policy. In his appendix, Cochrane 2007 solves for the latterof the foregoing using a firstorder condition relating bond and money holdings,27it 1 ituc Y, Mt Pt um Y, Mt PtThe foregoing, or more generally 26, can be linearized and firstdifferenced to yield 17.Let us eliminate the only possibility mentioned by Cochrane 2007, pp. 2123 to rule out explosions with the extension to money, namely the possibility of the real interest rate going to in28finity due to monetary distortionsi.e., the passive blowup threat by the government. One easyway to do this is to assume separability ucm 0, reducing the model to 1 it b 1Pituc Y um MtPt. From the latter, it follows immediately that limit um MtPt uc Y .t1 and 1it Thus, real balances must be constant if it equal to inflation. If the interest rate follows an active Taylor rule i.e. it F, necessarily requiring the growth rate of money to bePt, with F 0,explosive inflation leads to an explosive nominal interest rate. In terms of the process consistencyrequirement of the preceding section, there is no upper bound on the elasticity of the nominal interestrate with respect to inflation here. More generally, the assumption that money is essential, following Obstfeld and Rogoff 1983, p. 681 and Gray 1984, p. 100,28limmt 0mtum Y, mt 0would suffice to ensure that any hyperinflation or deflation is necessarily associated with a corresponding path of money.Using a standard moneyintheutility function from Gal s 2008, p. 27,29U Ct,Mt Pt,   C1st 1 s Mt Pt1n 1 nthe foregoing condition holds for all n 1, i.e. elasticities of utility with respect to real balancesgreater than unitynot a severe restriction.35 With these preferences, optimality requires,30Mt Pt Ct cid:181 1Rtcid:19 1nwhich can be linearized, combined with marketclearing, and firstdifferenced to yield 17. Theprocessconsistency restrictions come from the interest elasticity of money demand, h R, which isa constant after linearizing. In the nonlinear version, however, it is equal to 11Rt 1 and with anactive interest rate rule, this elasticity will approach zero as inflation explodes, again confirming theprocessconsistency restrictions to be an artifact of linearization.The essentiality of money required by 28 might seem too much to require of a model. Indeed,35Of course, this does not contradict Obstfeld and Rogoffs 1983 assessment that this is an extreme restrictionon preferences. The functional form itself of preferences over real balances is what here might justifiably be calledextreme.29snnMc Callum 2009a, p. 1106 cites Obstfeld and Rogoffs 1983, p. 675 conclusion in their moneyintheutility framework that this constitutes an extreme restrictions on preferences and goes on toclaim that, a model specification that drives consumption to zero as real money holdings decreaseimplies that a barter economy would necessarily feature zero consumption. That should be regardedas an inadmissible assumption. Mc Callum 2009a, p. 1107 Yet, Mc Callum 2009a, p. 1107 adoptsa transaction function that does just this.Gray 1984, p. 106 requires the limit of real balances times the marginal transaction cost to benegative infinity as real balances approach zero. Mc Callum 2009a mistakenly states that Grays1984 analysis lacks an extension of a transactioncosts function dependant on the quantity of transactions. Gray 1984, however, does not address the case that combines this extended transactioncosts function with convex utility. Yet, her results extend straightforwardly to this case, as I showin the appendix, and with the sufficiency conditions fulfilled by Mc Callums 2009a transactionfunction, Grays 1984, p. 113 requirement is necessarily fulfilled31m Flimm 02 C, m limm 0a 2a 1C1a 2ma 2 0as a 1, a 2 are both positive.36 So Mc Callum 2009a does rule out speculative hyperinflations anddeflations. Implicitly, Mc Callum 2009a, p. 1107 finds the monetarist hyperinflation: as inflationexplodes,   real balances do not approach zero. If inflation explodes, the price level explodesat an exploding rate. With real balances approaching a constant, money is exploding at the sameexploding rate as prices. That is, inflation and the rate of money growth are exploding together.Beyond essentiality of money, Obstfeld and Rogoff 1983 show that if money has some intrinsicvalue, however fleetingly small, speculative hyperinflations will be impossible. Despite having technically ruled out the possibility, Mc Callum 2009a, p. 1107 reasons for the existence of speculativehyperinflation, as their impossibility would require a barter economy to be associated with zero consumption. Yet the return to a barter economy along such paths is not an inexorable conclusion, as 36Additionally, note that in Mc Callums 2009a, p. 1107 model, money demand is given by Fwhich, again, can be linearized, combined with marketclearing, and firstdifferenced to yield 17.2 Ct ,mt it 1it 30the transactionschain approach to the mediumofexchange explanation of money in Brunner and Meltzer 1971, p. 801 demonstrates.37 Friedman and Schwartz 1970, p. 108 too, in their discussion of money as a medium of exchange, note an irreducible minimum realvalue quantity ofmoney necessary for transactions purposes that make the necessity of money absolute. One could,alternatively, assert that there is a discontinuous difference between approaching a barter economythrough rampant hyperinflation and actually being in a functional barter economy.Theoretical and empirical considerations aside, ruling out speculative hyperinflations is necessary for maintaining the proposition that the central bank can reasonably be held accountable forcontrolling inflation. Woodford 2008, p. 1563 The central bank would certainly be relieved ofthis accountability if it wereat any moment of timeprobable or even if it were merely possiblethat the pricelevel or inflation could go spiralling out of control despite a constant money supply orgrowth rate thereof.Thus, in any sensible monetary description, it ought to hold that there is a onetoone relationbetween monetary changes and changes in   pricesat very least in the long run or for majoreconomic fluctuations. Friedman and Schwartz 1963, p. 50 This requires ruling out nonmonetarydivergences. At the same time, accepting this onetoone relation and the empirical evidence thathyperinflations have occurred forces one to dismiss specifications or equilibriumselection devicesthat would rule out fundamental divergences. The associated skepticism applies not only to theanalyses where monetary policy drives the real interest rate to infinity to rule out hyperinflationsas argued in Cochrane 2007, pp. 2223 or to a transversalitybased argument on real variables ina model like the standard New Keynesian model with a nonvertical longrun Phillips curve, butalso to the LSlearnability analysis of Mc Callum 2009a, pp.313 that would rule out explosivemoney supply growth rates as inflation in the associated equilibria would accelerate more quicklythan could be learned by leastsquares agents.37Though this approach simultaneously appears to rule out all hyperinflations, speculative or monetary, as new mediums of exchange are sought out.316 The Nominal Interest Rate From the foregoing sections, it should be clear that some mention of money is advantageous in amonetary model. Monetary policy should make some reference, implicit or explicit, to the moneysupply as a monetary policy defined solely over the nominal interest rate is insufficient to controlinflation. As Cochrane 2007, p. 42 rightfully criticizes, one cannot use old Keynesian stabilizinglogic to describe the mechanism of inflation control at work with an interest rate rule in a New Keynesian model.38 The old Keynesian stabilizing logic focuses on the liquidity effect and neglectsthe Fisher effect,39 leading to difficulties for New Keynesian explanations of Friedmans 1968, p. 7observation that low interest rates are a sign that monetary policy has been tightin the sense thatthe quantity of money has grown slowly; high interest rates are a sign that monetary policy has beeneasyin the sense that the quantity of money has grown rapidly. Raising the nominal interest rateonce is associated with tight monetary policy via the liquidity effect, but raising the nominal interestrate continually must certainly be associated with easy monetary policy:Add only one wrinkle to Wicksellthe Irving Fisher distinction between the nominaland the real rate of interest. Let the monetary authority keep the nominal market ratefor a time below the natural rate by inflation. That in turn will raise the nominal naturalrate itself, once anticipations of inflation become widespread, thus requiring still morerapid inflation to hold down the market rate. Friedman 1968, p. 8Cochranes 2007 explosive equilibria under an active interest rate rule i.e., Rt t 0, thoughcaused by some exogenous shift in belief, can be brought into the reasoning of the foregoing statement: 1 Let anticipations of inflation become widespread Et pnatural rate itself Rt Et pt1, 3 meaning that monetary policy kept the nominal market rate fort1 0, 2 this raises the nominal 38Perhaps, the alternative nomenclature New Neoclassical noted again by Mc Callum 2009a, p. 1102 is indeedmore appropriate with the NRH supply of this paper, reserving New Keynsian for those models that possess the stablelongrun tradeoff.39See, e.g., Nelson and Schwartz 2008, p. 844.32pa time below the natural rate by inflation p Rtrapid inflation Et ptt2 Et Rt1 Et pt 1 Rtt1 Et pt Rt Rt 1 0, 4 requiring now still moret1 to hold down the market rate. Thus,the multiple equilibria of Cochrane 2007 can be interpreted as the Fisher effect of monetarismrearing its ugly head in the New Keynesian model.According to Bordo and Schwartz 1999, p. 193, the dangers of operating with an interest rateinstrument became clear when rising interest rates from the mid1960s on reflected growing fearsof inflation, not restrictive monetary policy. Rising interest rates were accompanied by high moneygrowth. With the meliorative policies of the Great Moderation having dulled the memory of the Great Inflation, Issing 2008, p. 266 surmised, it is not surprising that in a world of low inflation,the interest in money in central banks as well as in academia has declined, if not disappeared. I do,however, hope that the world does not have to go through the same process of pathological learningas at the end of the last century. With the apparent end of the Great Moderation, Leijonhufvud2009, p. 6 reiterates that it is a dangerous illusion that you can always control the price level inan economy where the money stock however measured is left to vary in purely endogenous fashion.Though monetary restraint is necessary for monetary policy to control inflation, the frameworkof interest rate rules need not be discarded. Nelson 2008 has given a very appealing justificationfor the use of an interest rate rule by appending the rule with steady state money growth. Combiningthis with the determinacy bounds of section 3 provides clear guidance to the monetary authority onthe interest rate independent of the actual shortrun mechanism at work on the supply side.7 Conclusion It should be clear that Cochranes 2007 critique is substantially correct: there are explosive nominal paths associated with interest rate rules that cannot be ruled out. The requirement that theeconomy ought to fulfill Lucass 1972 NRH means, through determinacy, that Cochranes 2007critique appliesfor a given demand specificationto all nondegenerate models at the same policy 33ppspecifications. As a consequence, the monetary authority needs no knowledge of the supply side toascertain whether its policy will ensure determinacy. Indeed, in the case of the literature standarddynamic IS equation, no parameters of the model other than those in the interest rate rule can affectwhether determinacy is achieved. Asserting additionally that monetary policy can be held reasonably accountable for inflation demands monetary restraint and thus the hyperinflations or deflationsof Cochrane 2007 can only occur if the monetary authority allows them to. These explosive equilibrium paths are admissible not for lack of LSlearnability Mc Callum 2009a or or a nonRicardianfiscal regime Cochrane 2007, but simply because the monetary authority is increasing or decreasing the growth rate of money commensurate with accelerating inflation or deflation. Monetarypolicy associated with a determinate equilibrium, therefore, must additionally credibly commit topreventing money itself from being a major source of economic disturbance, Friedman 1968,p. 12 and a commitment to an average money growth rate following Nelson 2008 is offered as ameans to that end. Thus money still plays a decisive role for the short run even when relegated tothe very long run for monetary policy.34References ANDERSON, G. S. 2010: A Reliable and Computationally Efficient Algorithm for Imposing the Saddle Point Property in Dynamic Models, Journal of Economic Dynamics and Control, 343,472489.ANDR ES, J., J. D. L OPEZSALIDO, AND E. NELSON 2005: StickyPrice Models and the Natural Rate Hypothesis, Journal of Monetary Economics, 525, 10251053.BALL, L. 2001: Another Look at LongRun Money Demand, Journal of Monetary Economics,471, 3144.BENHABIB, J., S. SCHMITTGROH E, AND M. URIBE 2001a: Monetary Policy and Multiple Equilibria, American Economic Review, 911, 167186.2001b: The Perils of Taylor Rules, Journal of Economic Theory, 9612, 4069.BERNANKE, B. S. 2008: Monetary Aggregates and Monetary Policy at the Federal Reserve: AHistorical Perspective, in The Role of Money Money and Monetary Policy in the TwentyFirst Century, Proceedings of the Fourth ECB Contral Banking Conference 910 November 2006, ed.by A. Beyer, and L. Reichlin, pp. 314320. European Central Bank.BERNANKE, B. S., T. LAUBACH, F. S. MISHKIN, AND A. S. POSEN 1999: Inflation Targeting:Lessons from the International Experience. Princeton University Press, Princeton, NJ, and Oxford, UK.BERNANKE, B. S., AND M. WOODFORD 1997: Inflation Forecasts and Monetary Policy,Journal of Money, Credit and Banking, 294, 65384.BLANCHARD, O. J., AND S. FISCHER 1989: Lectures in Macroeconomics. The MIT Press,Cambridge, MA, and London, UK.BLANCHARD, O. J., AND C. M. KAHN 1980: The Solution of Linear Difference Models under Rational Expectations, Econometrica, 485, 13051311.BORDO, M. D., AND A. J. SCHWARTZ 1999: Monetary Policy Regimes and Economic Performance: The Historical Record, in Handbook of Macroeconomics, ed. by J. B. Taylor, and M. Woodford, vol. 1A of Handbook of Macroeconomics, chap. 3, pp. 149234. Elsevier.BRUNNER, K., AND A. H. MELTZER 1971: The Uses of Money: Money in the Theory of an Exchange Economy, American Economic Review, 615, 784805.1976: An Aggregative Theory for a Closed Economy, in Montarism, ed. by J. L. Stein,vol. 1 of Studies in Monetary Economics, chap. 2, pp. 69103. NorthHolland Publishing Company.BULLARD, J. B., AND K. MITRA 2002: Learning about Monetary Policy Rules, Journal of Monetary Economics, 496, 11051129.CALVO, G. A. 1983: Staggered Prices in a UtilityMaximizing Framework, Journal of Monetary Economics, 123, 383398.CARLSTROM, C. T., AND T. S. FUERST 2002: Taylor Rules in a Model That Satisfies the NaturalRate Hypothesis, American Economic Review, 922, 7984.CHRISTIANO, L. J., M. EICHENBAUM, AND C. L. EVANS 2005: Nominal Rigidities and the Dynamic Effects of a Shock to Monetary Policy, Journal of Political Economy, 1131, 145.CLARIDA, R., J. GAL I, AND M. GERTLER 1999: The Science of Monetary Policy: A New Keynesian Perspective, Journal of Economic Literature, 374, 16611707.COCHRANE, J. H. 2007: Inflation Determination with Taylor Rules: A Critical Review, NBERWorking Papers 13409, National Bureau of Economic Research, Inc.352009: Can Learnability Save NewKeynesian Models?, Journal of Monetary Economics, 568, 11091113.EVANS, G. W., AND S. HONKAPOHJA 2001: Learning and Expectations in Macroeconomics.Princeton University Press.FISCHER, S. 1977: LongTerm Contracts, Rational Expectations, and the Optimal Money Supply Rule, Journal of Political Economy, 851, 191205.FLOOD, R. P., AND P. M. GARBER 1980a: An Economic Theory of Monetary Reform, Journalof Political Economy, 881, 2458.1980b: Market Fundamentals versus PriceLevel Bubbles: The First Tests, Journal of Political Economy, 884, 74570.FRIEDMAN, M. 1958: The Supply of Money and Changes in Prices and Output, in The Optimum Quantity of Money and Other Essays, ed. by M. Friedman 1969, chap. 9, pp.171187. Macmillan.1960: A Program for Monetary Stability. Fordham University Press.1968: The Role of Monetary Policy, American Economic Review, 581, 117.1977: Nobel Lecture: Inflation and Unemployment, Journal of Political Economy,853, 45172.FRIEDMAN, M., AND A. J. SCHWARTZ 1963: Money and Business Cycles, The Review of Economics and Statistics, 451, 3264.1970: Monetary Statistics of the United States. National Bureau of Economic Research,New York, NY.GAL I, J. 2008: Monetary Policy, Inflation, and the Business Cycle. Princeton University Press.GRAY, J. A. 1984: Dynamic Instability in Rational Expectations Models: An Attempt to Clarify, International Economic Review, 251, 93122.ISSING, O. 2008: The ECBs Monetary Policy Strategy: Why Did We Choose a Two Pillar Approach?, in The Role of Money Money and Monetary Policy in the TwentyFirst Century,Proceedings of the Fourth ECB Contral Banking Conference 910 November 2006, ed. by A. Beyer, and L. Reichlin, pp. 260269. European Central Bank.KING, R. G., AND M. W. WATSON 1998: The Solution of Singular Linear Difference Systemsunder Rational Expectations, International Economic Review, 394, 101526.LEIJONHUFVUD, A. 2009: Macroeconomics and the Crisis: A Personal Appraisal, CEPRPolicy Insight 41, Centre for Economic Policy Research.LEVIN, A., AND T. YUN 2007: Reconsidering the Natural Rate Hypothesis in a New Keynesian Framework, Journal of Monetary Economics, 545, 13441365.LUCAS, JR., R. E. 1972: Econometric Testing of the Natural Rate Hypothesis, in The Econometrics of Price Determination Conference, ed. by O. Eckstein. Board of the Governors ofthe Federal Reserve System.1973: Some International Evidence on OutputInflation Tradeoffs, American Economic Review, 633, 32634.MANKIW, N. G., AND R. REIS 2002: Sticky Information versus Sticky Prices: A Proposal to Replace the New Keynesian Phillips Curve, The Quarterly Journal of Economics, 1174,12951328.MCCALLUM, B. T. 1983: On NonUniqueness in Rational Expectations Models: An Attempt at Perspective, Journal of Monetary Economics, 112, 139168.1994: A SemiClassical Model of PriceLevel Adjustment, CarnegieRochester 36Conference Series on Public Policy, 41, 251284.1998: Stickiness: A Comment, CarnegieRochester Conference Series on Public Policy, 49, 357363.2001a: Indeterminacy, Bubbles, and the Fiscal Theory of Price Level Determination,Journal of Monetary Economics, 471, 1930.2001b: Monetary Policy Analysis in Models without Money, Review, 834, 145164,The Federal Reserve Bank of St. Louis.2003: MultipleSolution Indeterminacies in Monetary Policy Analysis, Journal of Monetary Economics, 505, 11531175.2004: LongRun Monetary Neutrality and Contemporary Policy Analysis: Keynote Speech, Monetary and Economic Studies, 22S1, 1528.2008: How Important Is Money in the Conduct of Monetary Policy? A Comment,Journal of Money, Credit and Banking, 408, 17831790.2009a: Inflation Determination with Taylor Rules: Is NewKeynesian Analysis Critically Flawed?, Journal of Monetary Economics, 568, 11011108.2009b: Rejoinder to Cochrane, Journal of Monetary Economics, 568, 11141115.MCCALLUM, B. T., AND E. NELSON 2001: Performance of Operational Policy Rules in an Estimated Semiclassical Structural Model, in Monetary Policy Rules, ed. by J. B. Taylor,chap. 1. University of Chicago Press.2005: Monetary and Fiscal Theories of the Price Level: The Irreconcilable Differences, Oxford Review of Economic Policy, 214, 565583.2009a: Money and Inflation, Mimeo, In preparation for the Handbook of Monetary Economics.2009b: When Does Determinacy Imply Expectational Stability?, Working Papers 2008007, Federal Reserve Bank of St. Louis.MELTZER, A. H. 1999: Commentary: Monetary Policy at Zero Inflation, Proceedings of the Jackson Hole Economic Symposium of the Federal Reserve Bank of Kansas City, pp. 261276.MEYERGOHDE, A. 2009: Monetary Policy and Determinacy: A StickyInformation Perspective, Mimeo, Technische Universit at Berlin.2010: Linear RationalExpectations Models with Lagged Expectations: A Synthetic Method, Journal of Economic Dynamics and Control, 345, 9841002.MINFORD, P., AND N. SRINIVASAN 2009: Determinacy in New Keynesian Models: A Role for Money After All?, Cardiff Economics Working Papers E200921, Cardiff University, Cardiff Business School, Economics Section.MUTH, J. F. 1961: Rational Expectations and the Theory of Price Movements, Econometrica,293, 315335.NELSON, E. 2003: The Future of Monetary Aggregates in Monetary Policy Analysis, Journalof Monetary Economics, 505, 10291059.2008: Why Money Growth Determines Inflation in the Long Run: Answering the Woodford Critique, Journal of Money, Credit and Banking, 408, 17911814.NELSON, E., AND A. J. SCHWARTZ 2008: The Impact of Milton Friedman on Modern Monetary Economics: Setting the Record Straight on Paul Krugmans Who Was Milton Friedman?, Journal of Monetary Economics, 554, 835856.OBSTFELD, M., AND K. ROGOFF 1983: Speculative Hyperinflations in Maximizing Models:Can We Rule Them Out?, Journal of Political Economy, 914, 67587.371986: Ruling Out Divergent Speculative Bubbles, Journal of Monetary Economics,173, 349362.PRIESTLEY, M. B. 1981: Spectral Analysis and Time Series, vol. 2. Academic Press, London,UK.REIS, R. 2006: Inattentive Producers, Review of Economic Studies, 733, 793821.SARGENT, T. J. 1973: Rational Expectations, the Real Rate of Interest, and the Natural Rate of Unemployment, Brookings Papers on Economic Activity, 419732, 429480.1987a: Macroeconomic Theory. Academic Press, San Diego, CA, 2nd edn.1987b: Some of Milton Friedmans Scientific Contributions to Macroeconomics. Hoover Institution, Stanford University, Stanford, CA.SARGENT, T. J., AND N. WALLACE 1973: Rational Expectations and the Dynamics of Hyperinflation, International Economic Review,, 142, 328350.1975: Rational Expectations, the Optimal Monetary Instrument, and the Optimal Money Supply Rule, Journal of Political Economy, 832, 241254.SCHEINKMAN, J. 1980: Discussion, in Models of Monetary Economies, ed. by J. H. Kareken,and N. Wallace. Federal Reserve Bank of Minneapolis.SIMS, C. A. 1994: A Simple Model for Study of the Determination of the Price Level and the Interaction of Monetary and Fiscal Policy, Economic Theory, 43, 38199.2001: Solving Linear Rational Expectations Models, Computational Economics,2012, 120.SMETS, F., AND R. WOUTERS 2003: An Estimated Dynamic Stochastic General Equilibrium Model of the Euro Area, Journal of the European Economic Association, 15, 11231175.SVENSSON, L. E. O. 2003: Comment On: The Future of Monetary Aggregates in Monetary Policy Analysis, Journal of Monetary Economics, 505, 10611070.TAYLOR, J. B. 1986: Econometric Approaches to Stabilization Policy in Stochastic Models of Macroeconomic Fluctuations, in Handbook of Econometrics, ed. by Z. Griliches, and M. D.Intriligator, vol. 3 of Handbook of Econometrics, chap. 34, pp. 19972055. Elsevier.1993: Discretion versus Policy Rules in Practice, CarnegieRochester Conference Series on Public Policy, 39, 195214.WHITEMAN, C. H. 1983: Linear Rational Expectations Models: A Users Guide. University of Minnesota Press, Minneapolis, MN.WHITTLE, P. 1983: Prediction and Regulation by Linear LeastSquare Methods. The Universityof Minnesota Press, Minneapolis, MN, 2nd edn.WOLMAN, A. L. 2007: Comment on: Reconsidering the Natural Rate Hypothesis in a New Keynesian Framework, by Andrew Levin and Tack Yun, Journal of Monetary Economics,545, 13661371.WOODFORD, M. 1994: Monetary Policy and Price Level Determinacy in a CashinAdvance Economy, Economic Theory, 43, 34580.2002: Inflation Stabilization and Welfare, Contributions to Macroeconomics, 21,10091009.2003: Interest and Prices. Princeton University Press, Princeton and Oxford.2008: How Important Is Money in the Conduct of Monetary Policy?, Journal of Money, Credit and Banking, 408, 15611598.YUN, T. 1996: Nominal Price Rigidity, Money Supply Endogeneity, and Business Cycles,Journal of Monetary Economics, 372, 345370.38A Appendix A.1 Proof of Lemma 3.1By the Wold theorem,40 any stationary process can be represented asA1and XXt l0letl Xt , where Eet 0 and Eetet j 0, j 6 0t is an orthogonal linearly deterministic process, forecastable perfectly from its own history.Starting with the indeterministic part,41 and inserting into 10A20 Using the definition of Qi, j yieldsj0 ncid:229i0l0 minp,lj0 ncid:229l00 Qi, j!ql je Ql, jql jej1 tl mcid:229j1 mcid:229l0tl This must hold for all realizations of encid:229A40 t. Comparing coefficients yields Ql, jq Ql, jqmcid:229l j l jl0 minp,l ji0Qi, j!qletl j Ql j, jqletl ja timevarying system of difference equations with initial conditions cid:229 mq j 0. But as Qp i, j Qp, j, i 0, the system of difference equations has constant coefficients, after and inj1j0j1cluding p. This system can be written as 12 and coincides with Andersons 2010 canonical form.If the solution to this system is unique, its stable solution can be written as The first p block equations remembering the initial conditions can be gathered intogiving 3p equations in 3p n variables. A5 yields 3n more equations that can be gathered intoA3A5A6A7, l pl BQBlm l 1q 0 q 0 q np 1q np 1 0 040See, e.g., Sargent 1987a, pp. 286290, as well as Priestley 1981, pp. 756758.41Whittle 1983, p. 31 and Sargent 1987a, p. 290 focus primarily on the purely indeterministic case. This formsthe basis for the timedomain solution methods of Muth 1961 and Taylor 1986.39cid:229qcid:229cid:229cid:229cid:229cid:229cid:229qqqstacking the two yields 13.42The system A4 is homogenous. Thus, one stationary solution is given by ql 0, i, thefundamental solution in the absence of exogenous driving forces. If 13 is invertible and if 12 issaddlepoint stable, then this is the the only solution.Only Xt remains. Inserting it into 10, it follows that this can also be written as 12. If there isa unique solution in past values of Xt, the solution can be written in the same form as A5, whichmust be zero when taken to its remote past from the stability of A5.A.2 Proof of Proposition 3.2Assume the opposite is true. Thus, the NRH model is determinate and the frictionless model isnot. From the former, according to lemma 3.1, 13 is invertible and the system 12 is saddlepoint stable. But the system 12 is the same for both models and 13 is lower triangular for thefrictionless model. Thus, the frictionless model that satisfies 8 is determinate, a contradiction.A.3 Proof of Proposition 3.3As the frictionless model is determinate, the system 12 is saddlepoint stable. This system is thesame for the NRH 6 model. The second requirement 13 is lower triangular for the frictionlessmodel, but is unrestricted for the NRH model. Thus, there exist NRH models with a singular 13that are thusly indeterminate, even though the corresponding frictionless model is determinate.A.4 Proof of Proposition 3.4Ruling out the singularity of 13, proposition 3.3 has been ruled out by assumption. Thus, a modelin this class that satisfies the NRH defined in 6 is determinate if and only if the correspondingmodel that satisfies 8 is determinate. This must hold for all k and thus holds for all k k. Anysupply equation that satisfies the NRH at a horizon k k, necessarily satisfies it at the horizon k as 42This extends equation 12 in MeyerGohde 2010 to Andersons 2010 higher leads and lags.40well. Thus, for a given k, all supply equations that satisfy the NRH are determinate if and only if thecorresponding frictionless model is determinate.A.5 Proof of Corollary 3.5It follows from proposition 3.4 that one may choose any supply equation to establish determinacy.Choosing 8 reduces the demand equation to 9, thus eliminating the parameters in the demandequation. Additionally, 8 removes the parameters in monetary policy pertaining to the outputgap. Furthermore, from proposition 3.4, it follows that the parameters in the supply equation areirrelevant. Thus the only parameters in the model remaining that can affect determinacy are those inthe interest rate rule pertaining to inflation and the interest rate.A.6 Proof of Proposition 4.1If the interestrate rule induces determinacy, all nominal paths but one diverge. Thus, the moneygrowth rate diverges for all paths but one. All divergent paths for the money growth rate contradictthe assumption that monetary policy chose the average money growth rate. Therefore, the onlyconsistent path is the nondivergent one, which is unique following from determinacy.A.7 Extension of Gray 1984Gray 1984, pp. 101116 provides criteria to rule out speculative hyperinflation and deflation witha transactions cost model of money assuming linear utility from consumption and a transaction costfunction that depends solely on real balances. Gray 1984, p. 118 relaxes the two assumptionsindividually, but not jointly. In the following, I will allow for diminishing marginal utility and thegeneralization of the transaction cost function to include the quantity of transactionsi.e., the levelof consumption. This entails neither great difficulty nor significant insight and is thusly relegated tothe appendix here.Following Gray 1984, p. 102, the representative household seeks to maximize its lifetime dis41counted utilityA8subject toA9er t U ct dt Z Z0Pty Ptct Ptf ct, mt Mtwhere f ct, mt is Mc Callums 2009a transaction cost function with f c 0, f cc 0, f m 0 andf mm 0. Additionally, Uc 0 and Ucc 0. Finally, ct is consumption, rthe rate of time preference,Pt the price level, y real income raining from heaven at a fixed rate of y units per period Gray 1984, p. 97, and Mt nominal and mt MtPt real money balances.The resulting optimization problem produces the following Euler equationA10Ucc ctUc ct ct r f m ct, mt Pt Ptf cc ct, mt ct f cm ct , mt mt 1 f c ct, mtHolding nominal balances constant 43 yieldsA11 mt mt Pt Ptand subsequently differentiating the budget constraint with respect to time yields,A12 ct f m ct, mt1 f c ct, mt mt Combining the foregoing three yieldsA13 Pt Pt r f m 1f cf m Ucc Uc 1 mt 1f ch f mf cc f cmi It suffices that the denominator of A13 not be negative for her condition under linear utilityand transaction costs only dependent on real balances for ruling out speculative hyperinflationA14limmt 0mtf m 0to carry over to this more general case.Note, firstly, that setting f c 0 yields Pt PtA15 r f m 1 mtf m Ucc Uci.e., the special case of transaction costs independent of the level of transactions, but with nonlinear 43This is the assumption maintained throughout Gray 1984. The issue at hand, remember, is whether speculativehyperinflation and deflation can be ruled out.42utility. This corresponds to Grays 1984, p. 118 Equation 36. As she notes, a condition toensure the denominator always be positive is for f m Ucc to be positive, which is contradicted byassumption. Gray 1984, p. 118 interprets this compound term as, the effect on the marginal utilityof consumption of the change in consumption generated by a change in real balances.Also examined by Gray 1984, p. 118 is the special case of linear utility, but with the generaltransaction function. Setting Ucc to zero yieldsA16 Pt Pt 1 mtr f m 1f c 1f ch f mf cc f cmiwhich corresponds to the equation in Grays 1984, p. 118 Footnote 30. As interpreted there, asufficient condition is now f cm 0. Mc Callum 2001b, p. 148 argues for setting this cross partialderivative negative, so that the marginal benefit of holding moneyi.e., the reduction in transactioncostsincreases with the volume of consumption spending. And indeed the transaction functionin both Mc Callum 2001b and Mc Callum 2009a does this.44Using the foregoing two special cases, a sufficient condition would be that the marginal benefitof holding money increase sufficiently with an increase in consumption spending to outweigh theassociated decrease in marginal utility from such a consumption spending increase. I.e., f cm Uc f m Ucc. Thus, the cross partial derivative being sufficiently negative constitutes a sufficient condition.As this cross partial derivative is in no way constrained by the general transaction function of Mc Callum 2009a, assume the foregoing condition is fulfilled, and hence it suffices thatA17limmt 0mtf m 0for speculative hyperinflation to be ruled out.45 As noted in the main text, this assumption is fulfilledby Mc Callums 2009a, p. 1107 specific transaction function.44Nevermind that this function does not satisfy Mc Callums 2009a, p. 1106 own requirement that f cc 0 as Gray1984, p. 118 too requires.45Note that speculative hyperdeflation is ruled out with a transversality condition that would be violated along such apath given that the saddlepoint property is ensured by the assumption f cm Uc f m Ucc.43", "filename": "VfS_2010_pid_1010.pdf", "person": ["Alexander Meyer-Gohde", "Meyer-Gohde, Alexander"], "date": ["2010"]}