{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/37470/1/VfS_2010_pid_197.pdf"], "title": ["The Long-Run Effect of Foreign Aid on Domestic Output"], "plaintext": " The LongRun Effect of Foreign Aid on Domestic Output Dierk Herzer a,, Oliver Morrissey b a Johann Wolfgang GoetheUniversity, Gruneburgplatz 1, 60323 Frankfurt am Main, Germany b University of Nottingham, University Park, Nottingham NG7 2RD, United Kingdom Abstract This paper makes two main contributions. First, we examine the longrun effect of foreign aid on domestic output for 59 developing countries using heterogeneous panel cointegration techniques to control for omitted variable and endogeneity bias and to detect possible crosscountry differences in the output effect of aid. The main result is that aid has, on average, a negative longrun effect on output, but there are large differences across countries in about a third of cases the effect is positive. Second, we use a generaltospecific variable selection approach to systematically search for countryspecific factors explaining the crosscountry differences in the estimated longrun effect of aid. In contrast to previous studies, we find that aid effectiveness does not depend primarily on factors such as the quality of economic policy, the share of a countrys area that is in the tropics, the level of democracy or political stability. The results suggest that the crosscountry heterogeneity in the output effect of aid can be explained mainly by crosscountry differences in law and order, religious tensions and government size. JELClassification: F35; O11; C23; C52 Keywords: Foreign aid; Domestic output; Heterogeneous panel cointegration techniques; Generaltospecific approach Corresponding author. Tel.: 49 69 798 34783; fax: 49 69 789 35015. Email address: Dierk Herzergmx.de. 11. Introduction Aid financing, and the policy reform conditions typically associated with aid, is the cornerstone of international development strategies. Developing countries, especially the poorest, have insufficient domestic resources to finance their investment and development needs, while rich countries have a desire to assist countries that are less well off; aid serves these purposes as rich donors provide concessional finance to poor countries. The core premise is that such aid is effective in contributing to economic growth and development. This premise appears to be accepted at a global political level. The 2002 Financing for Development Conference in Monterrey, Mexico, and the 2005 G8 Summit in Gleneagles, Scotland, endorsed commitments by rich countries to increase the amount of foreign aid significantly, especially to Africa. In the same vein, the Report of the Commission for Africa 2005 advocated a doubling of aid to Africa. These commitments are often reiterated, such as at the LAquila Summit in 2009. There appears to be a political belief in the effectiveness of aid, although skeptics could counter that it is merely rhetoric as the commitments have not been fully met. This suggests a prior question to investigate: is there evidence that aid is related to output thus growth over time on average? This is one question addressed here. A large literature on aid effectiveness has attempted to provide empirical evidence without reaching any consensus sketched below. However, this literature based on crosscountry or panel growth regressions suffers from many limitations: failure to account for country heterogeneity in aid effects over time; using growth as the dependent variable but levels as independent variables; and the endogeneity problem with weak instruments. Furthermore, it is unclear which factors among the potentially important determinants of growth explanatory or control variables are really important for aid effectiveness. Different studies suggest different variables but rarely have there been rigorous attempts to test these against each other. Consequently, there is uncertainty about which variables act, in fact, as empirically important conditioning variables for the effect of aid in promoting growth. This paper attempts to overcome some of these problems by making three contributions: 1 Heterogeneous panel cointegration techniques, that are robust to omitted variables and endogenous regressors, are employed to examine the longrun effect of foreign aid on domestic output for 59 developing countries over the period 1971 to 2003 both for the sample as a whole and for each country individually demonstrating heterogeneity. Accordingly, in contrast to previous studies, the level of output rather than the growth rate of output is used as the dependent variable. 22 Having estimated the longrun response of output to aid for each country, a variable selection approach based on a generaltospecific methodology to identify from a large number of potentially relevant variables those that are the important factors is employed to explain the crosscountry differences in the longrun effect of aid on output. 3 A methodological contribution of this paper is to use a twostep estimation procedure that combines panel and crosssection methods. The first step involves estimating the longrun effect of aid on output for each country using heterogeneous panel estimators. The second step involves estimating the determinants of aid effectiveness using crosssection regressions with the estimated output effect from the first stage as the dependent variable. The aim is to identify which countryspecific factors are empirically important determinants of longrun aid effectiveness. The paper contributes to understanding of the determinants of aid effectiveness whilst avoiding many of the specification and estimation debates that plague the existing literature. A considerable amount of empirical research since the 1970s has addressed aspects of aid effectiveness see Hansen and Tarp, 2000 without producing a consensus; rather, views appear quite polarized. Studies such as Burnside and Dollar 2000, 2004, Collier and Dollar 2004 find that aid itself has no effect on growth, although when interacted with policy there is a conditional effect; aid has a positive impact on growth in countries with a good policy environment. Others find that this result is not robust so aid is insignificant irrespective of policy e.g., Easterly et al., 2004 or find evidence for a positive, albeit small in magnitude, effect of aid on growth even allowing for conditioning on policy e.g., Dalgaard and Hansen, 2001; Daalgard et al., 2004; Hansen and Tarp, 2001. There are now numerous studies of aid effectiveness with conflicting results; the majority of studies find that aid has a small, conditional positive effect on growth, but there is considerable disagreement on which conditional factors are most important Morrissey, 2006. As these studies are based on crosscountry econometric growth regressions, it should not be surprising that they yield mixed results. Growth is a complex process that is difficult to explain and aid is only one of many factors that may influence growth; many other factors are potentially important hence candidates as conditioning variables for some, but not necessarily all, countries. Furthermore, aid can take many different forms, some of which e.g. financing for investment are more likely to have a medium term impact on growth than others, such as technical assistance and humanitarian relief. More importantly, although the empirical aid literature has provided valuable insights into whether and how aid may promote growth, it suffers from the limitations inherent in crosscountry growth regressions. 3Crosscountry panel regression models, by definition, are not able to capture the heterogeneity in the relationship between aid and growth across countries, and the estimates may be seriously biased in the presence of such heterogeneity. Several countryspecific factors may induce apparent differences in the effect of aid on growth, but these factors cannot be fully controlled for in crosscountry regressions especially if effectively unobservable; the classical omitted variables problem. Panel estimation can account for unobserved countryspecific effects, but the homogeneous panel estimators used in the aid literature produce inconsistent and potentially misleading estimates of the average values of the parameters in dynamic models when the slope coefficients differ across crosssection units Pesaran and Smith, 1995. Another closely related problem with the crosscountry approach used in the majority of studies is the potential endogeneity of aid. Aid may go to countries that have just experienced natural disasters or severe economic shocks, which could explain a negative correlation between aid and growth. Alternatively, to the extent that donors reward economically successful countries with increased aid one might see a positive correlation between aid and growth, which again would not reflect a causal effect. The recent literature attempts to control for this endogeneity problem through instrumental variable methods. However, it is well known that instrumental variables regressions may lead to spurious results when the instruments are weak or invalid and it is also well known that it is difficult and sometimes even impossible to find variables that qualify as valid instruments Temple, 1999. This does not mean one must reject the empirical results it does help to explain the mixed evidence, but implies that results must be interpreted with caution. A further methodological problem with both crosscountry and panel studies is the use of the growth rate of output as the dependent variable while the level of the aidGDP ratio of the recipient country is used as the explanatory variable. Growth rates show, in general, very little persistence over time, whereas the aidGDP ratio has exhibited persistent movements with positive andor negative trends for most developing countries since the 1960s. The empirical implication is that there cannot be a longrun relationship between the growth rate of output and the level of the aidGDP ratio over time; such unbalanced data with stationary and nonstationary variables can, even in crosscountry analyses, lead to misleading results Ericsson et al., 2001. In addition, and equally important, several recent contributions to the theoretical growth literature focus on levels instead of growth rates e.g., Acemoglu and Ventura, 2002. The rest of the paper is organized as follows: Section 2 provides a brief literature review to identify the potential ways in which foreign aid can affect domestic output. Section 3 sets out the empirical specification to estimate the longrun effect of aid on output and discusses the data. 4Section 4 presents the estimates of the longrun effect of aid on output. Section 5 contains the empirical analysis of the determinants of the estimated longrun aid effectiveness. Section 6 concludes with a discussion of the results. 2. How Can Foreign Aid Affect Domestic Output? The recent aid effectiveness literature starts from a standard growth model; as aid is not a variable in such models, it is introduced as a component of investment Burnside and Dollar, 2000; Rajan and Subramanian, 2008. The assumption is that in a reduced form context aid finances the investment that determines growth. The potential effect of aid on domestic output can be represented in an aggregate production function of the form: Y t KBtt, 1 where t Y is output, t K is the capital stock, and t B is a productivity parameter. For simplicity, assume that capital depreciates fully each period, so that the endofperiod capital stock is equal to K . Assuming further that domestic investment is the aggregate of public domestic investment, Ittand private investment and that public investment is financed by taxes and foreign aid since aid is primarily given to the government, the production function can be written as: YtBtItaxtAt Iprivatet, 2 where Itax is taxfinanced public investment, tis used for public investment purposes, and t A represents foreign aid, is the share of aid that Iprivate is private investment. Equation 2 now shows t 0 , and it may also succinctly how aid can affect output: it can directly increase output if influence output indirectly by affecting the amount of taxfinanced public investment, the volume of private investment, and the level of productivity. Accordingly, the direct effect of aid depends on how much of aid is invested by the government. It is common in the literature to assume that aid is intended to finance investment so that if aid is redirected to government consumption fungibility this reduces effectiveness, the direct effect on domestic output see Burnside and Dollar, 2000. This, however, is misleading as government consumption includes expenditures to maintain and operate investment projects, especially in social sectors. Public investment spending is mostly construction costs, whereas the recurrent costs essential for productive investment are included as consumption. Furthermore, a large proportion of aid is not intended to finance capital investment, so the fungibility argument is 5generally misguided. Donors direct much of their aid to social sectors consumption spending that could be considered as investment in human capital or technical assistance which may contribute to capacity building and aggregate productivity, although much of this aid is actually spent in the donor rather than the recipient. In a reduced form context, the primary issue is not what class of spending the aid is allocated to but the type of investment if any it supports as this determines the expected lag before any impact on output should be observed. Two issues arise, one relating to how aid is measured and the other to the treatment of investment. Studies following Burnside and Dollar 2000 use standard measures of total aid, so no attempt is made to identify aid that is directed at investment, and typically omit any investment variable from the estimated model on the basis that some portion of investment is directly financed by aid. This imposes the assumption that aid is a proxy for investment; this is problematic because not all aid finances investment and not all investment is financed by aid, and the respective shares will vary across countries and over time.1 Even if aid is fully invested, it may or may not increase output. The inflow of aid will affect government decisions on expenditure, tax effort and even borrowing phenomena widely recognized in the theoretical and empirical literature on the fiscal consequences of foreign aid Mc Gillivray and Morrissey, 2004 which may in turn affect the levels of public and private sector investment, and thereby output. Many effects are possible and the net impact on output is an empirical matter that is likely to vary from country to country and over time. Foreign aid can affect output through the level of productivity in at least four ways. First, assuming that productivity is determined inter alia by the quality of institutions, aid may affect productivity through effects on institutions. As with investment, the direction of any net effect is far from obvious. While many studies find that aid is associated with weak institutions and low productivity e.g. Brautigam and Knack, 2004; Rajan and Subramanian, 2007, deep endogeneity implies severe caution in drawing inferences from such studies; it may simply reflect the tendency of aid to go to poorer countries with weaker institutions. In contrast, aid that supports capacitybuilding, improved public sector management and policy reform could have a perhaps gradual effect of increasing the quality of governance and institutions. Second, and related, aid can affect productivity if it encourages diversion of resources from productive activities to unproductive rent 1 Gomanee et al. 2005b address this concern explicitly by including in the measure of aid only those forms that finance physical or human capital investment and by removing from the measure of public investment the proportion that is explained by aid. In a regression with aid and investment that is not aidfinanced, they find that both have a positive impact on growth for a subSaharan African sample and that the small magnitude of aid effectiveness is largely explained by very low productivity of investment. 6seeking; here the focus is on corruption or even conflict rather than institutions more generally. Again, distinguishing cause and effect, and attributing a causal role to aid, is difficult.2 One should certainly caution against generalizations. Third, aid can reduce the productivity of an economy through Dutch Disease effects, if aid reduces the competitiveness of the more productive tradable goods sector and thus results in a reallocation of resources towards the less productive nontradable goods sector. The empirical evidence for Dutch Disease effects of aid is inconclusive, and it is quite possible that aid may generate positive externalities for the tradable sector see Adam and OConnell, 2004. Finally, aid can cause an increase in productivity by relaxing the binding foreign exchange constraint and allowing the country to increase its imports of capital goods. Capital goods imports from highincome countries are typically associated with higher productivity in developing countries, since capital goods embody technological knowhow e.g. Almeida and Fernandes, 2008. In summary, the effect of foreign aid on domestic output is theoretically ambiguous and depends on several factors, the most important of which are effects on the level and productivity of investment. Institutional factors are clearly important, but it is not unreasonable to assume that these largely influence the productivity of investment, howsoever financed. Furthermore, institutions tend to display strong persistence within countries over time. It follows that the effect of aid on output may differ significantly from country to country, and that the output effect of aid may change over time. These issues will be addressed empirically in the analysis that follows. 3. Empirical Specification: Aid, Investment and Output The analysis will examine the longrun effect of foreign aid on domestic output using heterogeneous panel cointegration techniques to control for omitted variable and endogeneity bias and to detect possible crosscountry differences in the longrun output effect of aid. This section presents the basic empirical model and the data. It is common practice in panel cointegration studies to estimate a bivariate longrun relationship see Herzer, 2008. However, this would be inappropriate for aid given the discussion in the preceding section. It would not be reasonable to assume, or estimate as if, aid is the major determinant of output. However, as it is necessary to employ a very parsimonious specification, it is not unreasonable to assume that investment is a primary determinant of output over time, and aid is 2 Maren 1997, for example, argues that Somalias civil war was caused by the desire of different factions to control the large amount of food aid the country was receiving. However, the country needed food aid because of inherent prior economic and political governance weaknesses. 7the element of investment of particular concern. Moreover, since investment may act as a proxy for a number of unobservable timevarying factors that can affect both aid allocation decisions and output, it should be included in the analysis to control for omitted variable bias.3 Thus, we consider a model of the form: Yitai1it Ait2Iitit, 3 ,i N,2,1where t,2,1 ,T and countries it Y is the log of real GDP the output measure over time periods  investment, nor the amount of investment that is not financed by aid, . Given that it is not possible to identify the proportion of aid that actually finances it A is represented by the standard measure of aid the percentage share of net Official Development Assistance ODA in is total investment as a share of GDP.4 The coefficients represent the crosscountry GDP, and it Iaverage of the effects of aid and investment on GDP respectively, which are allowed to be country ia , specific and thus to vary across countries. Moreover, we include countryspecific fixed effects, ti , to control for any countryspecific omitted factors that are relatively stable over time or evolve smoothly over time. Data on both GDP and aid come from the World Development Indicators 2009 database,5 while the investment data are from the Heston, Summers, and Aten 2006 Penn World Table. These measures are imperfect but can be interpreted as the effect of aid on output given investment. and countryspecific deterministic time trends, An important feature of equation 3 is the assumption that, in the longrun, permanent changes in the aidGDP ratio and the investmentGDP ratio are associated with permanent changes in the loglevel of GDP. Econometrically, this implies that the individual time series for aid relative to GDP, investment relative to GDP and GDP in logs must exhibit unitroot behavior it Y . Details of the unit root tests are in Appendix and that it Y behave as random A1; the result is a panel of 59 countries must be cointegrated with for which it A and it I59N, and it A ,it Iwalks, with data from 1971 to 2003 33T. 3 The parameter for the effect of investment on output may act as a proxy for unobservable countryspecific factors. 4 As the levels of aid and investment are both included in GDP by accounting convention, using levels would create a problem as effectively the explanatory variables are part of the independent variable. Furthermore, it is necessary to deflate aid and investment; dividing by GDP seems appropriate to give a measure of the relative importance of the levels. 5 Aid as a share of GDP was calculated by multiplying aid per capita in current US dollars by population and dividing by GDP in current US dollars. 8Table 1 Countries and country summary statistics Average log of GDP 24.41 19.77 21.04 22.53 21.48 21.12 20.31 22.73 20.50 20.75 24.36 22.58 21.54 22.92 22.82 23.10 23.20 24.68 22.97 22.13 19.39 21.90 23.26 22.09 26.18 25.18 22.59 22.86 20.02 Algeria Belize Benin Bolivia Botswana Burkina Faso Burundi Cameroon Cent. African Rep. Chad Chile Congo, Dem. Rep. Congo, Rep. Costa Rica Cote d Ivoire Dominican Rep. Ecuador Egypt El Salvador Gabon Gambia Ghana Guatemala Honduras India Indonesia Jamaica Kenya Lesotho Average aidGDP ratio 0.60 6.68 9.63 6.45 6.88 12.64 16.13 4.05 12.11 11.76 0.20 6.97 6.14 1.77 4.23 1.20 1.15 6.44 4.20 2.13 19.81 6.97 1.45 6.78 0.76 1.50 2.94 6.34 17.44 Average investmentGDP ratio Average log of GDP Liberia 17.80 14.84 Madagascar 10.06 Malawi 10.07 Malaysia 22.21 Mali 10.43 Mauritania 4.90 6.18 9.36 10.21 18.39 9.09 22.13 9.93 6.98 12.37 21.49 8.14 8.31 9.26 7.82 5.73 8.01 14.21 11.65 18.48 16.94 12.53 20.64 Morocco Nicaragua Niger Nigeria Pakistan Panama Papua N. Guinea Peru Philippines Rwanda Senegal Sierra Leone Solomon Islands South Korea Sri Lanka Sudan Swaziland Syria Thailand Togo Tunisia Uruguay Zambia Zimbabwe 20.35 21.86 20.85 24.37 21.22 20.49 23.93 21.956 21.13 24.21 24.41 22.73 21.57 24.43 24.66 21.09 21.92 20.59 19.07 26.08 22.89 22.69 20.462 23.15 24.80 20.70 23.11 23.46 21.79 22.43 Average aidGDP ratio 21.62 8.38 17.94 0.45 16.39 21.86 2.72 12.98 12.96 0.49 3.00 1.05 11.63 1.05 1.48 18.16 9.74 13.19 22.79 0.41 5.71 5.38 5.19 4.88 0.74 9.67 2.68 0.30 13.91 3.05 Average investmentGDP ratio 6.19 4.18 10.31 24.05 9.12 14.55 13.83 10.01 7.87 7.24 12.92 19.17 8.58 17.07 15.78 3.01 5.71 4.10 8.59 33.60 14.77 13.28 11.91 8.81 31.05 11.32 18.68 14.37 16.29 14.16 Table 1 lists the countries along with the average values for it Y , it A , and it I over the period from 1971 to 2003. As expected, there are large crosscountry differences in the values of these parameters. Investment accounts for more than 30 percent of GDP in South Korea and Thailand, while several countries, such as Rwanda, Sierra Leone, and Madagascar, are characterized by extremely low investment rates of about 4 percent. Also striking are the differences in the average aidGDP ratios. The Solomon Islands is the most aiddependent economy, with aid amounting to more than 22 percent of GDP, followed by Mauritania, Liberia, Gambia, Rwanda, Malawi, Lesotho, Mali, and Burundi. All these countries have an average ratio of aid to GDP of more than 15 percent, whereas in Chile, Uruguay, South Korea, Malaysia, Nigeria, Algeria, Thailand, and India aid accounts for less than 1 percent of GDP. Interestingly, in many countries Liberia, Rwanda, Solomon Islands, Gambia, Burundi, Sierra Leone, Malawi, Mauritania, Mali, Niger, Madagascar, 9Senegal, Papua New Guinea, Nicaragua, Central African Republic, Burkina Faso, Chad, and Ghana, the aidGDP ratio is greater than the investmentGDP ratio, suggesting that a large part of aid is used for consumption rather than investment, at least in these countries. Moreover, countries with higher GDP tend to have lower aidGDP ratios, and vice versa. India, South Korea, and Thailand, for example, are among the largest economies and the least aiddependent countries in our sample. The Solomon Islands, in contrast, is the country with the lowest GDP and the highest share of aid in GDP. Figures A1A3 in the Appendix plot it Y , it A , and it I for the period from 1971 to 2003. As can be seen from Figure A1, GDP increased in all countries, with the exception of Liberia row 4, column 6 and the Democratic Republic of Congo row 3, column 4 where GDP declined between 1971 and 2003. Noteworthy are also Sierra Leone row 6, column 7 and Rwanda row 6, column 5: in Sierra Leone, GDP showed an increasing trend until 1991; fell from 1991 to 1999, and then rose sharply from 1999 to 2003. Similarly, Rwandas GDP rose from 1971 to 1991, dropped abruptly between 1991 and 1994 note that this preceded the genocide, and then rose rapidly from 1994 to 2003. Thus, a characteristic feature of the evolution of GDP in most developing countries is volatility; that is, GDP increased but not steadily. This instability is even more characteristic of aid and investment. Figures A2 and A3 show that exhibit positive andor negative trends as it A and it Iwell as strong deviations from these trends. Overall, the timeseries evolution is consistent with the are nonstationary and cointegrated, which is also confirmed by possibility that it Y , it A , and it Iseveral panelunit root and panel cointegration tests reported in Appendices A1 and A2. 4. Panel Cointegration Results The longrun effect of aid on GDP is estimated using the betweendimension groupmean panel DOLS estimator that Pedroni 2000, 2001 argues has a number of advantages over the withindimension approach. First, it allows for greater flexibility in the presence of heterogeneous cointegrating vectors, whereas under the withindimension approach the cointegrating vectors are constrained to be the same for each country. Second, the point estimates provide a more useful interpretation in the case of heterogeneous cointegrating vectors, as they can be interpreted as the mean value of the cointegrating vectors, which does not apply to the within estimators. Third, betweendimension estimators suffer from much lower smallsample size distortions than is the case with the withindimension estimators. The panel DOLS regression is given by 10Yitaii 1it Ait2i Iitikikj Aitij 1jikikj, 4 ititj I2ijwhere 1ij and 2ij are coefficients of lead and lag differences which account for possible serial correlation and endogeneity of the regressors. Thus, an important feature of the DOLS procedure is that it generates unbiased estimates for variables that cointegrate even with endogenous regressors. Consequently, in contrast to crosssection and conventional panel approaches, the approach does not require exogeneity assumptions nor does it require the use of instruments. In addition, the groupmean panel DOLS estimator is superconsistent under cointegration, and is robust to the omission of variables that do not form part of the cointegrating relationship. It is calculated as 1m Nmi Ni 1where , 5 N21tm Ni 1tmi 6 is the corresponding tstatistic of m m 1, 2 and mi is the conventional timeseries DOLS estimator applied to the ith country of the panel. Stock and Watson 1993 find that this estimator performs well in small samples as here compared with other cointegration estimators. The DOLS procedure is applied to both the raw data and to data that have been demeaned over the crosssectional dimension; that is, in place of it Y , it A , and it I , we also use Yit Yit Yt, Ait Ait At, and Iit Iit It, where t Y N1N i 1it Y, t A N1N i 1it A, and t I N1N i 1it I, 7 to account for crosssectional dependence due to common shocks or spillovers among countries at the same time. The estimates are reported in Table 2. As can be seen, the unadjusted and demeaned 11data produce similar results. The coefficients on Iit are highly significant and positive, as expected, whereas the coefficients on Ait are highly significant and negative. More precisely, the demeaned data yield an aid coefficient of 0.0081, implying that, in the longrun, a one percentage point increase in the aidtoGDP ratio leads to a decrease in GDP by 0.0081 percent. Table 2 DOLS estimates of the coefficients on aid and investment Ait Iit Unadjusted data Demeaned data Notes: The dependent variable is Yit. indicate significance at the 1% level. tstatistics in parentheses. The number of leads and lags in the individual DOLS regressions was determined by the Schwarz criterion with a maximum of three lags. 0.0064 6.64 0.0081 9.38 0.0235 16.96 0.0170 15.80 Appendix A3 presents a set of sensitivity analysis demonstrating that the negative effect of aid on output is not due to individual outliers, sampleselection bias if a group of countries in a particular region have a significant effect or the time period, and that the results are similar using private investment data in place of total investment albeit for a smaller sample. However, it is worth explicitly considering if the results are robust to alternative estimation techniques. For this 1it A , and , the purpose, a conditional errorcorrection model is used, regressing it Y , individual time it I , the lagged first differences of first differences of trends, and individual intercepts.6 Computing the groupmean coefficients and tstatistics, yields the following equation indicate significance at the 1% 5% level, tstatistics in parentheses: 1it Y , it I , and it Y , on it A , it A and 1it IYit.03267Yit29.16.00026Ait 11.00043Iit 160.352.6.00037Ait.00063Iit01.7.01309Yit 111.586.11taii.00015Ait 1.00010Iit 129.209.1 8 The estimated coefficient on the lagged dependent variable, 1it Y , is negative and highly significant; normalizing on it Y , yields the following significant longrun relationship: Yitaiti.00080Ait.00132Iit. 9 6 We use the demeaned data to account for the likely crosssectional dependence through common time effects. 12As the estimated aid coefficient is almost identical to the result of the DOLS procedure, it can be concluded that the negative longrun effect of aid on output is robust to different estimation techniques. Thus, the results appear to be robust to potential outliers, sample selection, the specification of the empirical model, the sample period, and different estimation techniques. This negative effect for the sample as a whole does not, however, imply that aid exerts a negative effect on GDP in each individual country. Table 3 DOLS country estimates and stability tests Country Liberia Ait 0.0311 0.0339 0.0028 0.0157 Ait 0.0682 0.0267 0.0118 0.0720 0.0344 0.0050 0.0453 0.0184 0.0039 0.0457 0.0592 0.0769 0.0548 0.0681 0.0153 0.0283 0.0297 0.0303 0.0473 24.25 Mali 7.26 Mauritania 0.80 Morocco Nicaragua 2.59 Niger 0.53 3.15 Nigeria Pakistan 2.88 Panama 3.86 2.95 Papua New Guinea Peru 5.58 Philippines 0.80 Rwanda 3.04 3.86 Senegal Sierra Leone 1.21 tstat Mean F 7.49 2.54 0.78 5.88 Madagascar 3.62 Malawi 0.80 4.93 1.62 Malaysia 5.13 0.94 4.91 0.94 0.59 2.17 3.65 3.30 5.79 3.44 3.08 5.83 7.36 3.52 4.27 0.80 1.20 0.11 2.99 2.12 1.39 1.39 11.19 8.67 0.27 Country Algeria Belize Benin Bolivia Botswana Burkina Faso Burundi Cameroon Central African Rep. Chad Chile Congo, Dem. Rep. Congo, Rep. Costa Rica Cote d Ivoire Dominican Republic Ecuador Egypt El Salvador Gabon Gambia Ghana Guatemala Honduras India Indonesia Jamaica Kenya Lesotho Notes: The number of leads and lags was determined by the Schwarz criterion with a maximum of three lags. Mean F is a Chowtype test for parameter constancy in cointegrating regressions. The 5% 1% critical value for the stability test Mean F is 6.22 8.61 Hansen, 1992. indicate significance at the 1% 5% level. 0.0277 0.0012 0.0209 0.0088 0.032 0.0380 0.0393 0.0612 0.0019 0.0416 0.0194 0.0209 0.0362 0.0560 0.0434 0.0057 0.0259 0.0244 0.0405 14.48 4.18 1.06 3.08 4.85 0.55 3.06 0.97 6.69 15.98 tstat Mean F 0.94 5.46 0.70 2.34 1.23 1.12 1.51 4.11 1.13 4.00 3.50 7.20 2.00 10.35 1.12 0.18 3.72 2.39 4.42 2.74 2.70 3.10 0.18 2.17 2.27 4.18 1.80 0.63 0.09 2.15 1.27 0.36 1.21 3.83 4.33 6.43 1.44 2.27 4.65 5.80 0.43 6.88 3.43 2.85 8.66 5.69 0.88 4.19 1.83 8.50 South Korea Sri Lanka Sudan Swaziland Syria Thailand Togo Tunisia Uruguay Zambia Zimbabwe 0.0429 0.0012 0.0023 0.0741 0.0152 0.0181 0.0390 0.0343 0.0336 0.0006 1.48 1.56 1.94 4.44 3.41 7.94 3.08 0.74 4.46 1.44 0.0096 0.0333 0.0007 0.0052 0.0116 0.0007 0.0229 26.21 Solomon Islands The individual country DOLS point estimates of the output effect of aid are presented in Table 3. The most striking feature of these estimates is the heterogeneity in the coefficients, ranging from 0.072 in Bolivia to 0.077 in the Democratic Republic of Congo. Thus, although the longrun 13effect of aid on GDP is negative in general or on average in developing countries, aid does not have a negative longrun effect on GDP in all countries. More precisely, for 37 out of 59 countries and thus in 63 percent of cases an increase in aid is associated with a decrease in GDP, while in 22 cases 37 percent of the countries an increase in aid is associated with an increase in GDP. Even within the country groups with negative and positive effects, the individual country estimates show considerable heterogeneity. For example, the point estimates suggest that Chile and Guatemala benefit markedly from aid although both received quite small or negligible amounts of aid. In contrast, in many countries, such as Lesotho and Togo both recipients of relatively large amounts of aid both the positive and negative effects are marginal close to 0, whereas in many other countries, such as Algeria negligible aid and Sierra Leone large aid aid has a strong negative effect on GDP. There is a tendency for the output response to be positive negative for countries receiving small large amounts of aid, but there are exceptions. In light of the finding that the effect of aid on GDP is not constant across countries, a natural question is whether it is constant over time. To answer this question, we compute for each countryDOLS regression the Mean F test developed by Hansen 1992. This test is a Chowtype test for parameter constancy in cointegrating regressions with unknown change points and is designed to detect any gradual changes in the regression coefficients.7 The results of this test are reported in columns 4 and 8 of Table 3. They show that the null hypothesis of parameter stability is rejected at least at the five percent level in about 20 percent of cases, suggesting that in some countries the effect of aid on GDP has changed over time. The most plausible explanation for this finding is that the effect of aid on GDP depends on political and institutional factors. If policies and institutions affecting the aidoutput relationship change substantially over time, then also the effect of aid on output changes over time. The countryspecific factors affecting the effect of aid on GDP are examined in the next section. 5. Determinants of the LongRun Effect of Aid on Output This section systematically searches for countryspecific factors that help to explain the crosscountry differences in the output effect of aid; that is, determinants of aid effectiveness. These determinants have been investigated by several studies using crosscountry growth regressions, some including interaction terms between aid and a small number of potential determinants of aid 7 Hansen 1992 develops the stability tests using the FMOLS estimator. Because the DOLS estimator is asymptotically equivalent to the FMOLS estimator, the test statistics have the same distributions and are thus applicable to both estimators. 14effectiveness. A limitation of the conventional interactionterm approach, however, is the inability to empirically identify which independent variable in the interaction term determines the effect of the other independent variable on the dependent variable. For example, a statistically significant interaction term between aid and economic policy does not necessarily imply that aid effectiveness depends on economic policy. A statistically significant aidpolicy interaction term can also be compatible with the growth effect of economic policy being influenced by aid. A different approach employs crosssection regressions with the output effect of aid as the dependent variable to consider a large number of possible determinants of aid effectiveness. By including as many variables as possible relevant to aid effectiveness and using as the dependent variable the output effect of aid instead of output growth, the approach is less subject to omitted variable and endogeneity bias than the conventional interactionterm approach. The twenty variables considered to be potentially relevant to aid effectiveness are only summarized here; details and the country composition of the sample is in Appendix A4, with variables, definitions and sources in Appendix Table A6. As the economic policy index as used by Burnside and Dollar 2000 may mask differences in the influence of the components, separate indicators of monetary policy, fiscal policy and trade policy are employed here: inflation, the budget balance and liberalization dates the Sachs and Warner openness index respectively. These are the policy variables. Political and institutional factors are likely to be important. The level of democracy is measured by the democracy index from the POLITY IV data base, with values from 0 absence of democracy to 10 highest level of democracy, while political instability is measured as the number of revolutions and coups. The quality of institutions is obviously important but as different measures capture distinct features, several institutional variables from the International Country Risk Guide ICRG are included: Socioeconomic conditions, Investment profile, Internal conflict, External conflict, Corruption, influence of the Military in politics, Law and order, Religious and Ethnic tensions, and Bureaucratic quality. The indicators for corruption, internal conflict, external conflict, military in politics, religious tensions, and ethnic tensions are rescaled so that higher values always reflect higher institutional quality. A number of other factors are considered. Geographical or structural features are captured by the share of a countrys area that is in the tropics Dalgaard et al., 2004. The annual variability of aid may influence effectiveness, so aid uncertainty is measured by the standard deviation of the residuals of a regression of aid as a percentage of GDP on two lags of aid, a constant term, and a linear time trend Lensink and Morrissey, 2000. GDP per capita is included as the marginal 15effectiveness of aid may vary with income level Gomanee et al., 2005a. As adverse effects of rentseeking or intervention may relate to government size the share of government consumption in GDP is included. Finally, absorptive capacity is measured by the secondary school enrolment rate. The dependent variable is the estimated longrun effect of aid on GDP from Table 3, i . As discussed in Section 4, this effect can be assumed to be timeconstant in 80 percent of the countries in our sample and thus be treated as average impact per year. For the remaining 20 percent, the estimated output effect of aid is not constant; nevertheless, it can be interpreted as a time average over the period 19712003. Consequently, we also use time averages for the independent variables in that period. Unfortunately, however, we do not have complete data on all variables for all countries, limiting the sample to 45 countries. Given the large number of variables, all of which are potential determinants of aid effectiveness, we are confronted with the classical problem of variable selection the problem of identifying those variables that are, in fact, important regressors for explaining the crosscountry variations in the longrun effect of aid on GDP. To deal with this problem, we use the generaltospecific variable selection approach suggested by Hoover and Perez 2004. Hoover and Perez show by means of Monte Carlo simulations that their approach is very effective in identifying the true parameters of the data generating process, outperforming other variable selection procedures such as the extreme bounds approaches of Levine and Renelt 1992 and SalaiMartin 1997. Following Hoover and Perez 2004, we start by estimating a general specification in which all variables are included, and simplify it by removing insignificant variables. The variables are first ranked according to their tstatistics,8 then five simplification paths are applied in which each of the five variables with the lowest tstatistics is the first to be removed, yielding five equations. From these equations, variables with insignificant coefficients are then eliminated sequentially according to the lowest tvalues until the remaining variables are significant at least at the 5% level. After removal of each variable, a battery of specification tests is performed, including a JarqueBera test JB for normality of the residuals, a Ramsey RESET test for general nonlinearity and functional form misspecification RESET, and a subsample stability test STABILITY using an Ftest for the equality of the variances of the residuals of subSaharan countries versus the rest of the sample. Furthermore, an Ftest of the hypothesis that the current specification is a valid restriction of the general specification is used after each step RESTRICTION. In our case, all of these tests are 8 Since an estimated dependent variable may introduce heteroskedasticity into the regressions see Saxonhouse, 1976, we use Whites heteroskedasticityconsistent standard errors to compute the tstatistics. 16passed, implying five wellspecified parsimonious equations, which are all valid restrictions of the general model. Finally, we construct the nonredundant joint model from each of these equations by taking all specifications and performing the Ftest for encompassing the other specifications. This procedure yields the final specification in Table 4. Table 4 Generaltospecific approach: final specification 1 0.21 0.61 0.74 0.12 0.73 Coefficients tstatistics 0.0100 2.93 0.0137 2.32 0.0025 2.04 Independent variables Rel Law Size Diagnostic tests Adj. R2 JB 22 RESET 2STABILITY RESTTRICTION Notes: Reported tstatistics in parentheses are based on Whites heteroskedasticityconsistent standard errors. indicate significance at the 1% 5% level. JB is the JarqueBera test for normality, RESET is the usual test for general nonlinearity and misspecification, STABILITY is an Ftest for the equality of the variances of subSaharan countries versus the rest of the sample, and RESTRICTION is an Ftest of the hypothesis that the model is a valid restriction of the general model. Numbers in brackets behind the values of the diagnostic test statistics are the corresponding pvalues. The sign of the coefficient on Rel is positive, since a higher number indicates lower religious tensions. F24, 19 1.02 0.97 F18, 24 0.88 0.61 The final model passes all the diagnostic tests. The assumption of normally distributed residuals cannot be rejected, and the Ramsey RESET test does not suggest nonlinearity or misspecification. The model also passes the Ftest for parameter stability and the Ftest that the final model is a valid restriction of the general model. In addition, the recursive residuals in Figure A5 persistently lie within the error bounds of 2 and 2 standard errors, suggesting that no outliers are present. Consequently, statistically valid inferences can be drawn from the results in Table 4. All coefficients have the expected sign: a higher level of law and order Law is associated with greater aid effectiveness whereas government size Size and religious tensions Rel are negatively related to the output effect of aid the sign of the coefficient on Rel is positive as a higher number indicates lower religious tensions. The results suggest that crosscountry variations in religious tensions, law and order, and government size are important factors in explaining the crosscountry differences in the longrun effect of aid on GDP. The output effect of aid appears not to depend directly on the quality of monetary policy measured by inflation, fiscal policy measured by the budget balance, trade policy measured by the Sachs and Warner openness index, the share of a countrys area that is in the tropics, the level 17of democracy, political instability, socioeconomic conditions, investment profile, internal and external conflicts, corruption, the influence of the military in politics, ethnic tensions, the institutional strength and quality of the bureaucracy, aid uncertainty, GDP per capita, and absorptive capacity measured by the secondary school enrolment rate. All these variables turned out to be insignificant and hence were removed from the general model. Table 5 General specification and correlation coefficients Regressors tstatistics Correlation coefficients between the variables of the final model and each variable that was omitted from the final model tstatistics Rel Law Size 2.50 1.91 1.89 0.75 0.54 1.61 1.01 0.39 0.38 1.18 0.16 0.67 0.74 0.77 0.54 0.94 0.55 1.40 0.13 0.12 0.23 1.52 0.12 0.81 0.18 1.18 0.26 1.77 0.19 1.26 0.09 0.59 0.06 0.39 0.23 1.58 0.22 1.48 0.14 0.94 0.25 1.70 0.31 2.12 0.29 1.96 0.04 0.23 0.03 0.20 0.34 2.37 0.15 0.98 0.14 0.91 0.25 1.68 0.50 3.76 0.32 2.18 0.10 0.64 0.30 2.09 0.53 4.08 0.49 3.70 0.67 5.97 0.11 0.75 0.47 3.50 0.39 2.79 0.40 2.88 0.51 3.82 0.18 1.19 0.19 1.23 0.18 1.19 Rel Law Size Inflation Budget Openness Tropics Demo Instability Socio Invprof Intconf Extconf Corr Military Ethnic Bureau Uncertain GDPpc Capacity Diagnostic tests Adj. R2 JB 22 RESET 2STABILITY indicate significance at the 1% 5% level. Reported tstatistics in the second column are based on Whites heteroskedasticityconsistent standard errors. JB is the JarqueBera test for normality, RESET is the usual test for general nonlinearity and misspecification, STABILITY is an Ftest for the equality of the variances of subSaharan countries versus the rest of the sample. Numbers in brackets behind the values of the diagnostic test statistics are the corresponding pvalues. The indicators for corruption, internal conflict, external conflict, military in politics, religious tensions, and ethnic tensions are rescaled so that higher values always reflect higher institutional quality. 0.15 0.98 0.13 0.83 0.26 1.74 0.23 1.56 0.10 0.64 0.15 0.10 0.01 0.06 0.04 0.27 0.37 2.63 0.10 0.64 0.14 0.91 0.25 1.72 0.20 1.35 0.07 0.46 0.35 2.44 0.07 0.45 0.16 1.09 F19, 24 1.30 0.54 3.30 0.19 0.49 0.49 0.10 1 Table 5 provides some information about the performance of these excluded variables. The second column reports the tstatistics of the variables of the final model and each variable that was omitted from the final specification that is, we present the tstatistics of the variables of the general specification. The last three columns give an indication of the extent to which the omitted 18variables are collinear with the regressors of the final model, showing the pairwise correlation coefficients and their tstatistics. When all variables are included together in the regression, the statistical significance of the variables of the final model decreases as expected, while several variables that were omitted from the final specification, such as openness Openness, internal conflict Intconf, and corruption Corr, have the wrong sign. This suggests that several of the omitted variables are correlated with the variables in the final model, in turn implying that some of the excluded variables might play an important indirect role in the aidGDP relationship by affecting the included variables or being affected by them. The pairwise correlation coefficients show that law and order is significantly correlated with many of the other variables: openness, the share of a countrys area that is in the tropics Tropics, political instability Instability, socioeconomic conditions Socio, investment profile Invprof, internal conflict, corruption, military in politics Military, ethnic tensions Ethnic, and bureaucratic quality Bureau. Government size is positively correlated with internal conflict and aid uncertainty Uncertain, while religious tension has positive correlations with GDP per capita GDPpc implying higher values are associated with lower tension and military in politics which is rescaled, so less military involvement is associated with less tensions. Thus, the findings suggest that crosscountry variations in the longrun effect of aid on GDP can be explained primarily by crosscountry differences in religious tensions, law and order, and government size. However, this does not imply that all other variables are irrelevant for exploiting the potential of aid to increase domestic output. There are several factors such as openness, political instability, and corruption that are related to the direct determinants of the longrun effect of aid on GDP and thus are likely to play an important indirect role in the longrun relationship between aid and GDP. 6. Conclusion and Discussion This paper first examined the nature of the relationship between foreign aid and economic development using panel cointegration techniques designed to deal with problems plaguing previous crosscountry studies on aid effectiveness: omitted variables, crosscountry heterogeneity, endogeneity, and neglected longrun level relationships between foreign aid and domestic output. Employing data for 59 developing countries over the period 1971 to 2003, aid has, on average, a negative longrun effect on output. This finding is robust to potential outliers, sample selection, the specification of the empirical model, the sample period, and different estimation techniques. 19Nevertheless, there are large differences in the longrun effect of aid on output across countries. More specifically, an increase in the aidGDP ratio is associated with a longrun decrease in GDP in almost twothirds of the countries, while in just over a third of the cases an increase in the aid share is associated with a longrun increase in GDP. In general, irrespective of the sign, the effect is small. As investment was found to have a significant positive effect on longrun GDP, it is possible that this captures any longrun positive effect of aid on GDP through financing investment Lensink and Morrissey, 2000; Gomanee et al., 2005b. Using the estimated output effect of aid for each country, a generaltospecific variable selection approach was then applied to identify important countryspecific factors explaining the crosscountry differences in the longrun effect of aid on output. In contrast to previous studies, the results suggest that aid effectiveness does not depend primarily on the quality of economic policy, location in the tropics, the level of democracy or corruption, political stability or absorptive capacity. Instead, the results suggest that the crosscountry heterogeneity in the output effect of aid can be explained mainly, or most directly, by crosscountry differences in law and order, religious tensions and government size. However, there are several factors such as openness, location in the tropics, political instability, corruption, and bureaucratic accountability that are highly correlated with law and order, religious tensions, andor government size, suggesting these factors may play an indirect role in longrun effectiveness of aid. Of the three primary determinants of aid effectiveness religious tension has the most significant coefficient; aid appears to be more effective in countries with lower religious tension. The most significant correlates of religious tension are GDP per capita higher income is associated with lower tension and the role of the military in politics less involvement is associated with less tension; interestingly, religious tension does not appear to be correlated with ethnic tension. It is unlikely to be religious tensions themselves that undermine aid effectiveness, but a combination of the three variables: in low income countries that are militarized and have religious tension aid is unlikely to contribute to output. To some extent donors show awareness of this, as they monitor the use of aid to ensure it is not diverted to support military spending. This provides a warning in countries where aid is being used to support the war on terror; aid is unlikely to impact on output where the primary concern is security. The finding that aid is less effective in countries with large consumptionGDP ratios, and that government size is positively correlated with internal conflict and aid uncertainty, supports arguments that governments with high levels of rentseeking behavior are less likely to use aid effectively. Aid may induce selfinterested individuals to engage in rentseeking activities aimed at 20appropriating part of any resource windfall, and, as a result, scarce resources are withdrawn from other productive activities, as several theoretical models predict e.g. Hodler, 2007; Economides, 2008. One reason is that revenues, including aid, are more likely to be diverted to consumption spending rather than public investment, limiting any increase in output. This adverse effect may be heightened in the presence of internal conflict: distributive conflicts, of which war is the extreme, diminish the productivity of an economy in a number of ways, such as by generating uncertainty in the economic environment andor by destroying the economic and political institutions and infrastructure that facilitate an efficient allocation of resources. Furthermore, the instability associated with distributive conflicts may make aid receipts more volatile and the associated aid uncertainty is likely to have a greater impact on reducing investment spending than on consumption Lensink and Morrissey, 2000. In these cases donors need to carefully monitor the use of aid to ensure that productive activities are supported with reliable flows of income. The analysis suggests that the most important variable capturing the quality of institutions is law and order, including the rule of law and protection of property rights. It is worth emphasizing that this variable is significantly correlated with most of the explanatory variables included 10 of the 17 other measures; it can be interpreted as capturing the effect of institutions on productivity and hence on aid effectiveness. There are numerous channels through which these effects can operate, and causality should not be inferred. The correlates suggest that countries that are more open with lower tensions, lower conflict and better indicators of institutional quality will have higher values of law and order, and such countries are less likely to be in the tropics. Thus, measures that improve institutions are likely to enhance aid effectiveness, and a wide range of potential interventions, from policy to capacitybuilding, are included. A final conclusion is that the negative effect of aid found for many countries need not remain negative; it can become positive over time when certain countryspecific factors determining the effect of aid change i.e. are improved. Of these factors perhaps the most important is the quality of institutions. Institutions, especially enforcement of law and order including property rights, can limit the appropriation of aid by rent seeking governments and thus ensure that aid is not wasted through profligate consumption but invested in productive activities. The results suggest a primacy of institutions over aid: a bad institutional environment not only depresses economic activity, as found in several studies, but also prevents aid from raising the standard of living. To improve aid effectiveness it is necessary to support institutional development, and there is evidence that this can be successful. 21References Acemoglu, D., Ventura, J., 2002. The world income distribution. The Quarterly Journal of Economics 117, 659994. Adam, C., OConnell, S., 2004. Aid versus trade revisited: donor and recipient policies in the presence of learningbydoing. The Economic Journal 114, 150173. Almeida, R., Fernandes, A., 2008. Openness and technological innovations in developing countries: evidence from firmlevel surveys. Journal of Development Studies 44, 701727. Brautigam, D.A., Knack, S., 2004. Foreign aid, institutions, and governance in subSaharan Africa. Economic Development and Cultural Change 52, 255285. Breitung, J., 2005. A parametric approach to the estimation of cointegrating vectors in panel data. Econometric Reviews 24, 151173. Burnside, C., Dollar, D., 2000. Aid, policies, and growth. American Economic Review 90, 847868. Burnside, C., Dollar, D., 2004. Aid, policies, and growth: Revisiting the evidence. World Bank Policy Research Working No. 3251. Chauvet, L., Guillaumont, P., 2004. Aid and growth revisited: Policy, economic vulnerability, and political instability. In: Tungodden, B., Stern, N., Kolstad, I. Eds., Toward propoor policies. Aid, institutions, and globalization. Washington and New York: World Bank and Oxford University Press, 95109. Collier, P., Dollar, D., 2002. Aid allocation and poverty reduction. European Economic Review 46, 14751500. Collier, P., Dollar, D., 2004. Development effectiveness: what have we learnt? The Economic Journal 114, F244F271. Commission for Africa 2005. Our common interest: report of the Commission for Africa. London: Commission for Africa. Daalgard, C.H., Hansen, H., 2001. On aid, growth, and good policies. Journal of Development Studies 37, 1741. Daalgard, C.H., Hansen, H., Tarp, F., 2004. On the empirics of foreign aid and growth. Economic Journal 114, 191216. 22Easterly, W., Levine, R., Roodman, D., 2004. Aid policies and growth: comment, American Economic Review 94, 774780. Economides, G., Kalyvitis, S., Phillippopoulos, A., 2008. Does foreign aid distort incentives and hurt growth? Theory and evidence from 75 aidrecipient countries. Public Choice 134, 463488. Ericsson, N.R, Irons, J.S., Tryon. R.W., 2001. Output and inflation in the longrun. Journal of Applied Econometrics 16, 241253. Everhart, S.S. Sumlinski, M.A., 2001. Trends in private investment in developing countries, statistics for 1970 2000 and the impact on private investment of corruption and the quality of public investment. International Finance Corporation Discussion Paper No. 44, World Bank, Washington D.C. Gallup, J.L., Sachs, J.D., Mellinger, A.D., 1999. Geography and economic development. International Regional Science Review 22, 179232. Gomanee, K., Girma, S., Morrissey, O., 2005a. Aid, Public Spending and Human Welfare: Evidence from Quantile Regressions. Journal of International Development 17, 299309. Gomanee, K., Girma, S., Morrissey, O., 2005b. Aid and growth in subSaharan Africa: accounting for transmission mechanisms. Journal of International Development 17, 10551076. Hansen, B.E., 1992. Tests for parameter instability in regressions with I1 processes. Journal of Business and Economic Statistics 10, 32135. Hansen, H., Tarp, F., 2000. Aid effectiveness disputed. Journal of International Development 12, 375398. Hansen, H., Tarp, F., 2001. Aid and growth regressions. Journal of Development Economics 64, 547570. Herzer, D., 2008. The longrun relationship between outward FDI and domestic output: Evidence from panel data. Economics Letters 100, 146149. Heston, A., Summers, R., Aten, B., 2006. Penn World Table Version 6.2. Center for International Comparisons of Production, Income and Prices at the University of Pennsylvania, September 2006. Hodler, R., 2007. Rent seeking and aid effectiveness. International Tax and Public Finance 14, 525541. 23Holly, S., Pesaran, M.H., Yamagata, T., 2009. A spatiotemporal model of house prices in the US. Journal of Econometrics forthcoming. Hoover, K., Perez, S.J., 2004. Truth and robustness in crosscountry growth regressions. Oxford Bulletin of Economics and Statistics 66, 765798. Im, K.S., Pesaran, M.H., Shin, Y., 2003. Testing for unit roots in heterogeneous panels. Journal of Econometrics 115, 5374. Islam, M.N., 2005. Regime changes, economic policies and the effect of aid on economic growth. Journal of Development Studies 41, 14671492. Johansen, S., 1988. Statistical analysis of cointegrating vectors. Journal of Economic Dynamics and Control 12, 231254. Kosack, S., 2003. Effective aid: How democracy allows development aid to improve the quality of live. World Development 31, 122. Larsson, R., Lyhagen, J., Lothegren, M., 2001. Likelihoodbased cointegration tests in heterogeneous panels. Econometrics Journal 4, 109142. Lensink, R., Morrissey, O., 2000. Aid instability as a measure of uncertainty and the positive impact of aid on growth. Journal of Development Studies 36, 3149. Levine, R.E., Renelt., D., 1992. A sensitivity analysis of crosscountry growth regressions. American Economic Review 82, 942963. Mc Gillvary, M., Morrissey, O., 2004. Fiscal effects of aid. In: Addison, T., Roe, A. Eds., Fiscal policy for development: Poverty, Reconstruction, and Growth. Palgrave Macmillan for UNUWider: Basingstoke, 7296. Maren, M., 1997. The road to hell: The Ravaging effects of foreign aid and international charity. New York: The Free Press. Morrissey, O., 2006. Aid or trade, or aid and trade? The Australian Economic Review 39, 7888. Pedroni, P., 1999. Critical values for cointegration tests in heterogeneous panels with multiple regressors. Oxford Bulletin of Economics and Statistics 61, 653670. Pedroni, P., 2000. Fully modified OLS for heterogeneous cointegrated panels. Advances in Econometrics 15, 93130. Pedroni, P., 2001. Purchasing power parity tests in cointegrated panels. The Review of Economics and Statistics 83, 727731. 24Pedroni, P., 2004. Panel cointegration: Asymptotic and finite sample properties of pooled time series tests with an application to the PPP hypothesis. Econometric Theory 20, 597625. Pesaran, M.H. 2006. Estimation and inference in large heterogeneous panels with a multifactor error structure. Econometrica 74, 9671012. Pesaran, M.H., 2007. A simple panel unit root test in the presence of crosssection dependence. Journal of Applied Econometrics 22, 265312. Pesaran, M.H., Smith, R., 1995. Estimating longrun relationships from dynamic heterogeneous panels. Journal of Econometrics 68, 79113. Rajan, R.R., Subramanian, A., 2007. Does aid affect governance? American Economic Review 97, 322327. Rajan, R.R., Subramanian, A., 2008. Aid and growth: what does the crosscountry evidence really show? The Review of Economics and Statistics 90, 643665. Reinsel, G.C., Ahn, S.K., 1992. Vector autoregressive models with unit roots and reduced rank structure: estimation, likelihood ratio test and forecasting. Journal of Time Series Analysis 13, 353375. Sachs, J.D., Warner, A., 1995. Economic reform and the process of global integration. Brookings Papers on Economic Activity 1, 1118. SalaIMartin, X.X., 1997. I just ran two million regressions. American Economic Review 87, 178183. Saxonhouse, G., 1976. Estimated parameters as dependent variables. American Economic Review 66, 178183. Singh, R.D., 1985. State intervention, foreign economic aid, savings and Growth in LDCs: some recent evidence. Kyklos 38, 216232. Svensson, J., 1999. Aid, growth and democracy. Economics and Politics 11, 275297. Stock, J.H., Watson, M.W., 1993. A simple estimator of cointegrating vectors in higherorder integrated systems. Econometrica 61, 783820. Temple, J., 1999. The new growth evidence. Journal of Economic Literature 37, 112156. Wacziarg, R., Welch, K.H., 2008. Trade liberalization and growth: New evidence. World Bank Economic Review 22, 187231. 25Appendix A1 Panel unitroot tests To examine the time series properties of the data, we use the panel unit root test of Im, Pesaran, and Shin 2003 IPS, which is based on the augmented DickeyFuller ADF regression for the ith crosssection unit: xitzitxiti1ipijj 1xitjit, A.1 where pi is the lag order and zit represents deterministic terms, such as fixed effects or fixed effects combined with individual time trends. The IPS test tests the null hypothesis of a unit root for all i, H , against the alternative of trend stationary, 0i , H , i 1, 2,  , :11N ; 00i,  , N, using the standardized tbar or IPS statistic :0 Nii 11 , 21 Ntt N NTv, A.2 is the average of the N 59 crosssection ADF tstatistics, and and are, where NTtrespectively, the mean and variance of the average of the individual tstatistics, tabulated by Im, Pesaran, and Shin 2003. However, the standard IPS test can lead to spurious inferences if the errors, it, are not independent across i for example, due to common shocks or spillovers between countries. Therefore, we also employ the crosssection augmented IPS test proposed by Pesaran 2007, which is designed to filter out the crosssection dependency by augmenting the ADF regression with the crosssection averages of lagged levels and firstdifferences of the individual series. Accordingly, the crosssection augmented ADF CADF regression is given by xitzitxiti1ipijj 1xitjixt 1ipijj 0xtjvit, A.3 where tx is the crosssection mean of xit, tx N1Ni 1itx. The crosssection augmented IPS statistic is the simple average of the individual CADF statistics and is defined as i NCIPS tbar N1i 1it, A.4 where it is the OLS tratio of i in Equation A.3. Critical values are tabulated by Pesaran 2007. 26The test results for the variables in levels and in first differences are presented in Table A1 Both the IPS and the CIPS test statistics are unable to reject the hypothesis that all countries have a unit root in levels. Since the unit root hypothesis can be clearly rejected for the first differences, it can be concluded that Yit, Iit, and Ait are integrated of order one, I1. Table A1 Panel unit root tests Variables Deterministic terms IPS statistics CIPS statistics 1.36 0.76 0.51 c, t c, t c, t Levels Yit Iit Ait First differences Yit Iit Ait Notes: c t indicates that we allow for different intercepts and time trends for each country. Three lags were selected to adjust for autocorrelation. The IPS statistic is distributed as N0, 1. The relevant 1% 5% critical value for the CIPS statistics is 2.73 2.61 with an intercept and a linear trend, and 2.23 2.11 with an intercept. denote significance at the 1% level. 9.56 12.79 12.79 2.47 3.02 2.74 2.01 2.49 1.94 c c c it Iit A ,, and To select a panel of countries for which it Y behave as random walks, those countries for which the individual time series do not pass a screening for a unit root via the ADF and the KPSS tests were eliminated. This sample selection procedure yields a sample of 59 countries from 66 countries for which data on all variables are available from 1971 to . The excluded countries are Argentina, Brazil, Hong Kong, Mexico, Trinidad and 2003 Tobago, Turkey, and Venezuela, since the unit roottests suggest that aid is stationary and the log of GDP of these countries behaves like a random walk. 59N33T Appendix A2 Cointegration tests We first test for cointegration using the Larsson et al. 2001 approach, which is based on Johansens 1988 maximum likelihood estimation procedure. Like the Johansen time series cointegration test, the Larsson et al. panel test treats all variables as potentially endogenous, thus avoiding the normalization problems inherent in residualbased cointegration tests. Moreover, in contrast to residualbased cointgration tests, the Larsson et al. procedure allows the determination of the number of cointegrating vectors. It involves estimating the Johansen vector errorcorrection trace statistics model for each country separately and then computing individual the 27p Hr H. The null hypothesis is that all of the N countries in the panel have a common LRi Tcointegrating rank, i.e. at most r possibly heterogeneous cointegrating relationships among the p 3 variables: H:0rank irir for all i,1 ,N, A.5 whereas the alternative hypothesis is that all the crosssections have a higher rank: H:1ranki p for all i,1 ,N, A.6 where i is the longrun matrix of order pp. To test 0H against 1H , a panel cointegration rank trace test statistic is computed by calculating the average of the individual trace statistics: LR NTp Hr H1N N 1iLRi Tp Hr H, A.7 and then standardizing it as follows: LRp Hr HLRNNTp Hr HVarZkZEk N1,0, A.8 where the mean k ZEand variance Vark Z of the asymptotic trace statistic are tabulated by Breitung 2005 for the model we use the model with a constant and a trend in the cointegrating relationship. However, the Johansen trace statistics are biased toward rejecting the null hypothesis in small samples. To avoid the Larsson et al. test, as a consequence of this bias, also overestimating the cointegrating rank, we compute the standardized panel trace statistics based on smallsample corrected countryspecific trace statistics. Specifically, we use the smallsample correction factor suggested by Reinsel and Ahn 1992 to adjust the individual trace statistics as follows: LRi Tp Hr Hk Ti Tp, A.9 where ki is the lag length of the models used in the test. A potential problem with Larsson et al. approach, however, is that it does not take into account potential error crosssectional dependence, which could bias the results. To test for cointegration in the presence of possible crosssectional dependence we follow Holly et al. 2009 and adopt a residualbased twostep approach in the style of Pedroni 1999. Unlike Pedroni, we use the common correlated effects CCE estimation procedure developed by Pesaran 2006 in the 28firststep regression. This procedure allows for crosssection dependencies that potentially arise from multiple unobserved common factors by augmenting the cointegrating regression with the crosssection averages of the dependent variable and the observed regressors as proxies for the unobserved factors. Accordingly, the crosssection augmented cointegrating regression we estimate for each country is given by Yitaii 1it Ait2i IitYgti 1Agt 2iIgi 3teit, A.10 t Y , where t A , and t I are the crosssection averages of it I in year t. In the second step, we compute the crosssection augmented IPS statistic for the residuals from the individual CCE longrun relations, , including an intercept. Thus, we account for it A , and it Y , ii 1t Aitit Yit 2i Iitunobserved common factors that could be correlated with the observed regressors in both steps. The results of these tests are presented in Table A2. For completeness, we also report the standard panel and group ADF and PP test statistics suggested by Pedroni 1999, 2004. As can be it I are cointegrated. The standardized trace seen, all tests strongly suggest that statistics clearly support the presence of one cointegrating vector. Also, the CIPS, the ADF, and the PP statistics reject the null hypothesis of no cointegration at least at the 5% level, implying that there exists a longrun relationship between output, aid, and investment. it A , and it Y , Table A2 Panel cointegration tests r 2 2.52 r 0 9.43 Cointegration rank Panel trace statistics CIPS statistic Panel ADF statistic Group ADF statistic Panel PP statistic Group PP statistic Notes: indicate a rejection of the null hypothesis of no cointegration at the 1% 5% level. The panel trace statistics, the ADF statistics, and the PP statistics are asymptotically normally distributed. The relevant 5% 1% critical value for the CIPS statistic is 2.11 2.23. The number of lags was determined by the Schwarz criterion with a maximum number of three lags. The panel statistics pool the autoregressive coefficients across different countries during the unit root test on the residuals of the static cointegrating regressions, whereas the group statistics are based on averaging the individually estimated autoregressive coefficients for each country. The panel ADF statistic is analogous to the Levin et al. 2002 panel unit root test. The group ADF statistic is analogous to the IPS panel unit root test. The PP statistics are panel versions of the PhillipsPerron PP tstatistics. r 1 0.22 3.00 3.78 3.05 3.18 2.07 29Appendix A3 Sensitivity results for longrun estimates To verify that the negative effect of aid on output is not due to individual outliers the DOLS regression with demeaned data to account for the likely crosssectional dependence through common time effects9 is reestimated excluding one country at a time from the sample. The sequentially estimated groupmean coefficients and their tstatistics are presented in Figure A4. As they are relatively stable between 0.0095 and 0.007 and always significant at the one percent level, we conclude that the average negative effect is not the result of individual outliers. Table A3 DOLS estimation with regional country groups excluded from the sample Ait Iit Number of countries in the sample 0.0064 8.07 0.0092 7.65 0.0084 9.91 0.0068 7.62 0.0096 10.26 0.0080 8.56 Excluding North Africa Excluding subSaharan Africa Excluding South America Excluding Central America and the Caribbean Excluding East Asia Excluding South Asia and the Middle East indicate significance at the 1% level. tstatistics in parentheses. The countries included in each region are: North Africa: Algeria, Egypt, Tunisia, Morocco; subSaharan Africa: Benin, Botswana, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Congo, Dem. Rep., Congo, Rep., Cote d Ivoire, Gabon, Gambia, Ghana, Kenya, Lesotho, Liberia, Madagascar, Malawi, Mali, Mauritania, Niger, Nigeria, Rwanda, Rwanda, Sierra Leone, Sudan, Swaziland, Togo, Zambia, Zimbabwe; South America: Bolivia, Chile, Ecuador, Peru, Uruguay; Central America and the Caribbean: Belize, Costa Rica, Dominican Republic, El Salvador, Guatemala, Honduras, Jamaica, Nicaragua, Panama; East Asia: Indonesia, Malaysia, Papua New Guinea, Philippines, Solomon Islands, South Korea, Thailand; South Asia and the Middle East: India, Pakistan, Sri Lanka, Syria 0.0162 14.78 0.0218 14.77 0.0154 14.12 0.0148 13.25 0.0189 14.75 0.0164 14.29 55 29 54 50 51 55 The negative longrun relationship between aid and GDP may be due to sampleselection bias if a group of countries in a particular region have a significant effect on the results. To investigate this equation 4 is reestimated excluding in turn countries from North Africa, subSaharan Africa, South America, Central America and the Caribbean, East Asia, and South Asia and the Middle East. The resulting groupmean values for 1 and 2 are reported in Table A3. Regardless of which of these regions is excluded from the sample, the longrun relationship between aid and GDP remains negative and highly significant. From this, it can be concluded that the estimates do not suffer from sample selectionbias. Another conclusion that can be drawn from the results is that the effect of aid on GDP is not lower in subSaharan Africa compared to other regions; estimating the output effect for subSaharan Africa separately, the DOLS groupmean value is 0.0070 with a tvalue of 5.63, which is very close to the result for the total sample 0.0081. 30A potential specification problem is that the estimates may be biased if the investment variable includes public investment that is aidfinanced. In this case, the estimated 1 coefficient would not capture the share of aid that is used for public investment purposes and thus underestimates the true effect of aid on GDP. To investigate this the DOLS regression is estimated with private investment data in place of total investment. The data on private investment as a share of GDP are from the International Finance Corporations Trends in private investment in developing countries, authored by Everhart and Sumlinski 2001. Unfortunately, these data are available only for 18 of the 59 countries of our sample over a sufficiently long period of time 25 years from 1975 to 1999.10 Nevertheless, the longrun effect of aid on GDP remains negative and statistically significant at the 1% level, as the results in Table A4 show. Table A4 DOLS estimates of the coefficients on aid and private investment Ait 0.0138 3.71 Iprivateit 0.0230 9.64 Notes: The dependent variable is Yit. indicate significance at the 1% level. tstatistics in parentheses. The individual DOLS regressions were estimated with one lead and one lag. The sample period is 1975 1999 and the number of countries in the sample is 18. To check whether the results are sensitive to the sample period the DOLS regression is reestimated for the subperiods from 1971 through 1995 and 1979 through 2003. The results are presented in Table A5. Once again, the coefficient on Ait is always negative and statistically significant. Table A5 DOLS estimation for different subperiods 19711995 19792003 The dependent variable is Yit. indicate significance at the 1% level. tstatistics in parentheses. The individual DOLS regressions were estimated with one lead and one lag. 0.0072 6.56 0.0088 9.57 Ait Iit 0.0191 16.42 0.0168 12.96 9 In the following, we use the demeaned data to account for the likely crosssectional dependence through common time effects. 10 We include all countries of our sample for which continuous private investment data are available from 1975 to 1999. These countries are: Belize, Chile, Dominican Republic, Ecuador, El Salvador, Guatemala, India, Kenya, Malawi, Malaysia, Morocco, Pakistan, Paraguay, Philippines, South Korea, Thailand, Tunisia, and Uruguay. The data have been demeaned with respect to common time effects. 31Appendix A4 Data and sample for determinants of aid impact Data Twenty variables are considered potentially relevant to aid effectiveness; their definitions and sources are listed in Table A6 below. The quality of economic policy in Burnside and Dollar 2000 is measured by a weighted average of inflation, the budget balance as a share of GDP, and the Sachs and Warner openness index. As this aggregate policy index may, however, mask potential differences in the influence of monetary policy, fiscal policy, and trade policy on aid effectiveness, the individual components of the policy index are included separately in the analysis. The Sachs and Warner openness index is constructed on the basis of the liberalization dates provided by Sachs and Warner 1995 and Wacziarg and Welch 2008. Data on inflation and the budget balance are from the World Development Indicators. The fourth variable is the share of a countrys area that is in the tropics. Dalgaard et al. 2004, for example, find that the effect of aid on economic growth is negatively associated with the fraction of a country that is located in the tropics, and offer two possible explanations. First, tropical countries tend to grow slower than countries with a more temperate climate because of lower agricultural productivity and the high prevalence of diseases such as AIDS, malaria, and tuberculosis. For the same reasons, the effect of aid on growth tends to be stronger in countries with a temperate climate than in tropical countries, implying that aid effectiveness depends directly on the climate. Second, climatic circumstances may have influenced the evolution of other slowchanging characteristics, like institutions. Thus, the fraction of tropical area may be seen as a rough indicator for institutional quality in the broadest sense, and aid effectiveness depends indirectly on institutional quality. The variable used is the percentage of land area in the tropics from Gallup et al. 1999 available at http:www.cid.harvard.educiddataciddata. The longrun effect of aid on GDP may depend on the level of democratization. Svensson 1999 argues that democratic institutions such as political parties, elected representatives, free speech provide a recurrent and institutionalized check on governments, forcing them to use aid for productive purposes rather than for unproductive government consumption, and finds that the effect of aid on growth is stronger for countries with higher democracy scores. Similarly, the empirical results in Kosack 2003 suggest that the effect of aid on the quality of life measured by the Human Development Index is positively related to the level of democracy; democracy is measured by the democracy index from the POLITY IV data base, with values from 0 absence of democracy to 10 highest level of democracy http:www.systemicpeace.orgpolitypolity 4.htm. 32A measure of political instability is used to capture the idea that in a troubled environment, with violent conflicts and frequently changing governments, aid is less effective. Chauvet and Guillaumont 2004 and Islam 2005 find that the growth effect of aid is negatively associated with political instability. The variable used is the number of revolutions and coups, calculated from the Center for Systemic Peace http:www.systemicpeace.orginscrinscr.htm on the basis of Coups detat data. Table A6 Variables and sources for determinants of aid effect Variables Inflation Budget Openness Tropics Definition Percentage change in the consumer prices. Data averaged over the period 1971 to 2003. Overall budget balance as a percentage of GDP. Data averaged over the period 1971 to 2002. Sachs and Warner openness index. Data averaged over the period 1971 to 2003. The share of a countrys area that is in the tropics. Demo Democracy. Data averaged over the period 1971 to 2003. Political instability. Measured by the number of revolutions and coups. Data averaged over the period 1971 to 2003. Socioeconomic conditions. Data averaged over the period 1984 to 2003. Investment profile. Data averaged over the period 1984 to 2003. Internal conflict. Data averaged over the period 1984 to 2003. External conflict. Data averaged over the period 1984 to 2003. Corruption. Data averaged over the period 1984 to 2003. Military in politics. Data averaged over the period 1984 to 2003. Religious tensions. Data averaged over the period 1984 to 2003. Law and order. Data averaged over the period 1984 to 2003. Ethnic tensions. Data averaged over the period 1984 to 2003. Bureaucratic quality. Data averaged over the period 1984 to 2003. Aid uncertainty. Measured by the standard deviation of the residuals of a regression of aid as a percentage of GDP on two lags of aid, a constant term, and a linear time trend. Estimated over the period 1971 to 2003. Real per capita GDP in constant 2000 US dollars. Data averaged over the period 1971 to 2003. Government size. Measured by the share of general government consumption in GDP. Data averaged over the period 1971 to 2003. Absorptive capacity. Measured by the secondary school enrolment rate. Data averaged over the period 1991 to 2005. Longrun effect of aid on GDP. Individual DOLS estimates of the coefficient on Ait over the period 1971 to 2003. Instability Socio Invprof Intconf Extconf Corr Military Rel Law Ethnic Bureau Uncertain GDPpc Size Capacity Dependent i variable: Source World Development Indicators 2009 World Development Indicators 2004 Sachs and Warner 1995; Wacziarg and Welch 2008 Gallup et al. 1999; http:www.cid.harvard.educiddataciddata POLITY IV; http:www.systemicpeace.orgpolitypolity 4.htm Center for Systemic Peace; http:www.systemicpeace.orginscrinscr.htm Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group Political Risk Services Group World Development Indicators 2009 World Development Indicators 2009 World Development Indicators 2009 World Development Indicators 2009 Table 6 33The longrun output effect of aid will depend on the quality of institutions in ways that may not be captured by the measures already discussed. Institutions lower transaction costs by reducing uncertainty and establishing a stable economic structure to facilitate interactions, thus helping to allocate resources to their most efficient uses. Without institutions, both individuals and governments do not have incentives to invest in physical or human capital or adopt more efficient technologies, implying that resources are misallocated and opportunities for efficient use of aid go unexploited. Among the few studies addressing this issue, Burnside and Dollar 2004 find evidence that the growth effect of aid and institutional quality are positively related, whereas the results in Collier and Dollar 2002 surprisingly suggest that the relationship between the growth effect of aid and institutional quality is negative although only significant at the 10% level. Both employ a single composite measure of institutional quality. It may be useful to consider several aspects of institutional quality to identify those institutional factors that are most important for aid effectiveness. Several institutional variables are available from the International Country Risk Guide ICRG, published by the Political Risk Services Group.11 They are defined as follows: Socioeconomic conditions this index quantifies socioeconomic pressures at work in society that could constrain government action or fuel social dissatisfaction and thus destabilize the political regime. Investment profile this measure assesses the factors affecting the risk to investment that are not covered by other political, economic or financial risk components, such as contract viability or payment delays. Internal conflict the internal conflict measure is an assessment of political violence within a country such as civil war, terrorism, or civil disorder and its actual or potential impact on governance. External conflict the external conflict measure assesses the risk to the incumbent government from foreign action, ranging from nonviolent external pressure to violent external pressure. Corruption this index assesses the level of corruption within the political system. Military in politics this measure assesses the influence of the military in politics. Religious tensions this is a measure of the extent to which society andor governance is dominated by a single religious group that seeks to replace civil law by religious law and to exclude other religions from the political and social process. 11 See https:www.prsgroup.comprsgroup_shoppingcartpc757icrghistoricaldata.aspx 34 Law and order this index assesses the strength and impartiality of the legal system and popular observance of the law. Ethnic tensions this measure is an assessment of the degree of tensions within a country attributable to racial, nationality, or language divisions. Bureaucratic quality this is an assessment of the institutional strength and quality of the bureaucracy in terms of acting as a shock absorber to minimize revisions of policy when governments change. It is important to note that the indicators for corruption, internal conflict, external conflict, military in politics, religious tensions, and ethnic tensions are rescaled so that higher values always reflect higher institutional quality.12 Aid uncertainty is a possible determinant of the longrun effect of aid on GDP. If aid receipts are observed to vary significantly from year to year aid uncertainty, whether due to macroeconomic uncertainty aid responding to shocks, disbursement donor or absorption recipient difficulties, this can undermine budget and economic planning and reduce the quantity, as well as efficiency, of domestic investment. Lensink and Morrissey 2000 find that aid uncertainty has a negative effect on economic growth, although aid itself has a positive effect, which could suggest that the effectiveness of aid is reduced by increased aid uncertainty. Following Lensink and Morrissey 2000, aid uncertainty is measured by the standard deviation of the residuals of a regression of aid as a percentage of GDP on two lags of aid, a constant term, and a linear time trend. Data on aid come from the World Development Indicators as noted in Section 3. GDP per capita might be important for explaining crosscountry differences in the output effect of aid to the extent that aid tends to decline as GDP rises, implying that the marginal effectiveness of aid is highest in lowincome countries. Gomanee et al. 2005a find that the effect of aid on welfare measured by the Human Development Index and the infant mortality rate is higher for lowincome countries. Data on real per capita GDP are taken from World Development Indicators. Government size may be a factor in explaining the crosscountry differences in the output effect of aid. Economides et al. 2008 develop a growth model in which aid promotes rentseeking behavior at the expense of productive government activities, and the rentseeking effect and thus the growth effect of aid depends on both the amount of aid and the size of the recipients 35countrys public sector. The rationale for the latter is that rent seeking triggered by aid transfers takes place via state coffers, and this process is facilitated when the size of the public sector is large. Moreover, large government size may be associated with more regulation and government intervention, and this may also reduce the effectiveness of aid, as suggested by Singh 1985. Empirical support for this hypothesis is provided by Economides et al. 2008, who find that the growth effect of aid is larger for countries with small public sectors. Following common practice, government size is measured by the share of government consumption in GDP from World Development Indicators. Finally, the longrun effect of aid on GDP is likely to depend on the absorptive capacity of a country Chauvet and Guillaumont, 2004. Absorptive capacity is here measured by the secondary school enrolment rate from World Development Indicators. Sample of countries used in the analysis of the determinants of aid effectiveness Algeria, Botswana, Burkina Faso, Cameroon, Chile, Congo, Rep., Cote d Ivoire, Dominican Republic, Ecuador, Egypt, El Salvador, Gabon, Gambia, Ghana, Guatemala, Honduras, India, Indonesia, Jamaica, Kenya, Liberia, Madagascar, Malawi, Malaysia, Mali, Morocco, Nicaragua, Niger, Nigeria, Pakistan, Panama, Papua New Guinea, Peru, Philippines, Senegal, Sierra Leone, South Korea, Sri Lanka, Syria, Thailand, Togo, Tunisia, Uruguay, Zambia, Zimbabwe 12 The democratic accountability index from ICRG has been excluded, since we have chosen to use the democracy index from Polity IV, as in Kosack 2003. Moreover, we do not include the government stability index from ICRG, since we measure political and thus government instability by the number of the number of revolutions and coups. 36Figure A1 Log of GDP by country over the period 19712003, Yit Notes: The countries from the left to the right are: Algeria, Belize, Benin, Bolivia, Botswana, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Chile, Democratic Republic of Congo, Republic of Congo, Costa Rica, Cote d Ivoire, Dominican Republic, Ecuador, Egypt, El Salvador, Gabon, Gambia, Ghana, Guatemala, Honduras, India, Indonesia, Jamaica, Kenya, Lesotho, Liberia, Madagascar, Malawi, Malaysia, Mali, Mauritania, Morocco, Nicaragua, Niger, Nigeria, Pakistan, Panama, Papua New Guinea, Peru, Philippines, Rwanda, Senegal, Sierra Leone, Solomon Islands, South Korea, Sri Lanka, Sudan, Swaziland, Syria, Thailand, Togo, Tunisia, Uruguay, Zambia, Zimbabwe 37Figure A2 AidGDP ratio by country over the period 19712003, Ait Notes: The countries from the left to the right are: Algeria, Belize, Benin, Bolivia, Botswana, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Chile, Democratic Republic of Congo, Republic of Congo, Costa Rica, Cote d Ivoire, Dominican Republic, Ecuador, Egypt, El Salvador, Gabon, Gambia, Ghana, Guatemala, Honduras, India, Indonesia, Jamaica, Kenya, Lesotho, Liberia, Madagascar, Malawi, Malaysia, Mali, Mauritania, Morocco, Nicaragua, Niger, Nigeria, Pakistan, Panama, Papua New Guinea, Peru, Philippines, Rwanda, Senegal, Sierra Leone, Solomon Islands, South Korea, Sri Lanka, Sudan, Swaziland, Syria, Thailand, Togo, Tunisia, Uruguay, Zambia, Zimbabwe 38Figure A3 InvestmentGDP ratio by country over the period 19712003, Iit Notes: The countries from the left to the right are: Algeria, Belize, Benin, Bolivia, Botswana, Burkina Faso, Burundi, Cameroon, Central African Republic, Chad, Chile, Democratic Republic of Congo, Republic of Congo, Costa Rica, Cote d Ivoire, Dominican Republic, Ecuador, Egypt, El Salvador, Gabon, Gambia, Ghana, Guatemala, Honduras, India, Indonesia, Jamaica, Kenya, Lesotho, Liberia, Madagascar, Malawi, Malaysia, Mali, Mauritania, Morocco, Nicaragua, Niger, Nigeria, Pakistan, Panama, Papua New Guinea, Peru, Philippines, Rwanda, Senegal, Sierra Leone, Solomon Islands, South Korea, Sri Lanka, Sudan, Swaziland, Syria, Thailand, Togo, Tunisia, Uruguay, Zambia, Zimbabwe 39Figure A4 DOLS estimation with single country excluded from the sample tstatistics of the groupmean coefficients 16111621263136414651567891011 Groupmean coefficients on Ait 0.00616111621263136414651560.0070.0080.0090.01 Figure A5 Recursive residuals .100.075.050.025.000.025Table 9 about here .050.075.10051015202530354045 40", "filename": "VfS_2010_pid_197.pdf", "person": ["Dierk Herzer", "Herzer, Dierk", "Oliver Morrissey", "Morrissey, Oliver"], "date": ["2010"]}