{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/37515/1/VfS_2010_pid_34.pdf"], "title": ["Credit Booms Gone Bust: Monetary Policy, Leverage Cycles and Financial Crises, 1870-2008"], "plaintext": "Credit Booms Gone Bust: Monetary Policy, Leverage Cycles and Financial Crises, 18702008Moritz Schularick and Alan M. Taylor NBER Working Paper No. 15512November 2009JEL No. E44,E51,E58,G01,G20,N10,N20ABSTRACTThe crisis of 200809 has focused attention on money and credit fluctuations, financial crises, andpolicy responses. In this paper we study the behavior of money, credit, and macroeconomic indicatorsover the long run based on a newly constructed historical dataset for 12 developed countries over theyears 1870 2008, utilizing the data to study rare events associated with financial crisis episodes. Wepresent new evidence that leverage in the financial sector has increased strongly in the second halfof the twentieth century as shown by a decoupling of money and credit aggregates, and we also finda decline in safe assets on banks balance sheets. We also show for the first time how monetary policyresponses to financial crises have been more aggressive post1945, but how despite these policies theoutput costs of crises have remained large. Importantly, we can also show that credit growth is a powerfulpredictor of financial crises, suggesting that such crises are credit booms gone wrong and that policymakersignore credit at their peril. It is only with the longrun comparative data assembled for this paper thatthese patterns can be seen clearly.Moritz Schularick JohnF.KennedyInstitute,Free University of Berlin,Berlin,Germanymoritz.schularickfuberlin.de Alan M. Taylor Department of Economics University of California, Davis One Shields Avenue Davis, CA 95616and NBERamtaylorucdavis.eduIn the brief history of macroeconomics, the subject of money and banking has witnessed wide fluctuations in both its internal consensus and external influence. The crisis of 200809 has reignited a new interest in understanding money and credit fluctuations in the macroeconomy and the crucial roles they could play in the amplification and propagation of shocks both in normal times and, even more so, in times of financial distress. Research on the importance of financial structure promises to reopen a number of fundamental fault lines in modern macroeconomic thinkingbetween theories that treat the financial system as irrelevant, or, at least, not central to the understanding of economic outcomes, and those that reserve a central role for financial intermediation. In the monetarist view of Friedman and Schwartz 1963, but also in the recently dominant NeoKeynesian synthesis e.g., Woodford 2003 macroeconomic outcomes are largely independent of the performance of the financial system. On the other side, scholars such as Fisher 1933, Minsky 1978, Bernanke 1983, 1993, and Gertler 1988 have argued, to varying degrees, that financial factors can have a strong, distinct, and sometimes even dominant impact on the economy. Economic history has an important role to play in this debate, as a better empirical understanding can guide us toward the development of more useful economic theory. Critics have argued that theories detached from careful empirical science, based on deductive rather than inductive reasoning, have lost much of their aura Eichengreen 2009 a sentiment echoed after the crisis in the The Economist, The Financial Times, and other media. Thus, the failure of understanding revealed by the present crisis demands that we humbly return to macroeconomic and financial history, in the hope that more and better evidence may provide more useful guidance than introspection alone. Still, for other, more pragmatic reasons a return to the past is inevitable, because rare events of necessity thrust comparative economic history to the fore. If, notwithstanding the socalled Great Moderation, regular business cycles are roughly once per decade events, then we already have very few observations in the postwar data for any given country. More disruptive events like depressions and financial crises are rarer still, at least in developed economies. When sample sizes are this small, providing a detailed quantitative rendition, or even just a sketch of the basic stylized facts, requires that we work on a larger canvas, expanding our dataset across both time and space. This explains why scholars have reached back to make careful comparisons with not just with past decades, but past centuries, using formal statistical analysis to examine the nature of financial crises and other rare events with new panel datasets, as in recent work by Reinhart and Rogoff 2009, Barro 2009, and Almunia et al. 2009. In the same spirit, the purpose of this paper is to step back and ask such questions about money, credit, and the macroeconomy in the long run. As a key part of this effort, we present a new longrun historical dataset for 12 developed countries over almost 140 years which will provide not just the empirical backbone for our research agenda but also serve as a valuable resource for future investigations by other scholars interested in this subject. 1 1. Three Views of Money and Credit As quantitative historians we want to know whether the structures and dynamics of money, credit and the macroeconomy have shifted in the long runand, how, and with what effects. To understand why this is still an important open question, we must also heed the intellectual historians who ask where the debate stands and how we got here. To oversimplify for the sake of brevity, the relevant intellectual history might be reduced to three main viewpoints, and their associated periods of influence see Freixas and Rochet 1997, chapter 6. The experience of the late nineteenth and early twentieth century, including the disruptions of the 1930s, formed the foundation of the money view which is indelibly associated with the seminal contributions of Friedman and Schwartz 1963. In this account, the level of the narrow and broad money supplies strongly influences output in the short run. The central bank can and must exert proper indirect control of aggregate bank liabilities, but beyond that, the actual functions of the banks, and their role in credit creation via bank loans, are of no great importance. In the second half of the twentieth century the irrelevance view gained influence, associated with the ideas of Modigliani and Miller 1958 among others, where the details of the debtequity financial structure of firms was inconsequential. Finance was a socalled veil. In this view, real economic decisions became independent of financial structure altogether. This gave intellectual underpinnings to later macroeconomic models like real business cycle theory and its offspring: models with money were rare, and models with any sort of financial structure were almost nonexistent. The influence of this view is still surprisingly strong, although it has been waning, and even more so after the recent crisis. Starting in the 1980s, the credit view has gradually attracted attention and adherents. In this view, starting with the works of Mishkin 1978, Bernanke 1983 and Gertler 1988, and drawing on ideas dating back to Fisher 1933 and Gurley and Shaw 1955, the mechanisms and quantities of bank credit matter, above and beyond the level of bank money.1 That is, the entire bank balance sheet, the asset side, leverage and composition, may have macroeconomic implications. One consequence may be an amplification of the monetary transmission mechanism, that is, a financial accelerator effect Bernanke and Blinder 1988. Another issue might be the financial fragility effect induced by collateral constraints, where declining asset values impair lending, lowering productivity, thus causing further declines in asset values Bernanke, Gertler, and Gilchrist 1999 or BGG. Still, one strand of criticism notes that in most of the financialaccelerator models credit remains by and large passiveas a propagator of shocks, not an independent source of shocks Borio 2008; Hume and Sentance 2009. This was always well understood: for example, Bernanke and Gertler 1995, p. 28 stated that the credit channel is an enhancement mechanism, not a truly independent or parallel channel. Thus, the BGG benchmark model might appear to be too limited. A step forward is to introduce disturbances to the credit constraints in the BGG type of DSGE model e.g., Nolan and 1 This important turn in the literature in the 1980s was guided by more inductive empirical work, where important warnings about the role of credit included Eckstein and Sinai 1986 and Kaufman 1986. 2 Thoenissen 2009; Jermann and Quadrini 2009, although we then still need to know precisely what it is that drives the processes, or beliefs of agents, that lie behind such disturbances. More radical departures are possible in an older tradition; in the work of scholars such as Minsky 1978, the financial system itself is prone to generate economic instability through endogenous credit bubbles with waves of euphoria and anxiety. And indeed, economic historians such as Kindleberger 1978 have generally been sympathetic to such ideas pointing to recurrent episodes of creditdriven instability throughout financial history. In some models, multiple equilibria or feedback cycles are possible Bernanke and Gertler 1995; Kiyotaki and Moore 1997. Recent work by Geanakoplos 2009 on the leverage cycle also meshes with this view. 2. Money, Credit, and Output in The Long Run Given these disparate views, we ask: what are the facts? To our knowledge, the dynamics of money, credit, and output have not been studied across a broad sample of countries over the long run. There are, however, a few recent studies that are comparable to ours in spirit, in that they lift the veil of finance to reexamine the link between financial structure and real activity in the past or present. Adrian and Shin 2008, 2009, Mendoza and Terrones 2008, as well as Hume and Sentance 2009 have analysed the structural changes in the financial system in recent years and the consequences for financial stability and monetary policy. Previously, Rousseau and Wachtel 1998 had investigated the link between economic performance and financial intermediation between 1870 and 1929 for five industrial countries, while Eichengreen and Mitchener 2003, among others, have studied the credit boom preceding the Great Depression.2 The contribution of this paper is to make a start on the broader, systematic, crosscountry quantitative history of money and credit, by focussing on three main questions: i which key stylized facts can we derive from looking at the longrun trends in money and credit aggregates?; ii how have the responses of monetary and credit aggregates to financial crisis changed over time?; and iii what role do credit and money play as a cause of financial crises? Our empirical analysis proceeds as follows. We first document and discuss our newly assembled dataset on money and credit, aligned with various macroeconomic indicators, covering 12 developed countries and the years from 1870 to 2008. This new dataset allows us to establish a number of important stylized facts about what we shall refer to as the two eras of finance capitalism. The first financial era runs from 1870 to 1939. In this era, money and credit were volatile but over the long run they maintained a roughly stable relationship to each other, and to the size of the economy measured by GDP. The only exception to this rule was the Great Depression period: in the 1930s money and credit aggregates collapsed. In this first era, the one studied by Friedman and Schwartz, the money view of the world looks entirely plausible. However, the second financial era, starting in 1945, looks very different. First, money and credit began a long postwar recovery, trending up rapidly 2 A great number of postwar studies have focussed on the role of financial structure in comparative development and longrun economic growth, a question that is related but distinct from our analysis Goldsmith 1969; Shaw 1973; Mc Kinnon 1973; Jung 1986; King and Levine 1993. 3 and then surpassing their pre1940 levels compared to GDP by about 1970. That trend continued to the present and, in addition, credit itself then started to decouple from broad money and grew rapidly, via a combination of increased leverage and augmented funding via the nonmonetary liabilities of banks. In addition, we compare trends between Europe and the U.S. and other countries, finding that these trends are quite common across countries in the long run. We also show that there has been a rapid decline in safe assets on banks balance sheets, with the portfolio share of government securities declining dramatically since 1950, a trend which has added another element of risk. With the banking sector progressively more leveraged in the second financial era, particularly towards the end, the divergence between credit supply and money supply offers prima facie support for the credit view as against a pure money view; we have entered an age of unprecedented financial risk and leverage, a new global stylized fact that is not fully appreciated. In a second empirical investigation we look at money, credit and the consequences of crises. We pursue an eventanalysis approach to study the coevolution of money and credit aggregates and real economic activity in the five year window following a financial crisis event, using a set of event definitions based on documentary descriptions in Bordo et al. 2001 and Reinhart and Rogoff 2009. We also pursue this analysis in two periods, 18701939 and 19452009; this is motivated by our identification of two distinct eras of finance, as above, but it also reflects the very different monetary and regulatory framework after WW2, namely the shift away from gold to fiat money, the greater role of activist macroeconomic policies, the greater emphasis on bank supervision and deposit insurance, and the expanded role of the Lender of Last Resort. Our results show dramatically different crisis dynamics in the two eras, or now versus then. In postwar crises, central banks have strongly supported money base growth, and crises have not been accompanied by a collapse of broad money. On the real side, a striking result is that the economic impact of financial crises is no more muted in the postwar era than in the prewar era. Thus, the real gains from financial stabilization policies may at first seem elusive, at least using the event analysis approach. The one caveat, here, is that given the much larger financial system we have today the first stylized fact above the real effects of the postwar regime could take the form of preventing the potentially even larger real output losses that could be realized in todays more heavily financialized economies without such policies. With regard to prices, inflation has tended to rise after crises in the postWW2 era, with economies avoiding the strong Fisherian debtdeflation mechanism that tended to operate in preWW2 crises, and this could be another factor preventing larger output losses. The bottom line is that the lessons of the Great Depression, once learned, were put into practice. After 1945 financial crises were fought with a more aggressive monetary policy responses, banking systems imploded neither so frequently nor as dramatically, and deflation was avoidedalthough crises still had real costs. However, in tandem with our previous findings, it is natural to ask to what extent the implicit and explicit insurance of financial systems by governments encouraged the massive expansion of leverage that emerged after the war. 4 In a final empirical exercise we ask what we can learn about the fragility of financial systems using our credit data, in contrast to using more traditional measures of the state of the economy. Specifically, we test one element of the credit view argumentassociated with Minsky, Kindleberger, and othersthat financial crises can be seen as credit booms gone wrong. To perform this test we follow the usual earlywarning approach and construct a typical macroeconomic lagged information set at any date T for all countries in our sample. Lagged credit growth turns out to be highly significant as a predictor of financial crises, but the addition of any of the other variables adds no explanatory power whatever. These new results from very longrun data, if they pass scrutiny, inform the current controversy over macroeconomic policy practices in developed countries. Specifically, the pre2008 consensus argued that monetary policy should follow a rule based only on output gaps and inflation, but a few dissenters thought that credit aggregates deserved to be watched carefully and incorporated into monetary policy. The influence of the credit view has certainly advanced after the 200809 crash, just as respect has waned for the glib assertion that central banks could ignore potential financial bubbles and easily clean up after they burst. 3. The Data To study the longrun dynamics of money, credit and output we assembled a new annual dataset covering 12 countries over the years 18702008. The countries covered are the United States, Canada, Australia, Denmark, Germany, Italy, the Netherlands, Norway, Spain, Sweden, and the United Kingdom. At the core of our dataset are yearly data for aggregate bank loans and total balance sheet size of the banking sector. We complemented these credit series with narrow M0 or M1 and broad typically M3 monetary aggregates as well as data on nominal and real output, inflation and investment. The two core definitions we work with are as follows. Total lending or bank loans is defined as the endofyear amount of outstanding domestic currency lending by domestic banks to domestic households and nonfinancial corporations excluding lending within the financial system. Banks are defined broadly as monetary financial institutions and include savings banks, postal banks, credit unions, mortgage associations, and building societies whenever the data are available. We excluded brokerage houses, finance companies, insurance firms, and other financial institutions. Total bank creditor bank assets is then defined as the yearend sum of all balance sheet assets of banks with national residency excluding foreign currency assets. It is important to point out that the definitions of credit, money and banking institutions vary profoundly across countries, which makes crosscountry comparisons difficult. In addition, in some cases such as the Netherlands or Spain, historical data cover only commercial banks, not savings banks or credit cooperatives. In this paper, we therefore focus predominantly on the timeseries dimension of the data and for the most part avoid outright comparisons in levels e.g., 5 TABLE 1 ANNUAL SUMMARY STATISTICS BY PERIOD Pre World War 2 Post World War 2 s.d. Variable 0.4445 LoansGDP 0.6545 AssetsGDP 0.2186 MoneyGDP 0.5056 LoansMoney 0.7616 AssetsMoney 0.0431 D log Real GDP 0.0771 D log Narrow Money 0.0581 D log Money 0.0418 D log CPI 0.0740 D log Loans 0.0636 D log Assets 0.0677 D log LoansMoney D log AssetsMoney 0.0578 Notes: Money denotes broad money. Loans denotes total bank loans. Assets denotes total bank assets. The sample runs from 1870 to 2008. Wartime periods are excluded. The 12 countries covered are the United States, Canada, Australia, Denmark, Germany, Italy, the Netherlands, Norway, Spain, Sweden, and the United Kingdom. mean 0.5403 0.9862 0.6143 0.8448 1.5960 0.0257 0.0773 0.0859 0.0465 0.1105 0.1044 0.0229 0.0180 s.d. 0.3678 0.4557 0.2877 0.3934 0.5574 0.0440 0.0775 0.0635 0.8348 0.0977 0.0727 0.0823 0.0605 mean 0.4920 0.7499 0.5875 0.8055 1.2777 0.0134 0.0227 0.0339 0.0352 0.0405 0.0437 0.0036 0.0058 N 719 716 727 729 722 756 705 735 755 729 716 722 712 N 490 524 554 480 491 648 551 541 638 480 514 467 480 we employ country fixed effects. However, the definitions of money and credit aggregates have also changed within countries over time in response to institutional or financial innovation. Building a consistent and comparable dataset was therefore no easy task and we often had to combine data from various sources to arrive at reasonably consistent longrun time series. Our key sources were official statistical publications such as the U.S. Federal Reserves All Bank Statistics, the Norges Banks Historical Monetary Statistics or the Bundesbanks Geld und Kreditwesenstatistik. We also draw on the work of individual economic historians such as David Sheppards statistics for the British financial system or Malcolm Urquharts work on Canadian financial statistics. And we are indebted to our many colleagues who provided advice and assistance to us in all these tasks.3 Further details on our dataset can be found in the appendix, but Table 1 summarizes the key variables at our disposal. Several features of the data are already apparent in Table 1. In the upper panel, the major ratios of assets and loans to money and GDP both climbed after the war, but the averages disguise some important trends. The trend breaks are more apparent as we study the growth rates 3 We are grateful to a number of colleagues who shared their data or directed us to the appropriate sources. We wish to acknowledge the support we received from Joost Jonker and Corry van Renselaar Netherlands; Gianni Toniolo and Claire Giordano Italy; Kevin ORourke Denmark; CarlLudwig Holtfrerich Germany; Rodney Edvinsson Sweden; Youssef Cassis Switzerland; Pablo Martin Acena Spain; Ryland Thomas Britain. In addition, we would like to thank Michael Bordo and Solomos Solomou for sharing monetary and real data from their data collections with us. France is the only major economy that is missing from our longrun sample as aggregated banking sector data before do not exist for the preWW2 period. We are grateful to PierreCyrille Hautcoeur and Eric Monnet for this information, and their help on bringing together postwar French data which we used to corroborate our results. 6 in the lower panel where it is clear that annual growth rates of broad money 3.4%, loans 4.1%, and assets 4.4% were fairly similar in the preWW2 period; in contrast, after WW2 average broad money growth 8.6% was much smaller than loan growth 11.0% and asset growth 10.4%. The loanmoney ratios grew at just 0.4% per year before WW2 but 2.3% per year after, a sixfold increase in the growth rate of this key leverage measure. Similarly assetmoney growth rates jumped from 0.6% to 1.8% per year, a tripling. Thus even at the level of simple summary statistics we can grasp that the behavior of money and credit aggregates changed markedly in the middle of the twentieth century. However, a more detailed analysis of these and other data will serve to bring out the differences between the two eras in sharper relief. 4. Money and Credit in Two Eras of Finance Capitalism In a first step, we analyse the new dataset with an eye on deriving a number stylized facts about credit and monetary aggregates from the gold standard era until today. The first important fact that emerges from the data is the presence of two distinct eras of finance capitalism as shown in figures 1 and 2. Figure 1 displays the time trend in credit and money aggregates relative GDP, while figure 2 displays the longrun trends in the credit to money ratios, where in each case we show the average trend for the 12 countries in our dataset. To construct these average global trends, both here and in some other figures that follow, we show the mean of the predicted time effects from fixed countryandyear effects regressions for the dependent variable of interest. That is for any variable Xit we estimate the countryfixed effects regression Xitai bt eit and then plot the estimated year effects bt to show the average global level of X in year t. From these figures we see that the first financial era lasted from 1870 to World War Two. In this era, money and credit were volatile but over the long run they maintained a roughly stable relationship to each other and relative to the size of the economy as measured by GDP. Money and credit grew just a little faster than GDP in the first few decades of the classical gold standard from 1870 to about 1890, but then remained more or less stable relative to GDP until the credit boom of the 1920s and the Great Depression. In the 1930s, both money and credit aggregates collapsed. Figure 2 shows that the relationship between loan and assets measure and broad money remained almost perfectly stable and flat all throughout the first era up to WW2, save for the 1930s global credit crunch. In that epoch, money growth and credit growth were essentially two sides of the same coin. The same was not true in the second era after WW2, when loans and assets both embarked on a long, strong secular uptrend relative to broad money. Both graphs reveal profound structural shifts in the relationship between credit, money, and output. Thus, during the first era of finance capitalism, up to 1939, the era studied by canonical monetarists like Friedman and Schwartz, the money view of the world looks entirely reasonable. Banks liabilities were first and foremost monetary, and exhibited a fairly stable relationship to total credit. In that environment, by steering aggregate liabilities of the banking sector, the central bank could hope to exert a smooth and steady influence over aggregate lending. 7 The relationships changed dramatically in the post1945 period. First, credit began a long recovery after the dual shocks to the financial sector from the Great Depression and the war. Loans and bank assets took off on a very rapid upward trend in the Bretton Woods era as seen in Figure 1, and they managed to surpass their pre1940 ratios, compared to GDP, by about 1970. Second, credit not only grew strongly relative to GDP, but also relative to broad money after WW2, via a combination of higher leverage and after the 1970s through the use of new sources of funding, mainly debt securities, creating more and more nonmonetary bank liabilities.4 Again, the preWW2 ratios of credit and assets to money were surpassed circa 1970, as seen in Figure 2. Loanmoney and assetmoney ratios, shown here in logs, continued ever higher, attaining levels 0.750 log points higher than their prewar average by around 2000 i.e., about 2 in levels, until their sharp collapse during the financial crisis of 200809. We should also note that this structural increase in the credit to money ratio does not only apply to a few individual countries, such as the usual AngloSaxon suspects, but has been a common phenomenon across all countries. Figure 3 shows the log loanmoney and log asset money ratios for all 12 countries at benchmark decadal dates. Country experiences vary 4 It is even likely that our numbers underestimate the process of credit creation in the past decades as a growing portion of lending, at least in some countries, was securitized and is no longer carried on banks balance sheets. 8 somewhat before WW2, but in a way consistent with accepted historical narratives. For example, the countries of the late nineteenth century periphery in our sample Italy and Spainsaw quite rapid financial catchup relative to the core in the 18701939 period, and this explains their unusually rapid leverage growth in the preWW2 period, when most other countries exhibit a fairly flat trend. But after WW2, for all countries in the sample, the experience is strikingly similara uniform trend increase in both ratios from the 1950s to the present. This is a global story of decades of slowly encroaching risk on bank balance sheets, not one confined to a few profligate nations. To sum up, funding liquidity remained broadly stable between 1870 and 1930. The Great Depression then saw a marked deleveraging of the banking system. In the postwar period, banks first grew their loan books relative to available deposits, before sustaining high credit growth through increasing reliance on nonmonetary liabilities. The dynamics are basically comparable between the European countries in the sample and the US, but the pace of the balance sheet growth has been even higher in Europe than in the US, as, in the latter, nonbank financial intermediaries like broker dealers have played a large role and exhibited even stronger balance sheet expansion than the commercial banks Adrian and Shin 2008. 9 What does this structural change mean for the questions about money, credit and output raised before? First, in the latest phase in which banks fund loan growth through nonmonetary liabilities the traditional monetarist view looks unpromising and incomplete. The link between money and credit is now considerably looser than in a model where banks liabilities are predominantly or even exclusively monetary. This is exactly what many of the worlds central banks found out in the 1980s, as Friedman and Kuttner 1992 have documented. 10 Second, if we take the ratio of bank credit to nonmonetary liabilities as an indicator of funding leverage, it is easy to see how leverage levels have increased in a historically unprecedented way. Yet this also means that banks access to nonmonetary sources of finance has become an important factor for aggregate credit provision. Thus, what happens in financial marketsborrowing conditions, liquidity, market confidencestarts to matter more than ever for credit creation and financial stability, possibly amplifying the cyclicality of financing in a major way Adrian and Shin 2008. The consequences for macroeconomic stability are powerful, since the conventional transmission mechanisms can now be buffeted by large financial shocks. Last but not least, the increasing dependence of the banking system on access to funding from financial markets could also mean that central banks are forced to underwrite the entire funding market in times of distress in order to avoid the collapse of the banking system as witnessed in 200809. This mission creep follows from the fact that banking stability can no longer rest on the foundations of deposit insurance alone, with the Lender of Last Resort now having to confront wholesale i.e., nondeposit bank runs. Lastly, by taking a closer look at our data, we find that one other factor has also contributed to financial fragility in the long run, in addition to the leverage trends documented above. If we now turn away from banks liabilities, and look to the composition of the asset side of the balance sheet, we discover another trend that has contributed to increased leverage and risk, namely the shrinkage in liquid safe assetsthe kind of assets that might serve as a buffer in times of stress. To show this trend, Figure 4 displays the mean year effects of the log of the share of securities on balance sheets as well as the log share of government securities. Note that our data on these detailed balance sheet components start only in 1945. The data show that the overall share of securities on banks balance sheets has risen only very slowly over time, and has been stable since 1945. The prewar rise is indicative of financial developments where banks diversify away from pure loan provision and become more like any other type of nonbank asset manager, either in response to innovation, new profit opportunities, or deregulation. But what is more important, as we can see, is that the securities that banks held have become riskier over time. Banks across the sample have sharply reduced their holdings of government securities in the postwar period, from levels that were relatively high at the end of WW2. By 2005 the average share of government securities had fallen by more than 80% 1.500 log points compared to the levels seen in the 1950s, and by more than one half 1.000 log points even compared to 1970s. Balance sheets have not only became much bigger, financed by wholesale borrowing, their composition has also changed markedly. Banks collectively moved out on the risk curve to buy proportionally more securities from the private sector. Another way to put it is that banks have progressively diluted their capacity to selfinsure through precautionary savings parked in safe, liquid, lowyield assets. This hitherto unknown historical backdrop buttresses arguments that without stronger forms of capital insurance or liquidity hoarding requirements, modern banking systems will be prone to skate on the thinnest of ice Kashyap, Rajan, and Stein 2008; Farhi and Tirole 2009. Indeed, these developments 11 correlate broadly with the frequency of banking crises. The frequency of banking crises in the 194571 period was virtually zero, when such liquidity hoards were relatively ample and leverage was low; but since 1971, as these hoards evaporated and banks levered up, crises became much more frequent, with a roughly 4% annual probability.5 5. Money, Credit, and Output after Financial Crises: An Event Analysis In this section we look at financial crises in more depth. We are able to demonstrate the dramatically different crisis dynamics in the two eras of finance capitalism, or now versus then. We exploit our longrun dataset with an eye on improving our understanding of the behaviour of money and credit aggregates as well as the responses of the real economy and prices in financial crisis windows before and after WW2. We were concerned that our results might be strongly influenced by the Great Depression, so we also reran our analysis excluding data for the 1930s Depression window, but we obtained similar results as documented below. We find substantially different dynamics in the pre and post WW2 periods which we think reflect different monetary 5 Frequency of banking crises from Bordo et al. 2001, Figure 1. 12 and regulatory frameworks: the shift away from gold to fiat money, the greater role of activist macroeconomic policies, and greater emphasis on bank supervision and deposit insurance. For the eventanalysis we use a set of crisis definitions based on documentary descriptions in Bordo et al. 2001 and Reinhart and Rogoff 2009, two widelyused historical data sets that we compared and merged for a consistent definition of event windows a table showing the crisis events can be found in the appendix. We have also corroborated these crisis histories with the databases compiled by Laeven and Valencia 2008, as well the evidence described in Cecchetti et al. 2009. In line with the previous studies we define financial crises as events during which a countrys banking sector experiences bank runs, sharp increases in default rates accompanied by large losses of capital that result in public intervention, bankruptcy, or forced merger of financial institutions. Figure 5a opens the discussion with a look at the behaviour of money and credit postfinancial crises, and we see that there are clear differences between the two eras of finance capitalism. Before WW2, credit and money growth dipped significantly below normal levels after crisis events and did not recover to precrisis growth rates until fully five years after the crisis. In contrast, after WW2 a dip in the growth rate of the monetary and credit aggregates is 13 hardly discernible in the aftermath of a crisis.6 We infer that in the later period, central banks have supported growth of the monetary base, prevented collapse of broad money and thus kept bank lending at comparatively high levels. Only total bank assets now behave in a meaningfully different way after financial crises, as we will discuss in further detail below. Turning to real economic effects shown in Figure 5b, it becomes clear that the impact of financial crises was more muted in the postwar era in absolute numbers, but of comparable magnitude relative to trend. As mentioned before, this result holds up even when the Great Depression is excluded from the prewar event analysis. Measured by output declines, financial crises are less severe in the post1945 period. The maximum decline in real investment activity was somewhat more pronounced before WW2, albeit with a sharp bounce back after 4 to 5 years. Turning to Figure 5c, we see that it is with regard to price developments that a major difference between the two eras appears, which is again not driven by the Great Depression. Financial crises in the prewar era were associated with pronounced deflation relative to normal 6 It is sometimes claimed that negative credit growth would be a signal of a credit crisis e.g. Chari et al. 2008. But in our data, in neither era were crises associated with negative average loan growth in any year. In general it is the second derivative of loan growth that changes sign during a crisis, not the first. See Biggs et al. 2009 for an explanation and related evidence. 14 times, and behind that a contraction of narrow and broad money. Financial crises in the postwar era were if anything accompanied by some upwards pressure on inflation relative to normal, potentially due to the much more active monetary policy response, as shown by the expansion of narrow money. Through these more activist policies, the strong Fisherian debtdeflation mechanism that typically operated in prewar crises was avoided in the postwar period. The internal reallocation of real debt burdens was therefore likely to have been dramatically different in the two periods. The bottom line of our event analysis is the following. Policymakers learned lessons from the Great Depression. After this watershed, financial crises were fought with a more aggressive monetary policy response and quick support for the financial sector. As a consequence, aggregate loan growth remained high and leverage in the financially sector continued to rise over time. Table 2 summarises the key lessons of our event study by showing the cumulative effects relative to trend growth in noncrisis years up to five years after the event of financial crises in the two eras of finance capitalism. What stands out clearly is the positive inflation, higher money growth, and much smaller deleveraging on the loan side that has taken place in crisis 15 TABLE 2 CUMULATIVE EFFECTS AFTER FINANCIAL CRISES Cumulative log level effect, after years 05 of crisis, versus noncrisis trend, for: Log broad money Log bank loans Log bank assets Log real GDP Log real investment Log price level Pre World War 2 Pre World War 2, excluding 1930s Post World War 2 0.115 0.032 0.219 0.049 0.125 0.036 0.043 0.022 0.199 0.101 0.506 0.392 0.080 0.034 0.189 0.053 0.090 0.039 0.022 0.022 0.144 0.097 0.556 0.474 0.023 0.040 0.101 0.053 0.204 0.047 0.045 0.018 0.205 0.050 0.037 0.028 Notes: denotes significance at the 99% level, 95% level, and 90% level. Standard errors in parentheses. episodes in the second half of the twentieth century compare columns 1 and 3. Recalling the important proviso that all deviations are measured relative to the noncrisis trend, and taking exponentials to convert from log changes, we see that before WW2, five years after a crisis year the level of broad money was 12 percent below trend, and bank loans 24 percent below trend. Financial crisis led to episodes of pronounced deleveraging back then, but not today. However, in the mirror of our data there is still today an equally strong effect on the securities side of banks balance sheets in response to financial crisis, with bank assets falling 23 percent below trend in the postwar period, versus 13 percent prewar. This confirms the argument made by Adrian and Shin 2008 that the behaviour of nonloan items on balance sheets is particularly procyclical. This aspect of banks behaviour shows that deleveraging still bites somewhere, but the more cushioned response today allows this to be absorbed not by the relatively illiquid loan portfolio but by the sale of hopefully more liquid securities. Turning to real effects, it is interesting to observe that despite the much more aggressive policy response in the postwar period, the cumulative real effects have been broadly the same in both periods, about minus 4.5 percent, with real investment dropping by a cumulative 20 percent compared to trend. The prewar effect, however, is largely an artefact of the massive financial implosions of the 1930s. Excluding the 1930s see column 2 the cumulative real output and investment lost after crises was substantially smaller and not statistically significant. The finding of limited losses prior to the 1930s would be consistent with the idea that in the earlier decades of our sample the financial sectors played a less central role in the economy. It is also consistent with the view that economies suffered less from nominal rigidity, especially before 1913, as compared to the 1930s, and hence were better able to adjust to nominal shocks like crisisinduced debtdeflation Chernyshoff et al. 2009. 16 Why are output losses still very large? Some other forces might also be at work here. Governments have made more efforts since the 1930s to prevent negative feedback loops in the economy and have sought to cushion the real and nominal impact of financial crises through policy activism. But at the same time the financial sector has grown and increased leverage, expanding the size of the threat even as the policy defences have been strengthened. As a result the shocks hitting the financial sector might now have a potentially larger impact on the real economy, absent the policy response. Still, a complete diagnosis has to recognize the potential reverse causality too: it is an open question to what extent implicit government insurance and the prospect of rescue operations have in turn contributed to the spectacular growth of finance and leverage within the system, creating more of the very hazards they were intending to solve. 6. Credit Booms and Financial Crises In the previous sections we have documented the rise of credit and discussed how activist monetary policy responses to crises could have been a factor behind the uninterrupted growth of leverage in the postwar financial system. We now look at the sources of recurrent financial instability in modern economies. More specifically, we want to know whether the financial system itself creates economic instability through endogenous lending booms. In other words, are financial crises credit booms gone wrong? By looking at the role of the credit system as a potential source of financial instabilityand not merely as an amplifier of shocks as the financial accelerator theory has itwe implicitly also ask a different question about the importance of credit in the conduct of monetary policy. The precrisis New Keynesian consensus was that money and credit have essentially no constructive role to play in monetary policy. Central bankers were to set interest rates in response to inflation and the output gap, with no meaningful additional information coming from credit or monetary aggregates. Yet even before the crisis of 200809 this view did not go unchallenged. A number of dissenters argued that money and credit aggregates provided valuable information for policymakers aiming for financial and economic stability.7 On this point, one could also detect echoes of research noting a tentative relationship between credit booms and financial fragility in recent studies of emerging market crises.8 The idea that financial crises are credit booms gone wrong is not new. The story underlies the oftcited works of Minsky 1977 and Kindleberger 1978, and it has been put forward as a factor in the current cycle Hume and Sentance 2009; Reinhart and Rogoff 2009 as well as in the Great Depression Eichengreen and Mitchener 2003. Yet statistical evidence is still scant. Although the explanation appears as a robust element in descriptions of emerging 7 Some argued that excessive credit created imbalances and a risk of financial instability e.g., Borio and Lowe 2002, 2003; White 2004; Goodhart 2007. Recent theories show how a credit signal might dampen suboptimal businesscycle volatility Christiano, Motto, and Rostagno 2007. 8 On the whole, the earlywarning literature on banking crises focuses mainly on i emerging markets and ii factors other than lending booms for a survey see Eichengreen and Arteta, 2002 Table 3.1. Exceptions, which use data from recent decades only, include DemirgucKunt and Detragiache 1998; Kaminsky and Reinhart 1999; Gourinchas, Valdes, and Landerretche 2001. Particularly relevant works are those by Borio and Lowe 2002, 2003, who like us focus on cumulative effects and place a high weight on the lagged credit growth signal. 17 market crises e.g., Mc Kinnon and Pill 1997; Kaminsky and Reinhart 1999, evidence that the same problem afflicts advanced countries has not yet attained a consensus positionpartly due to the small sample sizes provided by recent history. Moving beyond explorations of selected events, our interest is in whether there is systematic evidence for this mechanism in history. If we can find such a link, then the argument for the credit boomandbust story will be strengthened. To test for this link we propose to use a basic forecasting framework to ask a simple question: does a countrys recent history of credit growth help predict a financial crisis, and is this robust to different specifications, samples, and control variables? Formally, we use our longrun annual data for 12 countries, and estimate a probabilistic model of a financial crisis event in country i, in year t, as a function of a lagged information at year t, in one of two forms, OLS Linear Probability: Logit: pit b 0i b 1L D log CREDITit b 2L Xit eit , logitpit b 0i b 1L D log CREDITit b 2L Xit eit , where logitplnp1p is the log of the odds ratio and L is the lag operator. The CREDIT variable will usually be defined as our total bank loans variable deflated by the CPI. The lag polynominal b 1L, which contains only lag orders greater than or equal to 1, will be the main object of study and the goal will be to investigate whether the lags of credit growth are informative. The lag polynominal b 2L will, if present, allow us to control for other possible causal factors in the form of additional variables in the vector X. The error term eit is assumed to be well behaved. Variants of these models are shown in Table 3, which take the form of an estimate of the above equations with no additional controls, so that the term X is omitted. In this long and narrow panel there are 1121 observations over 12 countries, with an average of 93.42 observations per country. The dependent variable is a dummy equal to one when there is a banking crisis according to our definitions, and otherwise zero. Our crisis definitions are the same as detailed above. To keep the lag structure reasonable, we consider up to five annual lags of any regressor.9 Model specification 1 presents an OLS Linear Probability model with simple pooled data. Model specification 2 adds country fixed effects to the OLS model, but these are not statistically significant p0.69. Keeping country effects, model specification 3 then adds year effects to OLS, and these are highly statistically significant. In the OLS models the sum of the lag coefficients is about 0.35, which is easy to interpret. Average real loan growth over 5 years in this sample has a standard deviation of about 0.07, so a one standard deviation change in real loan growth increases the probability of a crisis by 0.0245 or 2.45 percentage points. Since the sample frequency of crises is just under 4 percent, this shows a high sensitivity of crises to plausible loan growth disturbances. 9 Formal lag selection procedures AIC, BIC, and likelihood ratio tests suggest we could in most cases use just two lags of CREDIT; however higher order lags are sometimes significant, as can be seen in Table 2, and credit booms are typically considered phenomena that last for many years, so we maintain 5 lags as our initial specification. 18 TABLE 3 1 OLS None 0.105 0.086 0.295 0.093 0.0312 0.091 0.00629 0.086 0.109 0.077 1121 12 93.42 0.337 0.121 3.45 0.004 0.0152 3.45 0.004 0.691 0.0397 2 OLS Country 0.0996 0.086 0.302 0.093 0.0372 0.092 0.00804 0.086 0.114 0.078 1121 12 93.42 0.361 0.124 3.59 0.003 0.66 0.778 0.0217 1.53 0.083 0.7303 0.038 FINANCIAL CRISIS PREDICTIONOLS AND LOGIT ESTIMATES 5 Baseline Logit Country 2.407 2.34 9.009 2.49 0.848 2.60 0.318 1.84 2.428 2.17 1121 12 93.42 9.561 3.776 24.56 0.000170 7.22 0.781 0.070 157.4 34.15 0.005 0.731 0.0400 Estimation method Fixed effects L.DlogloansP L2.DlogloansP L3.DlogloansP L4.DlogloansP L5.DlogloansP Observations Groups Avg. obs. per group Sum of lag coefficients se Test for all lags 0 p value Test for country effects 0 p value Test for year effects 0 p value R2 Pseudolikelihood Overall test statistic p value Predictive ability, AUROC se Notes: p0.01, p0.05, p0.1. Reported statistic is Pseudo R2 for Logit. Reported statistic is F for OLS, 2 for logit. Standard errors in parentheses. Logit standard errors are robust. 3 4 OLS Logit Country year None 2.084 0.0621 2.24 0.092 0.262 8.062 2.27 0.096 0.851 0.0469 2.32 0.095 0.0407 0.274 1.59 0.090 2.240 0.0791 2.03 0.081 1121 1121 12 12 93.42 93.42 8.796 0.367 0.140 3.182 27.19 2.52 0.000 0.028 0.67 0.769 2.15 0.000 0.046 0.2005 161.5 2.23 27.19 0.000 0.000 0.692 0.947 0.00874 0.0390 Still, there are well known problems with the Linear Probability model, notably the fact that the domain of its fitted values is not constrained to the unit interval relevant for a probability outcome. Thus in columns 4 and 5 we switch to a Logit model. Model specification 4 displays pooled Logit, and specification 5 adds country fixed effects by including dummies in the regression, though again these are not statistically significant. Unfortunately, we cannot implement a Logit model with year effects. In our setting, the problem is small N and large T, the opposite of typical microeconometric applications. This means that the incidental parameters problem afflicts the T dimension, and we have consistency in N. Conditional fixed effects can only be estimated using years in the panel where there is actual variation in the outcome variable. In our case, this collapses the number of observations from 1121 to just 97, so that model parameters could not be precisely estimated. We accordingly adopt Column 5, the Logit model with country effects but without timeeffects, as our preferred baseline specification henceforth. 19 Our key finding is that all forms of the model show that a credit boom over the previous five years is indicative of a heightened risk of a financial crisis. The diagnostic tests reported show that the five lags are jointly statistically significant at the conventional 5% level; the regression chisquared is also significant. The difference between the first and second lag coefficients is also suggestive; the former is negative and the latter large and positive, confirming that when the second derivative of credit changes sign we can see that trouble is likely to follow Biggs, Meyer, and Pick 2009. The sum of the lag coefficients is about 10, and also statistically significant. To interpret this we need to convert to marginal effects, where in Column 5, at the means of all variables, the sum of the marginal effects over all lags is 0.25, similar, albeit just a little smaller, than that given by the OLS Linear Probability model discusses above. I p c 0, I. is the indicator function, and Finally we note that in all its forms the model has predictive power, as judged by a summary measure of its binary classification ability, the Receiver Operating Characteristic ROC curve. This is shown in Figure 6 for our preferred baseline model. The curve plots the true positive rate TPc against the false positive rate FPc, for all thresholds c on the real line, is the linear where the binary classifier is prediction of the model which forms a continuous signal. When the threshold c gets large and negative, the classifier is very aggressive in making crisis calls, almost all signals are above the threshold, and TP and FP converge to 1; conversely, when c gets large and positive, the classifier is very conservative in making crisis calls, almost all signals are below the threshold, and TP and converge to 0. In between, an informative classifier should deliver TP FP so the ROC curve should be above the 45degree line of the null, uninformative or coin toss classifier. At this point we would prefer not to take a stand on where the policy maker would place the cutoff value of the threshold. The utility computation depends on costs of different outcomes and the frequency of crises. For example, the cutoff should be more aggressive if the cost of an undiagnosed crisis is high, but less so if the cost of a false alarm is higher. If crises are rare, the threshold bar should also be raised to deflect toofrequent false alarms see Pepe 2003. Fortunately, a test of predictive ability exists that is independent of the policymakers cutoff. This is the area under the ROC curve AUROC. It is essentially a test of whether the distribution of the models signals are significantly different under crisis and noncrisis states, thus allowing them to used a basis for meaningfully classifying these outcomes. The AUROC provides a simple test against the null value of 0.5 with an asymptotic normal distribution, and for our baseline model AUROC0.731 with a standard error of just 0.040. The model can therefore be judged to have predictive power versus a coin toss, although it is far from a perfect classifier which would have AUROC1. All the above forecasts suffer from insample look ahead bias, even though they use lagged data. We should also note that the high predictive power of the model with time effects AUROC0.947 should be accorded even less weight: it just says that global crises are coordinated, but knowing the time effect ahead of time is certainly not an option for the forecaster. To put our model to an even sterner test, we limited the forecast sample to the post1983 period only 275 countryyear observations and compared insample and outofsample 20 forecasts the latter based on full sample predictions, with lookahead bias; the latter based on rolling regressions, using lagged data only. The insample forecast produced an even higher AUROC0.803 s.e. 0.076, but the outofsample also proved informative, with an AUROC0.677 s.e. 0.089, with the latter statistically significant at the 5% level. We think any predictive power is impressive at this stage given the general skepticism evinced by the early warning literature, and our out of sample results add some reassurance. We now ask some questions about the value added of our results and their robustness. The first claim we make is that the use of credit aggregates, rather than monetary aggregates, is of crucial importance. This would have broad implications, first for economic history, since monetary aggregates have been widely collected and may be easily put to use. But it also has policy implications. Indeed, after the crisis of 200809 the argument has often been heard that greater attention to such aggregates, in contrast to a narrow focus on the Taylor rule indicators of output and inflation, might have averted the crisis. But when we look at the long run data systematically, monetary aggregates are not that useful as predictive tools in forecasting crises, in contrast to the correct measure, total credit. We find the success of the credit measure appealing, and not just because it vindicates the drudgery of our laborious data collection efforts: we think credit is a superior predictor, because it better captures important, timevarying features 21 of bank balance sheets such as leverage and nonmonetary liabilities. The basis for these claims is the collection of results reported in Tables 4 and 5. In Table 4 we start with the baseline model, reproduced in model specification 6. All through this table we continue to estimate the model over the entire sample, using the Logit model with country fixed effects. Having settled on this model, we now also report, for completeness, the marginal effects on the predicted probability evaluated at the means for the lags of credit. We then take several perturbations of the baseline that take the form of replacing the five lags of the credit variable with alternative measures of money and credit. Specification 7 replaces real loans with real broad money, still deflated by CPI. The fit is still statistically significant, although slightly weaker judging from lower R2, pseudolikelihood, and significance levels on the lags. In terms of predictive power, the AUROC is also lower. However, the basic message at this point is that broad money could potentially proxy for credit. Both the liability and the asset side of banks balance sheets seem to do a good job at predicting financial trouble ahead over the whole samplethough we shall qualify this result in a moment. Specification 8 replaces loans with narrow money and the model falls apart, which is not unexpected; given the instability in the money multiplier, the disconnect between base money and credit conditions is too great to expect this model to succeed. Specifications 9 and 10 replace real loans with the loanstoGDP ratio and the loanstobroadmoney ratio, respectively. Both of these variants of the model also meet with some success, and specification 9 outperforms in terms of measures of fit, although it has similar predictive ability as measured by AUROC. So far the main results might tempt us to conjecture, first, that various scalings of credit volume could have similar power to predict financial crises; and, second, that broad money could also proxy for credit adequately well. The former idea may be true, but Table 5 quickly dispels the latter. The robustness checks here take the form of splitting the sample into preWW2 and postWW2 samples, where we are guided to conduct this test by the summary findings above showing very different trends in the behavior of money and credit in these two epochs. Specifications 11 and 12 show that using our credit measure, real loans, the baseline model performs well in terms of both fit and predictive power both before and after WW2, and is quite stable. The lags are significant in each period, and the sum of the lag coefficients is very similar and not significantly different across the two periods. Column 12 is particularly interesting, since the significant and alternating signs of the first and second lag coefficients in the postwar period highlight the sign of the second derivative not the first in raising the risk of a crisis. In contrast, specifications 13 and 14 show unsatisfactory performance when broad money is used. Before WW2 the weaknesses are not evident, with the lags of broad money still significant, and similar predictive power. But after WW2 the model based on broad money is a failure: none of the lags are significant, the fit is much poorer, and from a predictive standpoint the model cannot be judged statistically superior to a coin toss at the 5% level, with AUROC0.578 s.e.0.045. 22 TABLE 4 BASELINE MODEL AND ALTERNATIVE MEASURES OF MONEY AND CREDIT Specification Logit country effects L.DlogloansP L2.DlogloansP L3.DlogloansP L4.DlogloansP L5.DlogloansP Marginal effects at each lag evaluated at the means Sum Observations Groups Avg. obs. per group Sum of lag coefficients se Test for all lags 0, 2 p value Test for country effects 0, 2 p value Pseudo R2 Pseudolikelihood Overall test statistic, 2 p value Predictive ability, AUROC se Notes: p0.01, p0.05, p0.1. Robust standard errors in parentheses. 7 Replace loans with broad money 1.807 3.34 3.196 2.76 2.873 1.95 0.719 2.94 4.278 1.99 0.051 0.091 0.082 0.020 0.122 0.326 1182 12 98.50 11.43 4.717 12.74 0.026 8.06 0.708 0.039 171.2 35.60 0.003 0.682 0.037 6 Baseline 2.407 2.34 9.009 2.49 0.848 2.60 0.318 1.84 2.428 2.17 0.062 0.231 0.022 0.008 0.062 0.245 1121 12 93.42 9.56 3.776 24.56 0.000 7.22 0.781 0.070 157.4 34.15 0.005 0.731 0.040 8 Replace loans with narrow money 0.505 1.46 1.239 1.95 1.437 1.44 2.157 1.98 3.611 1.62 0.015 0.037 0.043 0.065 0.108 0.065 1166 12 97.17 2.158 4.167 5.746 0.332 7.99 0.714 0.035 174.5 18.63 0.288 0.667 0.040 10 9 Replace Replace real loans real loans with loans with loans GDP 1.172 2.31 7.979 2.47 5.372 2.36 1.078 1.60 2.247 2.01 0.029 0.198 0.133 0.027 0.056 0.385 1095 12 91.25 15.50 4.093 22.93 0.000 6.46 0.841 0.086 153.9 38.66 0.001 0.726 0.042 broad money 1.778 2.09 7.247 2.57 1.208 2.41 2.868 2.44 0.642 2.14 0.049 0.201 0.034 0.080 0.018 0.283 1088 12 90.67 10.19 4.696 11.93 0.036 7.28 0.776 0.055 158.9 23.40 0.104 0.697 0.043 23 TABLE 5 11 12 Baseline Pre WW2 sample using loans 1.283 3.55 6.727 2.87 1.518 3.04 1.603 2.22 3.526 2.44 0.048 0.250 0.056 0.060 0.131 0.425 431 11 39.18 11.45 5.238 14.50 0.013 4.37 0.929 0.092 81.54 20.04 0.170 0.685 0.0421 BASELINE MODEL WITH PREWW2 AND POST WW2 SAMPLES 14 Post WW2 sample replace loans with broad money 1.452 5.65 3.554 3.11 3.584 2.48 1.107 5.63 0.873 4.51 0.029 0.071 0.071 0.022 0.017 0.153 673 12 56.08 7.67 7.206 4.52 0.477 6.03 0.872 0.000 0.0417 12.38 0.717 0.578 0.0448 Specification Logit country effects L.DlogloansP L2.DlogloansP L3.DlogloansP L4.DlogloansP L5.DlogloansP Marginal effects at each lag evaluated at the means Sum Observations Groups Avg. obs. per group Sum of lag coefficients se Test for all lags 0, 2 p value Test for country effects 0, 2 p value Pseudo R2 Pseudolikelihood Overall test statistic, 2 p value Predictive ability, AUROC se Notes: p0.01, p0.05, p0.1. Robust standard errors in parentheses. 13 Pre WW2 sample replace loans with broad money 4.738 3.90 4.716 4.09 5.439 2.60 0.519 3.26 6.065 2.56 0.174 0.173 0.199 0.019 0.222 0.787 487 11 44.27 21.48 8.669 11.92 0.036 9.69 0.4681 0.078 90.93 44.94 0.000 0.670 0.0357 Baseline Post WW2 sample using loans 5.986 3.45 14.89 3.98 0.635 4.00 3.457 3.87 1.372 3.83 0.086 0.213 0.009 0.049 0.020 0.148 668 12 55.67 10.35 7.636 20.54 0.001 6.84 0.8115 0.116 66.79 73.94 0.000 0.670 0.044 24 How do we interpret these results? The findings mesh well with our overall understanding of the dramatic changes in money and credit dynamics after the Great Depression. In the summary data for the preWW2 sample, we saw how broad money and credit moved hand in hand, so that a Friedman money view of the financial system, focusing on the liability side of banks balance sheets, was an adequate simplification. After WW2 this was no longer the case, and credit was delinked from broad money aggregates, which would beg the question as to which was the more important aggregate in driving macroeconomic outcomes. At least with respect to crises, the results of our analysis are clear: credit matters, not money. To underscore the value of our model based on the credit view, and to guard against omitted variable bias, in Table 6 we subject our baseline specification to several perturbations that take the form of including additional control variables X as described above. Specifications 15 shows that the inclusion of 5 lags of real GDP growth or 5 lags of inflation can raise the fit and predictive performance of the model slightly. Still, the lags are significant only at the 10% level, and the inclusion of these real GDP terms makes no difference to the lags of credit growth, their quantitative or statistical significance, and their substantive contribution to the models predictive ability. Specification 16 adds 5 lags of the inflation rate, since inflation has been found to contribute to crises in some studies e.g., DemirgucKunt and Detragiache 1998; however, we find that these terms are not statistically significant at the 5% level and they do not change the credit effects. Specifications 17 and 18 add 5 lags of the nominal shortterm interest rate or its real counterpart, since some studies find that high interest rates, e.g. to defend a peg, can help trigger crises e.g., Kaminsky and Reinhart 1999; the lags of the real interest rate are just significant at the 5% level, but they do not alter the baseline story. We conjecture that, although inflation and interest rates may matter in samples that include emerging markets, for developed economies these are not the main locus of financial instability problems; rather the key indicator of a problem is an excessive credit boom. Finally, in specification 19 we add 5 lags of the change in the investmenttoGDP ratio, to explore the possibility that the nature of the credit boom might affect the probability that it ends in a crisis. For example, according to arguments heard from time to time, if credit is funding productive investments then the chances that something can go wrong are reducedas compared to credit booms that fuel consumption binges or feed speculative excess by households, firms, andor banks.10 Our results caution against this rosy view. Over the long run, in our developed country sample, the lags of investment are not statistically significant, suggesting that crises are no less likely when they have been funding investment booms as opposed to other activity.11 If this is the case, then the suspicion arises that when banks originate lending, they may be equally incapable of assessing repayment capacity in all cases, with investment loans having no special virtues. 10 The argument has often been applied to foreign capital flows manifest in current account deficits. The argument that capital flowing into investment booms does not matter has been variously stated as the Lawson doctrine, Pitchford critique, or consenting adults view. See Edwards 2000 for a survey of this area. 11 The sum of the lags on investment is positive, so crises are marginally more likely in an investment boom, controlling for credit growth. 25 TABLE 6 MORE ROBUSTNESS CHECKS 17 Baseline Specification plus Logit country effects 5 lags of nominal s.t. int. rate 2.781 L.DlogloansP 2.73 12.61 L2.DlogloansP 2.81 0.320 L3.DlogloansP 3.21 2.025 L4.DlogloansP 2.54 3.305 L5.DlogloansP 2.71 0.074 Marginal effects 0.334 at each lag 0.008 evaluated at the means 0.054 0.088 0.303 Sum 867 Observations 12 Groups 72.25 Avg. obs. per group 11.43 Sum of lag coefficients 3.966 se 28.33 Test for all lags 0, 2 0.000 p value 7.652 Test lags of added vbl. 0, 2 0.177 p value 9.71 Test for country effects 0, 2 0.556 p value 0.103 Pseudo R2 134.4 Pseudolikelihood 58.73 Overall test statistic, 2 0.000 p value 0.755 Predictive ability, AUROC se 0.040 Notes: p0.01, p0.05, p0.1. Robust standard errors in parentheses. 16 Baseline plus 5 lags of inflation 2.947 2.49 11.90 3.06 0.0469 2.54 0.380 2.16 1.412 2.56 0.067 0.270 0.001 0.009 0.032 0.243 1121 12 93.42 10.69 3.883 22.48 0.000 10.66 0.059 8.03 0.711 0.096 153.0 48.63 0.001 0.767 0.038 15 Baseline plus 5 lags of real GDP growth 1.996 2.72 9.226 2.52 2.151 2.81 0.633 1.84 2.689 2.14 0.047 0.220 0.051 0.015 0.064 0.302 1121 12 93.42 12.70 4.459 24.25 0.000 9.437 0.093 7.11 0.790 0.089 154.2 43.48 0.003 0.747 0.039 18 Baseline plus 5 lags of real s.t. int. rate 4.212 3.05 13.55 3.05 0.907 3.03 0.770 2.74 1.226 2.77 0.104 0.335 0.022 0.019 0.030 0.265 861 12 71.75 10.70 4.147 26.34 0.000 11.72 0.039 7.29 0.775 0.128 130.5 54.63 0.000 0.786 0.037 19 Baseline plus 5 lags of change in IY 3.279 2.51 9.772 2.79 0.223 2.60 1.917 2.07 4.496 2.06 0.073 0.219 0.005 0.043 0.101 0.294 1079 12 89.92 13.13 4.182 26.16 0.000 7.494 0.186 8.38 0.679 0.101 147.8 45.37 0.002 0.742 0.038 26 To sum up the findings, the empirical analysis of our large longterm, crosscountry dataset lends support to the idea that, for the most part, financial crises throughout modern history can be viewed as credit booms gone wrong Eichengreen and Mitchener 2003. From our regressions, past growth of credit emerges as the single best predictor of future financial instability, a result which is robust to the inclusion of various other nominal and real variables. Moreover, credit outperforms other possible measures such as broad money growth by some margin. In light of the structural changes of the financial system that we documented above, this comes as no surprise. As credit growth has increasingly decoupled from money growth, credit and money aggregates are no longer two sides of the same coin. This brings us back to the crucial questions raised at the beginning of this sectionshould central banks pay attention to credit aggregates or confine themselves to following inflation targeting rules? Historical evidence suggests that credit has a constructive role to play in monetary policy. Valuable information about macroeconomic and financial stability would be missed if policymakers chose to ignore the behavior of credit aggregates, although how this information is included in the overall policy and regulatory regime is an open and much debated question. Our results also strengthen the idea that credit matters, above and beyond its role as propagator of shocks hitting the economy. The credit system is not merely an amplifier of economic shocks as in the financial accelerator model of BGG. The importance of past credit growth as a predictor for financial crises and the robustness of the results to the inclusion of other key macro variables, raises the strong possibility that the financial sector is quite capable of creating its very own shocks. In this sense, our historical data vindicate the ideas of scholars such as Minsky 1977 and Kindleberger 1978 who have argued that the financial system itself is prone to generate economic instability through endogenous credit booms. 6. Conclusions Our ancestors lived in an Age of Money, where aggregate credit was closely tied to aggregate money, and formal analysis could use the latter as a reliable proxy for the former. Today, we live in a different world, an Age of Credit, where financial innovation and regulatory ease has permitted the credit system to increasingly delink from monetary aggregates, setting in train an unprecedented expansion in the role of credit in the macroeconomy. Without an adequate historical perspective, these profound changes are difficult to appreciate, and one task of this paper has been to document the nature of this evolution and its ramifications over the last 140 years for a group of major developed economies. We have shown how the stable relationship between money and credit broke down after the Great Depression and World War 2, as a new secular trend took hold that carried on until todays crisis. We conjecture that these changes conditioned, and were conditioned by, the broader environment of macroeconomic and financial policies: after the 1930s the ascent of fiat money plus Lenders of Last Resortand a slow shift back toward financial laisser faireencouraged the expansion of credit to occur. The policy backstop also, to some degree, insulated the real economy from a scaling up of the damaging effects that prior crises had wrought in days 27 when the financial system played a less pivotal role. However, implicit government insurance and the prospect of rescue operations might also have contributed to the spectacular growth of finance and leverage within the system, creating more of the very hazards they were intending to solve. Aiming to cushion the real economic effects of financial crises, policymakers have prevented a periodic deleveraging of the financial sector resulting in the virtually uninterrupted growth of leverage we have seen up until 2008. The important structural changes that have taken place in the financial system over the past decades have led to a greater, not smaller role of credit in the macroeconomy. It is mishap of history that just at the time when credit mattered more than ever before, the reigning doctrine had sentenced it to playing no constructive role in monetary policy. In terms of lessons for policymakers and researchers, history demonstrates that they ignore credit at their peril. The behaviour of credit aggregates contains valuable information about the likelihood of future financial crises. It is not, of course, a perfect predictor, and there may be fundamental reasons why, in some periods, especially in eras of financial development and innovation, credit expands to support real economic gains. At the same time, the longrun record shows that recurrent episodes of financial instability have more often than not been the result of credit booms gone wrong, most likely due to failures in the operation andor regulation of the financial system. For economists, adherence to the money view, not to mention the irrelevance view, has been seriously called into question by the crisis, and the evidence in this paper serves to amplify these doubts amid talk of a paradigm shift.12 For policymakers, a complacent attitude towards the growth in the scale and riskiness of the credit system now looks like a misguided choice that ignored history.13 Our quantitative analysis clearly suggests that the credit system matters above and beyond its role as propagator of shocks as in the financial accelerator model. The credit system seems all too capable of creating its very own shocks, judged by how successful past credit growth performs as a predictor of financial crises. Not all of this might sound surprisingly new to financial historians who have pointed for a long time to recurrent episodes of financial sectordriven instability in modern economies. But we are hopeful that some of the evidence we have assembled will inform new avenues of research into the role of credit in the macroeconomy. 12 See Mark Whitehouse, Crisis Compels Economists To Reach for New Paradigm, The Wall Street Journal, November 4, 2009. 13 Notable examples being the critical reaction and laisser faire response to precrisis warnings sounded at the Jackson Hole conferences by Borio and White 2003 and Rajan 2005. However, policymakers are now taking a harder look at how to regulate credit and the procylicality of the financial system e.g., Turner 2009. 28 Appendix A: Figures and Tables 29 APPENDIX TABLE 1 BANKING CRISIS DEFINITIONS Crisis events first year 1893, 1989 1873, 1906, 1923, 1983 1870, 1910, 1931, 2008 1877, 1885, 1902, 1907, 1921, 1931, 1987 1880, 1891, 1901, 1931, 2008 1890, 1974, 1984, 1991, 2007 1887, 1891, 1907, 1931, 1930, 1935, 1990 1897, 1921, 1939, 2008 1899, 1921, 1931, 1988 1920, 1924, 1931, 1978, 2008 1876, 1897, 1907, 1922, 1931, 1991 1873, 1884, 1893, 1907, 1929, 1984, 2007 AUS CAN CHE DEN DEU GBR ITA NLD NOR SPA SWE USA Notes: As described in the text, our crisis coding follows previous work, notably Reinhart and Rogoff 2009, RR, and Bordo, Eichengreen, Klingebiel, and MartinezPeria 2001, BEKM. We corroborated the coding with Laeven and Valencia 2008 as well as Cechetti et al. 2009. There are only three major cases where these sources differ and which we need to discuss briefly: 1. We code the USA in crisis from 1984, following RR who have the US in the SL crisis from 1984. Some other studies, e.g. Laeven and Cecchetti code the SL crisis starting in 1988 only. Yet the number of bank failures had started to increase rapidly earlier. 2. We do not code the Barings crisis in the UK 1995, but RR do. We consider it to be an isolated event, not a sufficiently widespread crisis. 3. RR and BEKM code a banking crisis in Germany in 1977. We did not find sufficient evidence for a widespread banking crisis in Germany in that year. 30 Appendix B: Data Sources RGDP: Real GDP per capita from Angus Maddison, Statistics on World Population, GDP and Per Capita GDP, 12006 AD. http:www.ggdc.netmaddison. CPI: all data from Taylor, Alan M. 2002.A Century Of PurchasingPower Parity, Review of Economics and Statistics, vol. 841: 139150; data for 20012008 from International Financial Statistics IFS; GDP and IY: unless stated otherwise below pre1945 data come from Brian R. Mitchell, 1993, International Historical Statistics: The Americas 17501988, Second Edition, New York, Macmillan; Brian R. Mitchell, 1992, International Historical Statistics: Europe 17501988. London, Macmillan; complemented by investment data from Jones, Matthew T., and Maurice Obstfeld. 1997. Saving, Investment, and Gold: A Reassessment of Historical Current Account Data, NBER Working Paper 6103. Dataset: http:www.nber.orgdatabasesjonesobstfeld; post1945 data from IFS. L: total domestic currency loans of banks and banking institutions to companies and households; C: total domestic currency assets of banks and banking institutions; NM: narrow money M0 or M1; M: broad money M2 or M3; Australia LC: 18701945 table 1, total assets within Australia and total advances in Australia. S.J. Butlin, A.R. Hall, R.C. White, Australian Banking and Monetary Statistics, 18171945, Sydney 1971; 19532008 total loans and bank assets from Reserve Bank of Australia, Australian Economic Statistics 194950 to 199697, http:www.rba.gov.austatisticsop 8_index.html; 19972008 Reserve Bank of Australia, Assets of Financial Institutions, table D02 and B01. NMM: 18701983 PF 5771 from David Pope, Australian Money and Banking Statistics, Canberra, Australian National University, 1986; 19842008 IFS. Canada LC: 18701953 M.C. Urquhart, Historical Statistics of Canada, Totonto 1965, Cambridge UP. Total loans and total assets of banks: series H55H160. 19532008 Stat Can, Table 1760015: Chartered banks, assets and liabilities. NM: 18701929 Rousseau and Wachtel; 19301940 League of Nations, Statistical Yearbook; 19532008 IFS. M: 18701938 Based on unpublished datasets from Michael Bordo henceforth Bordo; 19482008 IFS. Denmark L: 18851938 table 6.6, loans of commercial banks 18851938, Hans Chr. Johansen, Dansk Historisk Statistik 18141980; 19512008: total lending excl. MFIs of commercial banks and savings banks: Kim Abildgren, Financial Liberalization and Credit Dynamics in Denmark in the PostWorld War II Period, Danmarks Nationalbank, Working Papers 472007. 31 C: table 6.6 assets of commercial banks, Hans Chr. Johansen, Dansk Historisk Statistik 18141980; 19812008 series L plus holdings of securities and other assets from OECD 2009. NM: 18851938 Bordo; 19502008 IFS. M: 19501980 Bordo; 19802008 from IFS. Germany L: 18801940 table B1 1.05, total loans of Aktienbanken, Sparkassen, Hypothekenbanken and Genossenschaftsbanken; Deutsche Bundesbank, Deutsches Geld und Bankwesen in Zahlen, 18761975, Fritz Knapp: Frankfurt am Main, 1976. 19482008 Bundesbank, Lending to domestic nonbanks All categories of banks, OU01115. C: 18801940 table A 1.01, total assets of Aktienbanken, Sparkassen, Hypothekenbanken and Genossenschaftsbanken; Deutsche Bundesbank, Deutsches Geld und Bankwesen in Zahlen, 18761975, Fritz Knapp: Frankfurt am Main, 1976. 19502008 Bundesbank: Balance sheet total All categories of banks, OU0308. NMM: 18801940 Bordo; 19502008 IFS. Italy LC: 18701940 unpublished workfile: Gigliobianco, Alfredo and Claire Giordano and Gianni Toniolo, Regulators and Innovators Play Tag: The Italian Historical Experience, forthcoming. The data sources are De Mattia, R. 1967, I bilancidegliistitutidiemissioneitaliani 18451936, Vol. 1, Bancad Italia: Rome, for the period 18701889;Cotula. F et al 1996, I bilancidelleaziendedicredito 18901936, Editori Laterza: Rome Bari, for the period 18901935; Unpublished data, Bank of Italy, for the period 19361973. 194502008 Bank of Italy, total bank loans S858159, extended 19972008 using loan growth from OECD2009; assets 19502008 Bank of Italy, series S049387, extended 19972008 using total bank asset growth from OECD 2009. NMM: 18801945 from Bordo; 19482008 Bank of Italy, M1 and M2Plus; after 1998 Italian contribution to Eurozone M1 and M3, Bank of Italy. Netherlands Onderhandseleningen, L: Hypothecaireleningen, Diverse binnenland active, De Nederlandsche Bank, Nederlandsefinancileinstellingen in de twintigsteeeuw: balansreeksen en naamlijst van handelsbanken, DNB Statistische Cahiers Nr.3, 2000; 19822008 DNB, Banking statistics, table 5.6ek. C: 19001945 Bilans total excl. foreign assets of commercial banks, table 3.1 De Nederlandsche Bank, Nederlandsefinancileinstellingen in de twintigsteeeuw: balansreeksen en naamlijst van handelsbanken, DNB Statistische Cahiers Nr.3, 2000; 19482008 IFS 32 NM: 19001992 Bordo; 19932008 DNB, Table 5.4, Contribution of the Netherlands to euro area monetary aggregates, Guilder M1. Kortevorderingen table 3.1 sector, 19001982 sum of op private 32 table 2a, monetary aggregates http:www.norgesin Norway,Norges Bank: for Norway, http:www.norgesIY: Norges Bank, The gross domestic product M: 19451998 IFS; 19992008 DNB, Table 5.4, Contribution of the Netherlands to euro area monetary aggregates, Guilder M3. GDP and IY: 18801913 van Zanden et al., National Accounts of the Netherlands 18801913; http:nationalaccounts.niwi.knaw.nlstart.htm; 19181940 Mitchell; 19482008 IFS. Norway LC: table A2 and A4, EitrheimKlovlandQvigstad eds, Historical Monetary Statistics for Norway, Chapter 10: Credit, banking and monetary developments in Norway, Norges Banks Occasional Papers nr. 35, Oslo 2004.Datafile: http:www.norgesbank.notemplatesarticle____42927.aspx NMM: bank.notemplatesarticle____42935.aspx GDP, bank.notemplatesarticle____42937.aspx Spain LC: 19002000 Entitades de credito, table 9.12 from A. Carreras X. Tafunell eds. 2005, Estadisticas Historicas de Espana, Madrid: Fundacion BBVA. 20002008 growth rates of loans and assets for MFIs from Bank of Spain Residentes en Espana, total prestamos BE060106 and total activos BE060102. NMM: 18701998: A. Carreras and X. Tafunell eds. 2005, Estadisticas Historicas de Espana, Madrid: Fundacion BBVA, table 9.16; 19982008 IFS. GDPIY: 18702000 Prados de la Escosura, Leandro, El progresoeconomico de Espana, 18502000, Madris, Fundacion BBVA, 2003, Appendix M. Sweden L: Table 2. Bank lending, monthly figures 18711938, Riksbank, Historical monetary statistics for Sweden, 16682008, Swedish Monetary History Project. C: table 8 Income Statement items of the Swedish commercial banks 18702005, total assets of commercial banks minus foreign assets, Riksbank, Historical monetary statistics for Sweden, 16682008, Swedish Monetary History Project. NMM: 18712008 Historical monetary statistics for Sweden. GDP, Historiskanationalrakenskaperfor Sverige 18002000 Version 1.0 IY: Rodney Edvinsson, Historical national accounts for Sweden 18002000 33 total loans, Swiss Economic and Social History Online Database in Switzerland 2008, Switzerland L: 19061992 www.fsw.uch.chhiststat; 19932008 Swiss National Bank, Banks http:www.snb.cheniaboutstatstatpubbchpubstatsbankench. C: 18701945 Franz Ritzmann, Die Schweizer Banken, Bern und Stuttgart, Verlag Paul Haupt, 1973; 19482008 Swiss National Bank, Banks in Switzerland 2008: total balance sheet assets less foreign assets. NM: 18802008 Swiss National Bank, Historical time series: the monetary base and the M1, M2 and M3 monetary aggregate; http:www.snb.cheniaboutstatstatpubhistz; M: 18801914 Bordo; 19141950 M3, Swiss Economic and Social History Online Database www.fsw.uch.chhiststat; 19502008 M3, Swiss National Bank, Historical time series: the monetary base and the M1, M2 and M3 monetary aggregate; http:www.snb.cheniaboutstatstatpubhistz; United Kingdom LC: 18701939 consolidated total assets of all financial institutions and consolidated bank loans and advances from table 3.4 in: David K. Sheppard, The Growth and Role of UK Financial Institutions, 18801962, Methuen Co, London 1971; 19452008 loans excl. other financial institutions from Bank of England; assets total domestic credit 32 from IFS. NM: Rousseau and Wachtel until 1929: League of Nations, 19301940; 19472008 Bank of England. M: 18801945 Bordo; 19472008 Bank of England. United States L: 18961941: Total loans and leases of commercial banks from Board of Governors of the Federal Reserve, US All Bank Statistics 18961955, Washington D.C. 1959; 19472008 total loans and leases and security investment of commercial banks from the Board of Governors of the Federal Reserve H.8 release. C: Total bank assets are defined as the sum of loans and leases and security investment. Total assets of banks from Rousseau and Wachtel 1998, series BANKA, from: US historical statistics, Bureau of Census 1973; after 19291940 Board of Governors of the Federal Reserve, US All Bank Statistics 18961955, Washington D.C. 1959; 19502008 IFS. Banking sector claims on the public sector from 19502008 are taken from IFS. NMM: 18701918 narrow money M1 and the money stock M2 are taken from Rousseau and Wachtel 1998; 19191940 Bordo; 19452008 data for M1 and M2 are from IFS. 34 References Almunia, Miguel, Agustin S. Benetrix, Barry Eichengreen, Kevin H. ORourke, and Gisela Rua. 2009. From Great Depression to Great Credit Crisis: Similarities, Differences and Lessons. Economic Policy. Forthcoming. Arellano, Manuel, and Olympia Bover. 1995. Another Look at the Instrumental Variable Estimation in ErrorComponent Models. Journal of Econometrics 68: 2851. Adrian, Tobias, and Hyun Song Shin. 2008. Liquidity and Financial Cycles. BIS Working Papers No. 256, July 2008. Adrian, Tobias, and Hyun Song Shin. 2009. Money, Liquidity, and Monetary Policy. FRBNY Staff Report 360, January. Barro, Robert J. 2009. Rare Disasters, Asset Prices, and Welfare Costs. American Economic Review 991: 24364. Bernanke, Ben S, 1983. Nonmonetary Effects of the Financial Crisis in Propagation of the Great Depression. American Economic Review 733: 25776. Bernanke, Ben S. 1993. Credit in the Macroeconomy. Quarterly Review, Federal Reserve Bank of New York, Spring, pp. 5070. Bernanke, Ben S., and Alan S. Blinder. 1992. The Federal Funds Rate and the Channels of Monetary Transmission. American Economic Review 824: 90121. Bernanke, Ben S., and Mark Gertler. 1995. Inside the Black Box: The Credit Channel of Monetary Policy Transmission. Journal of Economic Perspectives 94: 2748. Bernanke, Ben S., Mark Gertler, and Simon Gilchrist. 1999. The financial accelerator in a quantitative business cycle framework. In Handbook of Macroeconomics, vol. 1, edited by J. B. Taylor and M. Woodford. Amsterdam: Elsevier, pp. 134193. Biggs, Michael, Thomas Mayer, and Andreas Pick. 2009. Credit and economic recovery. DNB Working Papers 218, Netherlands Central Bank, Research Department. Bordo, Michael, Barry Eichengreen, Daniela Klingebiel, and Maria Soledad MartinezPeria. 2001. Is the crisis problem growing more severe? Economic Policy 1632: 5182. Borio, Claudio. 2008. The financial turmoil of 2007?: a preliminary assessment and some policy considerations. BIS Working Papers no. 251. Borio, Claudio, Craig Furfine, and Philip Lowe. 2001. Procyclicality of the financial system and financial stability: issues and policy options. BIS Papers, no. 1. Borio, Claudio, and Philip Lowe. 2002. Asset Prices, Financial and Monetary Stability: Exploring the Nexus. BIS Working Papers 114, Bank for International Settlements. Borio, Claudio, and Philip Lowe. 2003. Imbalance or Bubbles? Implications for Monetary and financial Stability. In Asset Price Bubbles: The Implications for Monetary, Regulatory, and International Policies, edited by W. C. Hunter, G. C. Kaufman, and M. Pomerleano. Cambridge, Mass.: MIT Press, pp. 24770. Borio, Claudio, and William R. White. 2003. Whither Monetary and Financial Stability: The Implications of Evolving Policy Regimes. Proceedings, Federal Reserve Bank of Kansas City, pp. 131211. Cecchetti, Stephen G., Marion Kohler, and Christian Upper. 2009. Financial Crises and Economic Activity. NBER Working Papers 15379. Chari, V. V., Lawrence J. Christiano, and Patrick J. Kehoe. 2008. Facts and Myths About the Financial Crisis of 2008.Working Paper no. 666, Federal Reserve Bank of Minneapolis. Chernyshoff, Natalia, David S. Jacks, and Alan M. Taylor. 2009. Stuck on Gold: Real Exchange Rate Volatility and the Rise and Fall of the Gold Standard, 18751939. Journal of International Economics 77April: 195205. Christiano, Lawrence, Roberto Motto, and Massimo Rostagno. 2007. Two Reasons Why Money and Credit May be Useful in Monetary Policy. NBER Working Paper No. 13502. DemirgucKunt, Asli, and Enrica Detragiache. 1998. The Determinants of Banking Crises in Developing and Developed Countries. IMF Staff Papers 451: 81109. 35 Eckstein, Otto, and Allen Sinai. 1986. The mechanisms of the business cycle in the postwar era. In The American Business Cycle in the Postwar Era: Continuity and Change, edited by Robert J. Gordon. Chicago: University of Chicago Press. Edwards, Sebastian. 2002. Does the Current Account Matter? In Preventing Currency Crises in Emerging Markets, edited by Sebastian Edwards and Jeffrey Frankel. Chicago: University of Chicago Press, pp. 2175. Eichengreen, Barry. 2009. The Last Temptation of Risk. The National Interest May June: 814. Eichengreen, Barry, and Mitchener, Kris J. 2003. The Great Depression as a Credit Boom Gone Wrong. BIS Working Paper No. 137, September. Eichengreen, Barry, and Carlos Arteta. 2002. Banking Crises in Emerging Markets: Presumptions and Evidence. In Financial Policies in Emerging Markets edited by Mario Blejer and Marko Skreb. Cambridge, Mass.: MIT Press, pp. 4794. Farhi, Emmanuel, and Jean Tirole. 2009. Collective Moral Hazard, Maturity Mismatch and Systemic Bailouts. NBER Working Papers 15138. Fisher, Irving. 1933. The DebtDeflation Theory of Great Depressions. Econometrica 14: 33757. Freixas, Xavier, and JeanCharles Rochet. 1997. Microeconomics of Banking. Cambridge, Mass.: MIT Press. Friedman, Benjamin M., and Kenneth N. Kuttner. 1992. Money, Income, Prices, and Interest Rates. American Economic Review 82: 47292. Friedman, Milton, and Anna J. Schwartz. 1963. A Monetary History of the United States: 18671960. Princeton, N. J.: Princeton University Press. Geanakoplos, John. 2009. The Leverage Cycle. Cowles Foundation Discussion Papers 1715, Cowles Foundation, Yale University. Gertler, Mark. 1988. Financial Structure and Aggregate Economic Activity: An Overview. Journal of Money, Credit and Banking 203: 55988. Goldsmith, Raymond W. 1969. Financial Structure and Development. New Haven, Conn.: Yale University Press. Goodhart, Charles. 2007. Whatever Became of the Monetary Aggregates? Peston Lecture, delivered at Queen Mary College, London, on February 28, 2007 Goodhart, Charles A. E., and Boris Hofmann. 2008. House prices, money, credit and the. macroeconomy. Working Paper Series 888, European Central Bank. Gourinchas, PierreOlivier, Rodrigo O. Valdes, and Oscar Landerretche. 2001.Lending Booms: Latin America and the World. Economia 1 2: 4799. Gurley, John G., and E. S. Shaw. 1955. Financial Aspects of Economic Development. American Economic Review 45September: 51538. Hume, Michael, and Andrew Sentance. 2009. The Global Credit Boom: Challenges for Macroeconomics and Policy. External MPC Unit Discussion Paper No. 27, Bank of England, June. Jermann, Urban, and Vincenzo Quadrini, 2009.Macroeconomic Effects of Financial Shocks. NBER Working Papers 15338, September. Jung, Woo S. 1986. Financial Development and Economic Growth: International Evidence. Economic Development and Cultural Change 342: 33346. Kaminsky, Graciela L., and Carmen M. Reinhart. 1999. The Twin Crises: The Causes of Banking and BalanceofPayments Problems. American Economic Review 893: 473500. Kashyap, Anil K., Raghuram G. Rajan, and Jeremy C. Stein. 2008. Rethinking Capital Regulation. Proceedings, Federal Reserve Bank of Kansas City, pp. 431471. Kaufman, Henry. 1986. Debt: the threat to economic and financial stability. Economic Review, Federal Reserve Bank of Kansas City, December, pp. 311. Kindleberger, Charles P. 1978. Manias, Panics, and Crashes: A History of Financial Crises. New York: Basic Books. King, Robert G., and Ross Levine. 1993. Finance and Growth: Schumpeter Might Be Right. Quarterly Journal of Economics 108: 71727. 36 Kiyotaki, Nobuhiro, and John Moore. 1997. Credit Cycles. Journal of Political Economy 1052: 21148. Laeven, Luc, and Fabian Valencia. 2008. Systemic Banking Crises: A New Database. IMF Working Paper 08224, November. Mc Kinnon, Ronald I. 1973. Money and Capital in Economic Development. Washington, D.C.: Brookings Institution. Mc Kinnon, Ronald I.,and Huw Pill. 1997. Credible Economic Liberalizations and Overborrowing. American Economic Review 872: 18993. Mendoza, Enrique G., and Marco E. Terrones, 2008. An Anatomy Of Credit Booms: Evidence From Macro Aggregates And Micro Data. NBER Working Papers 14049. Minsky, Hyman P. 1977. The Financial Instability Hypothesis: an Interpretation of Keynes and Alternative to Standard Theory. Challenge March April: 2027. Mishkin, Frederic S., 1978. The Household Balance Sheet and the Great Depression. Journal of Economic History 38: 91837. Modigliani, Franco, and Merton Miller. 1958. The Cost of Capital, Corporation Finance and the Theory of Investment. American Economic Review 483: 26197. Nolan, Charles, and Christoph Thoenissen. 2009.Financial Shocks and the U.S. Business Cycle. Journal of Monetary Economics 564: 596604. Pepe, Margaret S. 2003. The Statistical Evaluation of Medical Tests for Classification and Prediction. Oxford: Oxford University Press. Rajan, Raghuram G. 2005. Has financial development made the world riskier? Proceedings, Federal Reserve Bank of Kansas City, pp. 313369. Reinhart, Carmen M., and Kenneth S. Rogoff. 2009. This Time is Different: Eight Centuries of Financial Folly. Princeton, N.J.: Princeton University Press. Rousseau, Peter L., and Paul Wachtel. 1998. Financial Intermediation and Economic Performance: Historical Evidence from Five Industrialized Countries. Journal of Money, Credit and Banking 304: 65778. Shaw, E. S. 1973. Financial Deepening in Economic Development. Oxford: Oxford University Press. Turner, Adair. 2009. The Turner Review: A Regulatory Response to the Global Banking Crisis. London: Financial Services Authority. Woodford, Michael. 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton, N.J.: Princeton University Press. White, William R. 2006. Is Price Stability Enough? BIS Working Papers, no. 205, April. 37 ", "filename": "VfS_2010_pid_34.pdf", "person": ["Moritz Schularick", "Schularick, Moritz", "Alan M. Taylor", "Taylor, Alan M."], "date": ["2010"]}