{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/100444/1/VfS_2014_pid_522.pdf"], "title": ["International Financial Market Integration, Asset Compositions and the Falling Exchange Rate Pass-Through"], "plaintext": "International Financial Market Integration, Asset Compositionsand the Falling Exchange Rate PassThrough Preliminary Almira Buzaushina Zeno Enders International Monetary Fund University of Heidelberg Mathias Hoffmann Deutsche Bundesbank Deutsche Bundesbank February 20, 2014Abstract This paper provides an explanation for the observed decline of exchange rate passthroughinto import prices by modeling the effects of financial market integration on the optimal choiceof the pricing currency in the context of rigid nominal goods prices. Contrary to previous literature, the interdependence of this choice with an optimal portfolio choice of internationally tradedfinancial assets is explicitly taken into account. In particular, price setters move towards morelocalcurrency pricing while the debt portfolio includes more foreign assets following increasedfinancial integration. Both predictions are in line with novel empirical evidence.Keywords:Exchange rate passthrough, financial integration,portfolio home bias, international price setting JELCodes: F41, F36, F31We thank Michael Devereux, Philip Lane, Akito Matsumoto, and seminar participants at the Deutsche Bundesbank,ECB, FU Berlin, IMF and ZEW Mannheim for helpful discussions. The usual disclaimer applies. The views expressedin this paper do not necessarily reflect those of the IMF or the Deutsche Bundesbank. Please address correspondence toabuzaushinaimf.org, zeno.endersuniheidelberg.de or mathias.hoffmannbundesbank.de.1 Introduction What drives the observed decline in exchange rate passthrough over time?1 This paper aims toreassess this question. We show that international financial integration, measured by the numberand nature of available assets, affects the international portfolio compositions of domestic relative toforeign bonds and equities, and thereby the exchange rate passthrough. We present novel empiricalobservations over the time period 1990 to 2010 showing that an increase in equity trade is positivelyassociated with a decline in the holding of domestic relative to foreign debt positions which we calla fall in debt home bias, lower exchangerate volatility, and a smaller degree of exchange rate passthrough.Trade in equity has increased considerably over the recent decades. The left panel of figure 1 showsthe sum of portfolio equity assets and liabilities plus the sum of foreign direct investment assets andliabilities over GDP blue solid line, as reported in the updated and extended version of the data setconstructed by Lane and MilesiFerretti 2007, over the time period 1990 to 2010 for a broad set ofcountries.2 As visible, trade of equity has grown impressively relative to GDP post 1987, the start ofthe financial globalization period see Kose et al., 2006, as well as relative to total debt assets andliabilities pictured by the black dashed line in the same panel.3 The empirical evidence thus showsa trend towards holding foreign equity, such that domestic agents benefit from an improvement ofeconomic conditions abroad.At the same time, relative holdings of debt positions in domestic relative to foreign currencies havedeclined internationally. In the right panel of figure 1, we plot the net debt in domestic currency lessnet debt in foreign currency over GDP blue solid line and over total debt assets and liabilities blackdashed line, for the same country group as above. Hence, the empirical evidence shows a trendtowards holding debt in foreign currency, such that domestic agents benefit from an appreciationof their own currency. Similarly, Bertaut and Griever 2004 document an increase in the portfolioweights of foreign longterm debt between 1997 until 2001 for Australia, Denmark, the Euro Area,the United Kingdom, and Sweden.Based on these observations, we develop a twocountry stochastic general equilibrium model of optimal portfolio choice and endogenous pricing currencies in which we analyze the relationship betweenthe exchange rate passthrough and international financial integration in detail. In particular, startingfrom a world with trade in nominal bonds only, we add the possibility of trade in equity. The possibility for households to trade not only in nominal bonds but also in equities is interpreted as increasedinternational financial market integration.4 The expanded set of tradeable financial assets by equity 1For example, Ihrig et al. 2006 report a statistically significant decline in the average exchange rate passthrough between 19751989 and 19902004 in the G7 countries. Marazzi et al. 2005 and Otani et al. 2003 have established similarresults concentrating on the U.S. and Japan, respectively. Campa et al. 2005s study of crosscountry trade between EMUand nonEMU countries suggests also a decline in the exchange rate passthrough in a majority of countries. Also International Monetary Fund 2006b shows a considerable fall of passthrough to import prices for Canada, France, Germany,Italy, Japan, the UK, and the US from 197589 to 19902002. Frankel et al. 2005 and International Monetary Fund 2006adocument a particular strong decline for emerging economies. HM Customs and Excise 2001 reports a reduction of theshare of UK imports priced in pound sterling between 1999 and 2002 by 18 per cent.See also Taylor 2000 and Campa and Goldberg 2002.2We use this time period throughout the paper due to the availability of data on currencies of foreign debt holdings.Appendix C provides a detailed description of the data.3Arguably, falling transaction costs and reduced informational frictions have triggered this development and have increased the possibilities of countries to hedge against idiosyncratic risk by changing relative portfolio weights of domesticto foreign equity. This is particularly relevant for countries that started with less developed financial markets.4Thus, the degree of international financial integration is measured by the amount of financial instruments available toinsure against different types of risk. Kose et al. 2006 argue that this quantitybased measure is best suited to capture 110.90.80.70.60.50.40.30.219901992199419961998Time 0.150.10.0500.050.10.152000200220040.219901992199419961998200020022004Time Figure 1: Sum of portfolio equity and FDI assets and liabilities over GDP left, blue solid line and dividedby sum of debt assets and liabilities left, black dashed line; average debt home bias over total debt right,blue solid line and divided by sum of debt assets and liabilities right, black dashed line. Sources: Lane and MilesiFerretti 2007 and Lane and Shambaugh 2010.allows agents in both countries to hedge more effectively, resulting in an increase of internationaltrade in equity. Using both assets, in turn, frees debt from some of its burden to hedge against allshocks present in the economy. A fall in the home bias of international debt holdings obtains.The rebalancing of optimal international crosscountry asset holdings does not come without an effecton other variables in our general equilibrium model, especially the nominal exchange rate. Since thenominal exchange rate is the key variable when firms decide to preset their export price in theirown currency full exchange rate passthrough or in the local currency incomplete exchange ratepassthrough, financial market deepening will also affect the firms export pricing decision. Whendeciding to sell the export good in their own or local currency firms compare their expected profits.As prices are preset the expected domestic revenues and, hence, profits increase onetoone with anominal exchange rate depreciation when selling in the local currency while exchange rate movementswould not induce any changes in the cost of producing the export good. In contrast, when selling intheir own currency, domestic revenues increase over proportionally with a depreciation of the nominalexchange rate due to the expenditure switching effect, which prevails in the case of full exchange ratepassthrough. However, firms would have to meet the higher demand at the given price and haveto adjust their labor inputs. This requires adjustments in marginal costs which increases expectedtotal costs of firms. Exporting firms take this into account when deciding to set their export prices intheir own or in local currency. Better hedging possibilities via deeper international financial marketsstabilize countries nominal spending and lead to less pronounced swings in the nominal exchangerate. Consequently, the positive effect exchange rate movements have on the firms expected revenueis mitigated. At the same time the deepening of international financial markets leads to a strongercorrelation between exchange rate movements and expected costs. Both aspects induce firms to switchto localcurrency pricing, as discussed in Devereux et al. 2004.5 Consequently, when internationalfinancial integration internationally.5In a previous version, Devereux and Engel 2004 find that switching from a bondonly international financial market toa complete set of statecontingent assets increases the importance of relative instead of absolute monetary stability for pricesetting. As their model features only monetary disturbances as a source of fluctuations and does not endogenize optimalportfolio decisions, we see our paper as complementary. Similarly, our analysis adds to the insights of Engel and Matsumoto 2financial markets are more integrated the exchange rate passthrough declines.Despite the importance of the exchange rate passtrough on welfare and optimal monetary policy, aswell as the creation of a monetary union there have been relatively few explanations put forward inexplaining the decline of the exchange rate passthrough.6 For example, Taylor 2000 argues thatin increasingly prevailing lowinflation environments the persistence of inflation is lower, whichalso reduces the persistence of cost changes and the incentives to change prices after exchangeratemovements. Campa and Goldberg 2005 confirm the negative correlation between lower inflationrates and lower passthrough, but attribute this to the shift of imports towards goods that exhibit alower degree of passthrough. Our explanation that the falling exchange ratepassthrough is affectedby the increased international financial integration does not contradict the above hypotheses and canindeed be one of several important factors explaining the decline in the exchange rate passthrough.By modeling this link, we combine two separate strands of literature. On the one hand, the abovementioned theoretical papers deal with the determinants and effects of localcurrency pricing vs.producercurrency pricing, while the optimal international portfolio choice is subject of a distinct bodyof literature. Most importantly, we use the method developed by Devereux and Sutherland 2011 tosolve for the optimal composition of each countrys debt and equity portfolio in terms of currencydenomination The insights obtained within this paper might be particularly important for groups ofcountries that move towards a currency union. The preceding financial market integration can reduceexchange rate passthrough, lowering the costs of giving up the nominal exchange rate as a channel ofadjustment after idiosyncratic shocks, see also Engel 2000 and Devereux and Engel 2003. To thebest of our knowledge, this aspect of the endogeneity of optimumcurrencyarea criteria has not beenexplored so far.The remainder of this paper is organized as follows. Section 2 describes our theoretical framework.Section A lays out the optimal portfolio choice under alternative assumption regarding financial markets, while section 3 describes the results regarding the interaction between international financialmarkets and the pricing currency choice.In section 4 we provide empirical evidence on the linkbetween international financial integration and the increase in debt home bias, falling exchangeratevolatility, and the decline in the exchange rate passthrough. Section 5 concludes. In appendix A wesolve the model for unrestricted parameter values, while appendix C lists the sources for all data usedthroughout the paper.2 The Model Having obtained some empirical indications for the importance of international equity trade in relationto debt holdings for explaining the decline in the exchange rate passthrough, we now present a formalanalysis of the effects of international asset trade on the exchange rate passthrough. The analysisbuilds on Devereux and Engel 2003 and similar models. Our model will be able to confirm the2009, who show that an explicit exchangerate insurance can induce the same allocation as trade in a completemarketssetup. In our model with more shocks, bond and equity holdings serve as imperfect substitutes for such a insurance.6Obstfeld and Rogoff 2000 have shown that with full exchange rate passthrough it is not desirable for countries totarget the nominal exchange rate in terms of welfare. A floating exchange rate allows for the adjustment of relative pricesand helps to stabilize output and other macroeconomic variables in response of an external shock. However, if exchangerate passthrough is incomplete the exchange rate becomes powerless to alter relative prices and, hence, the shock absorbingmechanism of a floating exchange rate evaporates Devereux and Engel, 2003. An important consequence is that underthese assumptions countries should adopt a monetary policy oriented at minimizing exchange rate fluctuations to improvewelfare. Other studies showing the importance of passthrough include Betts and Devereux 1996, 2000, Engel 2000, and Obstfeld and Rogoff 2002.3empirical findings by allowing for both, an endogenous portfolio choice by households and optimalpricesetting behavior by firms.In a stochastic twocountry world, agents of the home, H, and foreign, F , country produce tradedgoods. Both countries are of the same size and its inhabitants are indexed by numbers in the interval0, 1. Home agents consume a continuum of z differentiated home and foreign goods. Each household provides labor supply to the domestic monopolistic firms. Monopolistic firms set their pricesprior to the realization of aggregate technology disturbances, monetary policy shocks and demanddisturbances, induced by the fiscal authority in each country. They meet the demand at the presetprice. Foreign country conditions, indicated by an asterisk, are defined analogously.There are two periods. In period t 0 no output is produced and no consumption takes place buthouseholds trade assets in international financial markets before any shocks occur in the economies.Two different international financial asset markets are assessed. Households can either endogenouslychoose the amount of wealth they like to invest in home and foreign nominal bonds, or in either homeand foreign nominal bonds as well as equities i.e., claims on the future profits of foreign firms. Moving from an asset market where only nominal bonds are traded towards financial markets where bothnominal bonds and equities are held is interpreted as international financial market integration. Afterasset trade has taken place firms decide whether to set their preset price of export goods either in theirown currency i.e., producercurrency pricing, PCP or in the currency of the importing country i.e.,localcurrency pricing, LCP. In period t 1 households decide about money balances, consumption,and labor supply, while firms produce and sell goods that consumers demand, once uncertainty isresolved.Preferences Expected utility of the representative household is increasing in the aggregate consumption index C i, real balances M iP and decreasing in the disutility of work effort Li inperiod 1:U i E0cid:20 Ci1 11 ln M iP KLivv cid:21 .11 CF i1 CH i1 1 a1The expectation operator across states of natures in period t 1 given date t 0 information isdenoted by E0. The parameter 0 is the degree of relative risk aversion, v 1 is the inverse of theelasticity of labor supply while and K are strictly positive parameters. Total labor supply Li of 0 Lzdz.household i is distributed across z monopolistic firms in the traded goods sector, L i R 1F cid:17 1C i cid:16a 1 with P cid:16a P 1 cid:17 The consumption index is a composite of domestic goods and goods produced abroad,reflecting the home consumer price index. The elasticity of substitutionbetween home and foreign goods 0 captures the sensitivity of the allocation between home andforeign goods with respect to relative price changes. For 1, home and foreign goods are substitutes. The parameter a 1 n2 measures the overall share of home goods in the home consumption basket see Sutherland, 2005. Trade openness is measured by the parameter 0 n 1. Thisformulation accounts for the empirical consumption bias towards tradable goods produced locally.Households give a higher weight to local than to foreign goods. In case of complete trade opennessn 1, there is no home bias in consumption and domestic as well as foreign households consumeequal shares of home and foreign goods. In case of n 0, both countries are completely closed.Consumption of home and foreign goods are each a constantelasticityofsubstitution bundle of differentiated products, with 1 reflecting the elasticity of substitution between differentiated goods.H 1 a P 11 ,24dle CH i R 1All home goods sold domestically by local firms are priced in domestic currency, resulting in the bun1 .Imports can be priced either in the consumers LCP or exporting firms PCP currency. It is assumedthat the fraction z z of firms in home foreign country exhibits LCP, and the remaining fraction 1 z 1 z is engaged in PCP, so that 1 , with the corresponding price index PHR 10 PHz1dz0 CHi, z1 dz1CF i cid:18Z 10CF i, z11 dzcid:19 and PF Z z 0PF z1dz Z 1z SP F z1dz! 11.3The nominal exchange rate S reflects the home currency price of the foreign currency. Analogousconditions hold for the foreign country.International financial markets and budget constraints We assume different international financial market structures reflecting an ongoing process of the international financial market integrationand financial market deepening. In period t 0 international asset trade may take place in nominalbonds NB or in nominal bonds and equity shares NBE. Moving from a financial market where onlynominal bonds are traded towards financial markets where both bond and equity trade takes place isinterpreted as increasing international financial integration. Thus, the degree of international financialintegration is measured by the amount of financial instruments available to insure against differenttypes of risk.Trade in bonds only When international financial markets are less integrated it is assumed that there is only trade in homeand foreign nominal bonds in period t 0. Bonds are in zero net supply in each period such that BH BH 0 and BF BF 0,4where BH BF are domestic foreign nominal bonds held by domestic households and BH BF are domestic bonds held by foreign consumers. Home bonds are denominated in home currency andforeign bonds in foreign currency. Furthermore, we assume that the initial and final net foreign assetpositions in both countries are zero so that BH S0BF and BH S0BF ,when expressed in country H currency units. If a country goes short in its own bonds, BH 0BH.Using 4 this can be written as F 0, this implies that this country, H F , holds a positive position of foreign bonds, BF BBH S0BF and BH S0BF .We can thus express both bonds as B BH S0BF . B 0 then implies that country H borrows indomestic currency and lends in foreign currency. H would in this case benefit from a depreciation ofits currency. At time t 0 the home household i faces the following budget constraintp BBH p BS0BF 0.5Due to the initial symmetry, the foreign budget constraint at t 0 can be written as: p BS0Bp BS0BH F 0. Furthermore, the price for bonds is initially identical and F p BBH p BS0B5S0 1. Consequently, p B p B holds. In period t 1 the representative household derives itsincome by supplying labor at the nominal wage rate, receiving nominal profits from domestic firmsand returns from bond holdings determined in the previous period. Turning to the expenditure side,the household consumes, holds money M, and pays lumpsum taxes T . The budget constraints of therepresentative households in countries H and F in period t 1 are then given by BH SBF W L P C M M0 T,S BH SBF SW L SP C S M M 0 T ,67respectively. Total nominal profits from home and foreign sales of the domestic and foreign firms are and . W and W reflect the nominal wage rate at home and abroad. In case of only nominalbonds trade, the Euler equations that characterize the domestic households optimal portfolio choicedecision are given by 0p B E0 ,0p B E0 S ,where Cis the Lagrange multiplier associated with the period t 1 budget constraint. Due Pto the initial symmetry p B p B. The marginal benefits of both types of assets have to be equal inexpected terms, if expressed in the same currency. Hence, the following equation defines the assetmarket equilibrium conditions at home and abroad,E0cid:18 C P cid:19 E0cid:18 C PScid:19 and E0cid:18 C SP cid:19 E0cid:18 C SP Scid:19 ,8expressed in H currency units. Note that due to the zero net foreign asset positions, either no or bothbonds will be held, such that the Euler equations have to hold for both bonds.Trade in bonds and equity If financial markets are integrated, two types of financial assets are traded, bonds and equities. Thehome agent then faces the following additional budget constraint at time t 0:p E 1 Sp E p E,9where p E p E is the price for a home foreign equity share and 1 is the optimal amountof home foreign shares purchased by domestic consumers. The supply of each share is normalizedto unity. Due to the initial symmetry, the foreign budget constraint at t 0 can be written as: 1 p E Sp E Sp E. Consequently, p E Sp E holds. Initially, households fully own their localfirms and the net foreign asset position is zero. Combining the budget constraints for trade in bonds5 and in equities 9, we derive the relevant budget constraint in the NBE economy at time t 0:p BBH S0p BBF p E 1 S0p E p E.10In period t 1 the budget constraints of the representative consumers in countries H and F are thengiven by 1 S BH SBS 1 BH SBwhere the households derive their financial income from holding nominal bonds and receiving nominalprofits from domestic and foreign firms according to the amounts of shares determined in the previous F W L P C M M1 T,F SW L SP C Scid:0M M 1 T cid:1 ,116period. For 0.5 we have a home bias in equity holdings. For trade in equities, the Euler equationswith respect to equity shares equalize the marginal costs of buying an additional unit of firms profitsin period t 0 to the marginal gains in period t 1. They are given by 0p E E0 , 0p E E0 S .Plugging the Lagrange multiplier of the period t 1 budget constraint into the above equation, the Euler equations can be written as E0cid:18C Pcid:19 E0cid:18 C PScid:19 and E0cid:18 C SP cid:19 E0cid:18 C SP Scid:19 ,12which define the asset market equilibrium condition at home and abroad.Fiscal and monetary authorities The home government finances its consumption spending bymeans of taxes and seigniorage. Its budget constraint equals P G T M M1, where T denoteslumpsum taxes. It is assumed that total government expenditure G is a random demand shift with amean value of E1 G 0 and a finite variance V arG. A similar expression holds for the foreigncountry. We assume that home and foreign government spending shocks are uncorrelated. Furthermore, the money supply in each country has a mean value of zero, i.e., E1 M E1 M 0and a finite variance V arM and V arM , where the home and foreign monetary disturbances areuncorrelated.2.1 Firstorder conditions The above described setup gives rise to a number of firstorder conditions.In particular the consumption Euler equations will depend on the assumed asset market structure, i.e., the number ofinternationally traded financial assets.Money demand and labor supply In period t 1 the representative consumer maximizes her utility1 with respect to consumption, money balances, and work effort subject to the budget constraint 6or 11. The firstorder conditions associated with money holdings and the labor supply decisionimply MP C and WPKLv 1C ,13respectively. The firstorder condition associated with the labor supply decision implies that themarginal rate of substitution between consumption and leisure is equal to their relative price. Asin Devereux and Engel 2004we assume in the following that v 1, which implies an infinite wageelasticity of labor supply. The foreign country has similar firstorder conditions.Money market and the nominal exchange rate The first order conditions associated with moneyholdings allow to express the money market conditions as functions of the nominal spending at homeand abroad P C 1MC 1 and P C 1M C 1 .14Expressing the two conditions in domestic currency units and solving for the nominal exchange rateyields 7S MM cid:18 P CSP C cid:19cid:18 SP P cid:19115The nominal exchange rate will be affected by the underlying international financial market integration SP C , depend on the amount of assets to be traded, as shownsince differences in nominal spending,by equations 6 and 11.P CDemand for goods Domestic demand for home and foreign goods depends on the intratemporalbudget constraint P Ci PH CHi PF CF i.Maximizing 2 subject to the intratemporal budget constraint leads to the following demand functions for home and foreign goods CHi acid:18 PHP cid:19Ciand CF i 1 acid:18 PFP cid:19Ci,16with the following demand functions for individual home, CHz PH zPH CH, and foreigngoodszFCF i, z cid:18 P LCPCF i, z cid:18 SP P CPFPFPFcid:19cid:19zCF ifor z 0,  , z,CF ifor z z,  , 1.17Analogous demand functions apply for the foreign country. The government in each country consumes constant shares of local and foreign products, such that the home government demand fordifferentiated goods takes the same form as for the private demand functions 16 and 17, GH a PHP G and GF 1 a PF P G. Consequently, the individual government demandfunction are the same as in 17 and also hold for the foreign country.Profits and Firms price setting decision Firms produce differentiated goods under monopolisticcompetition and hire labor L at the nominal wage rate W . In t 0 firms set their prices by maximizingexpected profits from sales in t 1 and decide in which currency the prices of the export goods haveto be set. The production function is given by Y z AL z CH z GH z C H z GH z ,where A is the productivity parameter that can be seen as a random shift in productivity with a meanvalue of E1 ln A 0 and a finite variance V arb A. A similar expression holds for the foreigncountry. We assume that both shocks are not correlated. The associated profits for domestic sales are E0 E0d PHz mccid:18 PHzPH cid:19cid:18 PHP cid:19D .Profits are discounted with the discount factor d since firms are owned by domestic households andfuture profits from production will be evaluated according to the households marginal utility of consumption d C P . D denotes a home demand variable which consists of private 1 aC and 8state 1 aG consumption and is independent of prices.7 Marginal costs are equal to The profitmaximizing price for domestic sales of an individual home firm equalsmc WA.18PH z 1E0mc CHd E0CHd,given the respective individual demand functions. When firms decide whether to set the export pricein their own currency PCP or in the local currency LCP, they compare their expected profits fromselling in PCP or LCP. The expected profit function of a home firm from sales to the foreign countryin local currency can be written as E0cid:0LCPcid:1 E0dcid:0SP LCPHz mccid:1cid:18 P LCPP HHzcid:19cid:18 P P cid:19HD.19The profitmaximizing price for localcurrency pricing firms is P LCPfor z 0,  , z, with Z d P export sales in the local currency are 1 E0mc Z E0SZ ,P D. Using this solution, the expected discounted profits fromz HHE0cid:0LCPcid:1 E0SZ E0mc Z 1 ,20where 1 1 1. The first term of the righthand side of equation 20 reflects theexpected revenues from sales while the second term shows the cost component of expected profits.Thus, revenues and therefore profits under LCP are linear in the nominal exchange rate. This meansthat under LCP domestic currency revenues increase onetoone with a nominal exchange rate depreciation. Costs are unaffected by changes in the nominal exchange rate since exchangerate movementsdo not induce any demand changes. This can be seen more clearly when taking a secondorder approximation of expected profits under LCPE0cid:0b LCPcid:1 V arb S2 1 V arcmc2V arc Z 2 Covcmc,c Z ,where b X ln X ln X denotes the percentage deviation of the variable X from its steady state X,V arb X E0b X2 its variance and Covb X,b Y E0b X b Y its covariance wwith variable Y .Equation 21 shows that expected profits under LCP are increasing in nominal exchange rate changesvia expected revenues. Furthermore, changes in the nominal exchange rate do not affect expectedcosts. The expected profit function of a home firm from sales to the foreign country in producercurrency can be written as21E0cid:0P CPcid:1 E0dcid:0P P CPHz mccid:1cid:18 P P CPHSP zH cid:19cid:18 P P cid:19HD.22The corresponding profitmaximizing price for firms that employ producercurrency pricing is then 1 E0mc SZ E0SZ , for z z,  , 1. Using this solution, the expectedgiven by P P CPdiscounted profits from export sales in the producer currency are given asz H7Given that each firm is a monopolistic producer, profits will be positive for a finite 1.E0cid:0P CPcid:1 E0SZ E0mc SZ 1 .239Under PCP, expected profits are convex in the nominal exchange rate since 1. Then, due tothe expenditureswitching effect a nominal exchange rate depreciation increases foreign demand fordomestic goods by more than one since 1 . This means that ceteris paribus, with a rise innominal exchange rate expected, revenues from sales under PCP increase relatively to LCP. However,in contrast to LCP a change in the nominal exchange rate directly impacts expected costs and henceexpected profits negatively. Both points can be illustrated by taking a secondorder approximation ofexpected profits under PCP:E0cid:0b P CPcid:1 2 V arb S21 V arcmc2V arc Z 2 Covcmc,c Z Covcmc,b S , 24Under PCP, nominal exchange rate variability increases revenues by more than one, as 1, dueto the expenditureswitching effect. However, changes in the nominal exchange rate induce demandchanges under PCP. As the firm has to meet the demand the given price it has to adjust its labor inputs.A higher variability in production inputs requires adjustments in firms marginal costs which affectsexpected costs negatively, so that Covcmc,b S 0. Thus, a positive covariance between the nominalexchange rate and marginal costs leads to an increase in expected total costs under PCP relatively tototal costs under LCP. This fact will be of importance when assessing the role of international financialmarket integration on the export price setting behavior of firms. As financial integration affects thebehavior of the nominal exchange rate it will influence the price setting decision of firms. Following Devereux et al. 2004 and subtracting 21 from 24, we obtain the decision rule of the home firmwhether to set its export price in its own or the local currency. The firm will set its price in PCP LCPas long as expected profits under PCP LCP are higher than under LCP PCP, such that a firmsdecision rule becomes25V arb S2 Covcmc,b S 0, 0.The optimal pricing currency condition 25 holds under the assumption that the discount factor,prices of other firms, foreign total demand and foreign prices are initially exogenous to an individualfirm and its pricing currency decision. Analogously, we can think about a foreign firm exporting tothe domestic economy and its optimal pricing currency decision. The foreign firm has similar profitstructures and will decide to price its exports in the foreign home currency if V arb S22.2 Equilibrium and steady state Covdmc,b S 0, 0.26The above described optimality and market clearing conditions are used to determine the endogenousvariables in equilibrium in particular, the bond, b , and equity portfolios, , as well as the equilibrium exchange rate passthrough, 1 z 1 z . The rational expectations equilibrium is a set ofvalues for consumption, output, labor, real wages, prices and the optimal portfolio shares, given thedistribution of shocks to technology, government spending and money supplies at home and abroad,A, A, G, G, M, M . The model is solved by loglinearizing around the symmetric steady statewhere the economic disturbances equal unity.Within the steady state a countrys revenue is given by REV Y PH P C. Then it follows thatprofits and labor income are shares of a countrys income, given by 1REV and W L 1REV , respectively. Given the symmetry across countries, purchasing power parity holdswithin the steady state, so that SP P . Furthermore, individual prices are given by PH 101W A. As the two countries are identical in the steady state it follows that the law of one priceholds within and across goods, PH SP F . Having described the optimal pricingconditions, the equilibrium and steady state we will now show how the integration of internationalasset markets affect the exchange rate passthrough via the composition of asset traded within financialmarkets.H PF SP 3 Financial Markets and the falling exchange rate passthrough Having described the optimal pricing conditions we will show how the integration of internationalasset markets affect in equilibrium the nominal exchange rate behavior, which is the main variablein the exporting firms choice to set their price in their own or local currency, and the exchange ratepassthrough. To analytically illustrate the mechanisms at work we first make a set of simplifyingassumptions. Section 3.2 reports results of numerical simulations of the unrestricted model, whosesolution together with additional intuition is presented in appendix A. In the following we draw onthis solution for deriving the simplified version.3.1 Analytical solution for the simple model structure As a first step, we assume that there is no home bias in household and government consumption, suchthat a 0.5. Furthermore, we assume logutility, i.e., 1 and that the elasticity of substitutionbetween home and foreign traded goods, , equals unity.8 This allows us to derive a closedformsolution. With the solution at hand we first discuss the portfolio allocation outcome and then showhow it relates to the pricesetting behavior of firms.3.1.1 The nominal exchange rate The money market equilibrium allows to solve for the nominal exchange rate. Expressing 15 inloglinear terms yieldsb S c M c M d P C SP C .In equilibrium the nominal exchange rate will not only be affected by the relative money supplies butalso via the differences in nominal spending, d P C SP C , by the amount of assets traded. To seethis consider in turn the households budget constraint at home and abroad when only bonds are tradedor with trade in both bonds and equity.273.1.2 Trade in bonds only Consider first equations 6 and 7, which show that relative nominal spending in the case of trade inbonds equates tod P C SP C 2bb S REV SREV b G c G.The financial return to the bond holdings b is given by nominal exchange rate deviations, b S whilerelative sales revenues are the nonfinancial income. We define b BP C, b G GC, REV 8The assumption of 1 implies CobbDouglas preferences. In this case, the terms of trade provide a risksharingrole, as shown by Cole and Obstfeld 1991, and the asset market structure might not be relevant. However, this is onlytrue when there are only productivity shocks and international asset positions are zero. In the case of demand shocks, suchas government spending shocks, risk sharing requires relative income to move asymmetrically, which might also causenonzero asset positions.2811b d W L and we have used the fact that BH BF for S0 1. B is the equilibrium amount ofbonds we are looking for. Given equations 28, we can express the nominal exchange rate 27 in theeconomy with trade in bonds only asb S cid:18 11 2bcid:19 c M c M cid:18 11 2bcid:19 b G b G,given that REV SREV 0 in our simple model structure. Given the insurance properties inthe economies with nominal bonds only, the exchange rate only transmits two of the three possibleeconomic disturbances across countries. The impact effect of the shocks is affected by the size of theequilibrium portfolio holding of b. The fact that not all disturbances are transmitted via the nominalexchange rate has direct implications for the price setting decision of the firm. To see this moreclearly, consider the loglinearized version of the home marginal costs, equation 18, and its foreigncounterpartrespectively, given equation 13. It follows that the covariance between marginal costs and the nominal exchange rate can be written ascmc c M b A and cmc c M b A,V arc M and Covcmc,b S 1 2b Covcmc,b S V arc M 1 2b,31respectively. Note that when nominal bonds are traded only monetary disturbances affect the covariance relationship between marginal costs and the nominal exchange rate. Since all shocks areuncorrelated, the variance of the nominal exchange rate equals V arb S V arc M c M 1 2b2V arb G b G1 2b2,32with V arb G b G and V arc M c M reflecting the sum of variances of the government spendingand monetary policy shocks. The magnitude of the covariance relationship and the variability of thenominal exchange rate, however, will depend on the equilibrium bond holding b.What will be the amount of equilibrium bonds b hold within this financial market structure? Considerthe equilibrium evolution of the nominal exchange rate 29 together with the equilibrium consumption, equation 13, which can be stated as293033b C c M 1 z2b S.the depreciation, i.e. increase of the nominal exchange rate.9 In contrast, a positive disturbance tothis in turn will cause a decline in consumption. The latter effect dominates, as a relatively higherdomestic government shock also causes a decline in relative nominal spending, which is determined It then follows that a positive monetary policy shock, i.e., c M 0, will increase consumption, despitegovernment spending, i.e., b G 0, will also cause a depreciation of the nominal exchange rate butby 28,d P C SP C 2bb S b G c G. Households can hedge against the risk of a decline in 2bb S 0. Foreign bonds, i.e., b 0, are a good hedge against income risk if a higher domestic government spending causes a depreciation of the nominal exchange rate and, hence, a higher return onconsumption and nominal spending by choosing the appropriate equilibrium bond portfolio such that 9To ensure that a depreciation occurs it needs to be the case that b 0.5, a condition shown to be satisfied.12foreign bonds. Thus, given that the relative financial return of nominal bonds holding is b S, holdingforeign currency bonds would allow households to hedge against unexpected nominal exchange ratedepreciations due to domestic government disturbances. In such a case the country will receive netfinancial payments from abroad when its currency is unexpectedly weak. To obtain the equilibriumportfolio choice of b we follow an approximation method for computing the equilibrium portfoliopositions developed by Devereux and Sutherland 2011 and take a secondorder approximation ofthe asset market equilibrium condition for the home country 8 and its foreign counterpart. The fulldetails of the derivations are found in the appendix. From A8 the solution to the equilibrium bondportfolio is then given byb .34The equilibrium bond position implies that the home country lends in the foreign currency and borrowsin its own since b 0. Thus, in states when the domestic currency is weak the equilibrium bondpositions ensure that the home country will receive net payments from abroad to insure against countryspecific shocks. This effect is more pronounced the larger are the variances of government spendingrelative to money supply shocks.Since the home country decides to hold a larger amount of foreign assets, i.e., b 0, the covariancebetween marginal costs and the nominal exchange rate 31 will be low in absolute value. From 32it follows that the variance of the nominal exchange rate is decreasing in the home countrys foreignasset position, i.e., the smaller is b. This has direct implications for the home firms pricing decision.For illustrative purposes we consider a symmetrical equilibrium where all home and foreign shockvariances are identical. The firms decision rule to either price its exports in its own or local currencycan be written as see equations 25 and 26V arb G b G2V arc M c M RN B 1 2b1 2b2 .35V arb S2 Covcmc,b S Equation 35 shows that the decision of firms to set their export prices either in their own currencyPCP or in the currency of consumers LCP depends on the equilibrium allocation of b. For example,if the equilibrium bond position is b 12, it follows from 35 that RN B 0 and firms willdecide to price their export goods in the domestic currency. However, if the asset position b is b 12, firms will decide to price exports in the foreign currency, as RN B 0. Given the symmetricequilibrium with home and foreign shock variances being identical, the equilibrium bond positionequals b 12. This implies that RN B 0. Consequently, in the NB economy home firms willbe indifferent between setting their export prices in PCP or LCP. The same argument applies to theforeign country. As RN B 0, the price setting incentives will depend on what other exporting firmsdo. If all exporting firms follow PCP, then any single firm would have an incentive to deviate andchoose LCP. But if all firms follow LCP, then any single firm would have an incentive to deviateand choose PCP. Thus, there is no equilibrium where all firms follow the same pricing policy. Bycontinuity, an intermediate equilibrium exists in which some firms choose PCP and some firms decideon LCP see Devereux et al. 2004. Consequently, there is neither full nor zero exchange rate passthrough, i.e., 0 z z 1.3.1.3 Trade in bonds and equities When financial markets become more integrated, households have the possibility to trade not onlynominal bonds internationally but also equities, . Since those assets have a different risk profile,13the two countries exchange assets to smooth fluctuations in consumption spending across differentstates of natures.When both nominal bonds and equities are traded we linearize the period t 1 budget constraint forthe home country and its foreign counterpart, 11. Taking country differences yields2 1 1d P C SP C b d S 2bb S b G c G d W L SW L.In equilibrium the return on equities, b d S, and labour income, d W L SW L, is given byb Scid:21 ,cid:20b A b A c M c M b d S 2bb S c M c M b G c G b d S 1 2 1d W L SW L b A b A 1z zzz 2andzz 223637 ,. Given equation 36 we can express the nominal exchange rate 28 in the econwith 1omy aszz 2b S 2 1 1 1c M c M b G b G 21 12b 2 1 1 b A b A.38Again, the equilibrium outcome of the nominal exchange rate depends on the equilibrium portfolioallocation, here bonds, b, and equities, . Furthermore, in contrast to the economy where only nominalbonds can be traded, the holding of both, bonds and equities allows the exchange rate to transmitall three economic disturbances across countries. From 30 and 38 it follows that the covariancebetween marginal costs and the nominal exchange rate can now be written as Covcmc,b S Covcmc,b S 2 1 1 12b 2 1 12 1 1 12b 2 1 1V arc M V arc M 2 1 12b 2 1 12 1 12b 2 1 1V arb A,V arb A,Now, all shocks that affect marginal costs will also be reflected in the covariance relationship withthe nominal exchange rate. Thus, the covariance relationship between marginal costs and the nominalexchange rate is not only affected by monetary disturbances, as in economy where only nominalbonds are traded internationally, but also by productivity disturbances. The variance of the nominalexchange rate equals3940V arb S 2 1 12b 2 1 12 12V arc M c M V arb G b G 2V arb A b A.2b 2 1 122 1 1For a given monopolistic markup, 1, the sign and magnitude of the variance of the nominalexchange rate and its covariance with marginal costs will depend on both the equilibrium amountof bonds and equities held as well as the global incomplete exchange rate passthrough z z2.14The higher is this expression, the lower will be the exchange rate passthrough. What determines theequilibrium portfolio within this economy? From equilibrium consumption, equation 13, andb C c M 1 z2b S,41it follows that in states of nature when the domestic currency is unexpectedly weak, consumptionwould be low. Households can hedge by choosing a combination of nominal bond and equity holdingsthat stabilizes relative nominal consumption. For example, a depreciated currency would cause adecline in consumption but would have a favorable impact on the returns of equities, 37, sinceb d S rises as the nominal exchange rate increases. Thus, if households hold mainly domesticequities and at the same time choose a bond allocation that provides net payments in states whenthe domestic currency is unexpectedly weak i.e., b 0 a higher nominal income is ensured, given36. Again, following an approximation method for computing the equilibrium portfolio positionsdeveloped by Devereux and Sutherland 2011 the solution to the equilibrium bond position iswhile the equilibrium equity position turns intob 2V arb G b GV arb A b A 2zz 2V arb A b AV arc M c M 1 V arb G b G2V arb A b A 2V arb A b AV arc M c M ,42.43Equations 42 and 43 illustrate that expanding the set of tradeable financial assets by equity allowsagents in both countries to hedge more effectively since now households can hedge against productivity disturbances, which is not possible in the NB economies. Households decide to hold a higheramount of foreign bond assets, i.e., b 0, and a larger amount of domestic equity, 1. Thisensures them an optimal hedge against fluctuations in spending due to disturbances in government,monetary policy and productivity.In contrast to the NB economy, the equilibrium bond position is affected by the exchange rate passthrough z and z. Hence, to specify the equilibrium outcome in the NBE economies it is necessaryto have a closer look at the firms price setting decision rules. Using 39 and 40, in the symmetricequilibrium the home firms pricing decision rule 25 can be expressed as RN BE 2 1cid:24 1 1cid:0 1 cid:3 cid:1 cid:3 1 2bcid:21 4 1 12b 2 1 12,Since we are assuming a symmetric equilibrium. We assess the decision rule RN BE between z z 0 and z z 1, changing the value of . Thena PCP is a unique equilibrium ifb 1 cid:24 1 1 cid:321 4 1 112and b 121 2 1 11 4 1 1,which ensures that RN BE 0 for all z.15b LCP is the unique equilibrium ifb 1 cid:24 1 1 cid:321 4 1 112and b 121 2 1 11 4 1 1,which ensures that RN BE 0 for all z.c a mixture between PCP and LCP is a unique equilibrium for 0 z 1 ifb cid:321 cid:24 1 11 4 1 112and b 121 2 1 11 4 1 1,which ensures that RN BE 0 for z.As we have assumed a symmetric equilibrium, the markup 1 is the driving coefficient thatdecides about the equilibrium outcome. Martins et al. 1996 find markups ranging between 10 and 35 percent, which implies a in the range of around 4 to 10. For markups in this range, it holds thatthe pricing decision rule RN BE 0 for all z. Consequently, the equilibrium value of z equals 1 andthe global incomplete exchange rate passthrough for z z equals 0. Thus, there is no global shortrun exchange rate passthrough. Consequently, when moving towards internationally more integratedfinancial markets, i.e., moving from the nominal bond economy to an economy where both bonds andequities are traded internationally, the global exchange rate passthrough declines. The solution for zimplies that the equilibrium bond position will be equal to 12.What explains the decline in exchange rate passthrough? It is the possibility to hedge more effectivelyagainst countryspecific shocks by balancing the optimal international crosscountry asset holdingsbetween equity and bond holdings. By trading equities additional to bonds, the agents stabilize theirconsumption fluctuations and, consequently, relative nominal spending is less volatile under moreintegrated international financial markets. To see this more clearly, consider nominal spending in the NB and NBE economies. Using 29 as well as 34 and taking expectations, the variance of relativenominal spending, equation 28, can be written as V ard P C SP C N B 2b2V arc M c M V arb G b G1 2b2,while in the NBE economy, given 40, 42 and 43, the variance of relative nominal spending equals V ard P C SP C N BE V arc M c M V arb A b A V arb G b G2b 1 12.It follows that the impact effect of any economic disturbance on nominal spending will be smallerin the NBE economies since for a given symmetric shock it holds that 11 2b2 12b 1 12. Thus, the more integrated financial markets are the better can households hedgeagainst fluctuation in nominal spending. The lower volatility of nominal spending has a stabilizingeffect on the nominal exchange rate, which is the main variable in the firms pricing decision rule25. Furthermore, the covariance of the exchange rate with marginal costs increases if not onlybonds but also equities are traded across countries due to the transmission of productivity shocksby the nominal exchange rate in the NBE economies. Given 31 and 39, it therefore holds that 1 12 1 b 112b.Those aspects will induce firms to switch to localcurrency pricing. This then causes a decline inexchange rate passthrough when international financial markets become more integrated.Covcmc,b SN BE Covcmc,b SN B 0 for 41 1163.2 A more general model structure In the previous section we concentrated on the models main implication within a simplified framework. The results obtained in this setting are, however, conditional on the simplifying assumption wehave made with respect to the preference parameters and the shocks that can hit the two economies. Inthis section we relax the above made assumptions about the models structural parameter values of a, and and are more general regarding the volatility of shocks. By numerically simulating the modelfor a variety of parameter values it will be shown that the result of a decline in the exchange ratepassthrough remains valid within this more realistic setting. Furthermore, under the more generalparameterization we establish a fall in the home bias of bond portfolio holdings. The simulations usethe solution of the full model in appendix A.We use parameter values, where applicable, from Devereux et al. 2004. In particular, we set thetrade price elasticity between domestically produced and imported goods to 1.5. The coefficientof relative risk aversion is set to 1.25. Trade openness is calibrated to a 0.88, the empiricalaverage for the US over recent decades see Enders and M uller 2009. The elasticity of substitutionbetween varieties is set to 6, corresponding to a steadystate markup of 20%. To obtain values forthe variances of the shocks, we estimate AR1processes for the HPfiltered logs of M2, Governmentconsumption, and Solow residuals for the US. The resulting variances of the error terms result in 2M 0.43%, 2A 0.41. The foreign volatility of the money supplyis set 10% higher, 2M 0.47, such that firms are not indifferent regarding the pricing currencydecision in the bondsonly case. For all these parameters, as well as for and , we conduct robustnesschecks further below.G 0.45, and 2G 2A 23.2.1Interaction between portfolio home bias and passthrough Bondonly case Bond and equity case 10.80.60.40.2hguorh Tssa P labo Gl 1.510.50enil dehsad dna enil dilos b 00.150.1b 0.0500.500.20.40.6Global Pass Through 0.81Figure 2: Left: dependence of global passthrough on debt home bias blue solid line and vice versa reddashed line in bondonly case. Right: dependence of debt home bias blue solid line and equity home biasred dashed line on global passthrough in bond and equity case.Before investigating the effects of shifting from bondonly economies to a world with bond and equitytrade, we first analyze the interaction between global passthrough the global percentage of firmschoosing LCP, i.e., 1 z z2 and bond and equity holdings graphically for the general case.17The left panel of figure 2 shows this interaction for the bondonly case. The red dashed line depicts thedependence of b on the value of thecounterfactually treated as exogenouslyglobal passthrough,while the blue solid line plots the resulting passthrough if we assume that the home bias is exogenous.Technically, we replace equations 25 and 26 with exogenous values for z and z in the first case,and equation A8 by exogenous values of b in the second case. When varying global passthrough,we start at z z 0 and let first z increase to unity, after which z rises from 0 to one.Inthe case of an exogenously set b, we observe that z z 1 for the low starting value of b. Anincreasing b lets z fall to zero, i.e., home switches from LCP to PCP. For intermediate values of b, thisremains an equilibrium. Further raising b leads to a falling z, until the foreign country has switchedto PCP too. As visible, both lines are increasing functions of their respective arguments. We obtain aunique solution at their intersection in this case at a passthrough of 0.5. Also visible is a strongerdependency of the passthrough on the home bias of bond holdings, while the reverse dependenceis fairly limited. We conclude that financial markets matter quantitatively and qualitatively more forpassthrough than vice versa. In particular, the home bias does not reverse sign, independently of thelevel of passthrough.Figure 3: Bonds and equity case: dependence of global passthrough vertical axis on home bias in equityleft axis and debt right axis.Figures 2 right panel and figure 3 depict the same interdependencies for the case of financial integration, i.e., trade in bonds and equities. For these plots, equations 25 and 26 or A20 werereplaced by exogenous settings of the parameters. As the global passthrough now depends on thehome bias in bonds and in equities, figure 3 is threedimensional. Because there are unique mappingsfrom passthrough to optimal asset home biases in bonds blue solid line in the right panel of figure 2 and equities red dashed line, and a unique mapping from each combination of these parameter topassthrough figure 3, we again obtain a unique solution at their mutual intersection.Regarding the pricingdecisions of firms, the same pattern as above is visible. Increasing the value ofb induces first the home country to switch from LCP to PCP, followed by a small region of constantz and z. Finally, the foreign country also charges according to PCP if b rises further. Regardingthe reaction to a changing , the pattern is quite different. For a given intermediate value of b, a lowlevel of lets both producers follow PCP rules. For increasing values of , the optimal z rises first.However, some domestic firms switch to LCP already before all foreign firms have done so. It is also 18Table 1: Changes in debt home bias for varying and upper left, 2lower left or 2G lower right due to financial integration.G and 2M and 2M upper right, 2A and 2A 1.001.552.102.653.203.751.001.702.403.103.804.502A0.210.330.450.570.700.822A0.03 0.04 0.05 0.04 0.03 0.020.11 0.12 0.12 0.12 0.11 0.100.18 0.19 0.19 0.19 0.18 0.170.26 0.26 0.27 0.26 0.26 0.240.33 0.34 0.34 0.34 0.33 0.320.40 0.41 0.41 0.41 0.40 0.390.210.330.450.570.700.820.21 0.18 0.16 0.15 0.13 0.130.18 0.16 0.15 0.13 0.13 0.120.16 0.15 0.13 0.13 0.12 0.110.15 0.13 0.13 0.12 0.11 0.110.13 0.13 0.12 0.11 0.11 0.100.13 0.12 0.11 0.11 0.10 0.102M 2G2M0.220.320.430.540.640.752G0.220.360.490.630.760.900.240.330.430.520.610.710.11 0.11 0.12 0.13 0.13 0.130.12 0.12 0.13 0.13 0.13 0.140.12 0.13 0.13 0.13 0.14 0.140.13 0.13 0.13 0.14 0.14 0.140.13 0.13 0.14 0.14 0.14 0.140.13 0.14 0.14 0.14 0.14 0.140.220.360.490.630.760.900.08 0.09 0.09 0.10 0.10 0.110.09 0.09 0.10 0.10 0.11 0.110.09 0.10 0.10 0.11 0.11 0.120.10 0.10 0.11 0.11 0.12 0.120.10 0.11 0.11 0.12 0.12 0.120.11 0.11 0.12 0.12 0.12 0.13domestic firms that are first to go back to PCP for even higher values of , followed by their foreigncounterparts once all home firms use LCP. Furthermore, we can draw similar conclusions as in thebondsonly case. Financial markets, both in terms of home bias in bonds as well as in equity, matterhighly for passthrough. The reverse is not true, according to figure 2 right panel. While the homebias in bonds varies but stays negative if global passthrough changes from zero to one, the home biasin equity is independent of the level of passthrough. Hence, passthrough has only a limited feedbackto financial markets. To conclude, when investigating determinants of passthrough, financial marketsare crucial.3.2.2 Effects of financial integration Table 1 displays the change in the home bias of debt holdings when switching from a bondsonlyeconomy to international financial markets with bonds and equity, for different values of the keyparameters of the model. As visible, for reasonable ranges of parameter values, the home bias of debtholdings declines after an increase in financial market integration, as empirically found and explainedin the introduction. Trading equity across countries frees debt from some of its burden to hedge againstall shocks present in the economy, and reduces therefore its share in the optimal country portfolio.Similarly, the global exchange rate passthrough for all shown combinations falls by 0.5. This resultsfrom the fact that one country always switches from PCP to LCP. The more stable international relativedemand stemming from the enhanced risksharing possibilities stabilizes the exchange rate. Trade inequities link developments in totalfactor productivity to the exchange rate via financial paymentsthat depend on technology, increasing the correlation between marginal costs and the exchange rate.Because of these two factors, firms are induced to switch to localcurrency pricing see also Devereuxet al., 2004.19Table 2: Changes in debt home bias for varying 2M 2M and 2A 2A due to financial integration.2A2AM 2M 20.220.340.470.600.730.860.210.330.450.570.700.820.19 0.15 0.13 0.11 0.10 0.090.19 0.15 0.13 0.11 0.10 0.090.19 0.15 0.13 0.11 0.10 0.090.19 0.15 0.13 0.11 0.10 0.090.19 0.15 0.13 0.11 0.10 0.090.19 0.15 0.13 0.11 0.10 0.09The upperleft panel of table 1 reports the change in the debt home bias for different values for and. The upperright panel shows the same statistic for different values of the volatilities of the shocksto the money supply, while in the lowerleft panel the variances of technology shocks are altered. Thelowerright panel of table 1 displays the statistics of interest for different volatilities of the shocksto government expenditure in both countries. Finally, in table 2 we change the volatility of moneyshocks, set to the same value in both countries, and technology shocks, also equal across countries.Summarizing the information of the tables, increased financial integration leads to a reduction in passthrough and debt home bias, independently of parameter constellations where for some parametervalues, no change occurs. We see this in line with empirical evidence, and therefore as an importantexplanation for the falling exchange rate passthrough.4 Empirical evidence In this section, we try to empirically identify the importance of international equity trade relative totrade in debt for explaining the decline in the exchange rate passthrough over time. To this end, wereview related literature and present novel estimates regarding the explanatory power of equity tradefor the debt home bias, exchangerate volatility, and the exchange rate passthrough. Our empiricalanalysis shows for 109 countries over the time period 1990 to 2004 that higher levels of equity tradelead to a decline in the relative holdings of domesticcurrency relative to foreigncurrency debt positions, which we call a fall in debt home bias i.e. dhb. Furthermore, we also demonstrate that higherequity trade is associated with lower exchangerate volatility. Furthermore, within a sub sample ofour countries for which data on exchange rate passthrough are available, we give some indicationthat the more equity is traded internationally, the smaller is the degree of exchange rate passthrough.We thereby confirm the key predictions of our theoretical model. Our results are meant as first stepstowards a verification of our model predictions. A full characterization of the data, however, is beyondthe scope of this paper.To analyze the connection between increased trade in equity and a falling debt home bias we conducta panel regression analysis of 109 countries covering the time period 19902004.10 Table 3 shows asignificant negative impact of the log of the sum of portfolio equity and FDI assets and liabilitieson debt home bias over GDP, as defined above. We control for time and country fixed effects and aset of other variables that might impact on the debt home bias. These are log GDP, log Population,10For this pooled OLS regression, we discard outliers, use robust regressions, and cluster standard errors at the countrylevel. See appendix C for a description of all data sources and handling as well as summary statistics and correlations.20Table 3: Impact of equity trade on debt home bias over GDP12345678dhbgdp dhbgdp dhbgdp dhbgdp dhbgdp dhbgdp dhbgdp dhbgdplogEq. FDI 0.110 0.386 0.370 0.3390.3390.322 0.324 0.6110.101 0.0786 0.0795 0.0776 0.08670.1230.1060.107NFANet Exp.OpennesslogGross DebtlogGDPPop.ChinnItologPop.Constant0.803 0.786 0.7850.5570.558 0.558 0.8190.0554 0.0552 0.0514 0.0548 0.0547 0.0549 0.07160.0756 0.0805 0.1150.01550.0944 0.0832 0.0677 0.0693 0.0756 0.06690.1150.1110.108 0.1050.113 0.121 0.04150.0451 0.0338 0.0340 0.0325 0.04110.277 0.258 0.225 0.03320.0422 0.0472 0.0524 0.04350.0386 0.0617 0.08330.0270 0.0375 0.03400.0152 0.002800.008570.003210.322 0.05480.1540.1030.3650.06220.0634 0.124 0.01420.3160.0322 0.0213 0.0211 0.0307 0.0301 0.2161.3360.6120.6570.393T C FEYes Yes Yes Yes Yes 13630.1688.043Observations Adjusted R2FRobust standard errors clustered at the country level in parentheses. p 0.10, p 0.05, p 0.0113240.70548.1513240.69845.7213630.69748.0913240.76769.22Yes 13240.76986.04Yes 13020.77598.23No 1033the updated Chinn and Ito 2006 index for the capital account openness, net exports over GDP, netforeign assets over GDP, and total debt log of debt assets plus liabilities. We include the index of Chinn and Ito as restriction on debt and equity trade could have an impact on the relative size ofthese two variables. Furthermore, table 4 shows that the negative effect of total equity trade is alsopresent if debt home bias over total debt sum of debt assets and liabilities is used as the dependentvariable. Regarding the size of the effect, a 1% increase in the sum of equity and FDI assets andliabilities decreases debt home bias over GDP around .10%, and debt home bias over total debt by.07%. Importantly, this effect is also present if we control for total debt in both sets of regressions. Ifwe replace the log of gross equity and FDI holdings with gross equity and FDI holdings over GDP andsimilarly for gross debt assets, the results indicate that an increase of this variable by one percentagepoint decreases debt home bias over GDP by .32%, significant at a 1% level. Likewise, debt homebias over total debt falls by 0.22%, significant at a 5% level. We can therefore conclude that the moreequity is traded internationally, the lower is the debt home bias. This implies that agents choose a debt 21Table 4: Impact of equity trade on debt home bias over total debt71362458dhbdebt dhbdebt dhbdebt dhbdebt dhbdebt dhbdebt dhbdebt dhbdebtlogEq. FDI 0.002470.2820.266 0.234 0.234 0.241 0.219 0.9130.1750.0892 0.0920 0.0922 0.0916 0.0934 0.0958 0.0951NFANet Exp.OpennesslogGross DebtlogGDPPop.ChinnItologPop.Constant0.4530.4350.4340.4830.4830.454 1.0010.0642 0.0636 0.0642 0.0887 0.0881 0.09120.1170.1020.0798 0.0759 0.0754 0.0761 0.07980.107 0.0995 0.101 0.0809 0.02830.1180.108 0.109 0.105 0.1020.09820.0536 0.0518 0.0523 0.0514 0.07590.0604 0.0525 0.0851 0.4400.0585 0.0642 0.07590.1020.0160 0.0418 0.1570.0481 0.0590 0.04990.0111 0.001930.0124 0.004920.1710.2420.04860.2270.453 0.282 0.280 0.341 0.364 0.2390.0220 0.0278 0.0277 0.0354 0.0419 0.3891.1370.9922.1540.741T C FEYes Yes Yes Yes Yes 13630.2466.789Observations Adjusted R2FRobust standard errors clustered at the country level in parentheses. p 0.10, p 0.05, p 0.0113240.4197.86513240.4127.73013630.4088.22913240.4217.724Yes 13240.4217.470Yes 13020.4288.514No 1033portfolio from which they benefit more in case of a depreciation of their own currency.Next, we investigate the impact of increased equity trade on exchangerate volatility. Our model predicts a negative relationship, as relative incomes of two countries can be stabilized by engaging inhigher equity trade. Once crosscountry equity trade becomes easier to conduct, may it be becauseof reduced informational asymmetries or the like, exchangerate volatility should therefore fall. Theleft side of table 5 displays the results from a corresponding regression. Exchangerate volatility isconstructed using quarterly data on nominal effective exchange rates.Inflation volatility is calculated correspondingly. Since nominal effective exchange rates and inflation rates are available for asmaller set of countries, we are left with observations on 67 countries. Specifically, we use a rollingeightquarter window to calculate volatilities.11 Since our annual measure of exchangerate volatility 11Eight quarters strikes us as a good compromise between having enough observations to calculate meaningful volatilitiesand reducing the constructed autocorrelation of the resulting variable to one annual lag.22656055504540353025stropmi ni oru E fo erah S200.10.20.30.40.50.60.70.8Tot. Equity and FDITot. Debt 908580757065605550stropxe ni oru E fo erah S0.91450.10.20.30.40.50.60.70.8Tot. Equity and FDITot. Debt 0.91Figure 4: Relation between share of imports left and exports right priced in euro vs. equity and FDI assetsplus liabilities over debt assets plus liabilities for euroarea countries. Sources: Lane and MilesiFerretti2007 and Eurostat 2012.is therefore autocorrelated by construction, we include its lagged value on the righthand side andemploy the estimator proposed by Arellano and Bond 1991.12 The control variables are listed inthe table and are included in levels the in parentheses refers to the right side of the table. Additional to previously used variables we include inflation volatility, as it is expected to have a strongimpact on exchange rate volatility. We find a significant negative impact of equity trade and FDI onexchangerate volatility, as predicted by the model.Unfortunately, we lack a similar comprehensive data set on exchange rate passthrough. Our analysisis therefore restricted to very small samples, which can give us only indications for the relationshipbetween passthrough and equity trade. As a first approach, figure 4 uses data from Eurostat for theinvoicing currency of euro countries for extraEU imports left panel and exports right panel.13 Thisvariable is plotted on the yaxis against the sum of portfolio equity and FDI assets and liabilities overthe sum of debt assets and liabilities. We find that a increase of equity and FDI relative to debt ispositively correlated with the share of imports priced in euro, and negatively with the correspondingshare of exports. Both facts hint at more local currency pricing, and therefore lower exchange ratepassthrough for higher equity trade relative to debt trade.14 These conclusions, however, rest on asample of only 13 countries. A slightly larger sample is provided by Campa and Goldberg 2002,who report estimates of passthrough changes for roughly the same time period for which we havedata on equity trade. Specifically, they estimate levels of the passthrough for the years 1989 and 1999.As the data on our financial control variables starts only in 1990, we regress the change of the shortrun passthrough in percentage points between 1989 and 1999 on percentage changes of the controlvariables between the 1990 and 1999. Because of the very small sample size, we do not include allcontrol variables at the same time results, however, do not change. Table 5 reports, acknowledgingthe mentioned constraints, a clearly negative relationship between exchange rate passthrough and 12The ArellanoBond test for zero autocorrelation in firstdifferenced errors shows that the used moment conditions arevalid.13The data is available only for 2010. Luxemburg and Ireland have been excluded as they are clear outliers regarding theequity and FDI variable. Including them, however, does not change the conclusion. The same applies for the considerationof portfolio equity assets and liabilities only.14Gopinath et al. 2010 show that goods priced in dollar indeed exhibit a much lower degree of passthrough 25% into US import prices than goods priced in nondollars 95%.23Table 5: Impact of equity trade on exchangerate volatility and PassThrough15Ex. Vol. Ex. Vol. Ex. Vol. Ex. Vol. PT2346 PT7 PT Eq. FDI0.02340.02410.02450.02460.226 0.8380.00629 0.00768 0.00955 0.0108 0.08490.1870.2100.0213 NFA Tot. Debt Openness Net Exp. log GDPPop. ChinnIto Ex. Rate Vol. Infl. Vol.L.Ex. Vol.Constant0.00773 0.00600 0.005600.0122 0.008830.008450.00801 0.008130.007120.007170.00556 0.005570.0103 0.01050.142 0.1410.0304 0.03050.0118 0.01180.007330.006850.0003280.001948.920 9.069 8.982 9.0242.7282.7552.7342.7840.4000.09880.09890.1141.3140.6260.03500.02391.5130.08950.007270.001169.1776.0518.9260.9430.009800.001355.4231.5680.2940.1530.003430.0005680.000867 0.0001150.05430.04340.04400.04650.0825 0.08340.0485 0.04830.0121 0.00919 0.0953 0.0963 0.1940.00241 0.00420 0.0611 0.0565 0.1962.7080.7380.4030.0772615Observations Adjusted R2FRobust standard errors in parentheses p 0.10, p 0.05, p 0.01615615615160.2887.057150.6224.295160.986132.2total equity and FDI.For the table, we regressed the change in the passthrough in percentage points on the changes of theindependent variables in percent. According to these estimations, a 1% increase in the sum of equityand FDI assets and liabilities decreases the exchange rate passthrough around 12 percentage points.5 Conclusion In this paper we have put forward a new explanation for the decline in exchange rate passthrough intoimport prices. Crucial for our theoretical model is the impact of financial globalization, modeled as an 24increase in the number and nature of tradable financial assets, on the pricing decision of firms. In themodel, we take the mutual interaction between the optimal portfolio and the choice of the invoicingcurrency into account. The main impact of financial globalization on passthrough works via thereaction of the optimal portfolio, which features more foreign debt assets following the increasedavailability of international equity. This represents the hedging possibilities that equity takes overfrom debt. As a reaction to the better hedging opportunities, the exchange rate stabilizes and optimalpassthrough falls. We also present some empirical evidence supporting the negative effect of grossequity holdings on the home bias of international debt assets and on passthrough. An obvious policyimplication concerns the design of monetary unions: if preceded by financial integration, volatility ofthe nominal exchange rate and its effect on relative prices is reduced. Moving towards abolishing thenominal exchange rate altogether is therefore likely to have smaller real consequences.References Arellano, M. and Bond, S. 1991. Some tests of specification for panel data: Monte Carlo evidenceand an application to employment equations. Review of Economic Studies, 58:277297.Bertaut, C. C. and Griever, W. L. 2004. Recent developments in crossborder investment in securities. Federal Reserve Bulletin, 19:1931.Betts, C. and Devereux, M. B. 1996. The exchange rate in a model of pricingtomarket. European Economic Review, 40:10071021.Betts, C. and Devereux, M. B. 2000. Exchange rate dynamics in a model of pricingtomarket.Journal of International Economics, 50:215244.Campa, J. M. and Goldberg, L. S. 2002. Exchange rate passthrough into import prices: a macro ormicro phenomenon? NBER Working Paper No. 8934.Campa, J. M. and Goldberg, L. S. 2005. Exchange rate passthrough into import prices. Review of Economics and Statistics, 874:679690.Campa, J. M., Goldberg, L. S., and Gonz alezM nguez, J. M. 2005. Exchange rate passthrough toimport prices in the euro area. NBER Working Papers No. 11632.Chinn, M. and Ito, H. 2006. What matters for financial development? capital controls, institutions,and interactions. Journal of Development Economics, 81:163192.Cole, H. and Obstfeld, M. 1991. Commodity trade and international risk sharing: How much dofinancial markets matter? Journal of Monetary Economics, 28:324.Devereux, M. B. and Engel, C. 2003. Monetary policy in the open economy revisited: Price settingand exchangerate flexibility. Review of Economic Studies, 70:765783.Devereux, M. B. and Engel, C. 2004. Endogenous currency of price setting in a dynamic openeconomy model. NBER Working Paper No. 8559.Devereux, M. B., Engel, C., and Storgaard, P. E. 2004. Endogenous exchange rate passthroughwhen nominal prices are set in advance. Journal of International Economics, 63:263291.25Devereux, M. B. and Sutherland, A. 2011. Country portfolios in open economy macromodels.Journal of the European Economic Association, 92:337369.Enders, Z. and M uller, G. J. 2009. On the international transmission of technology shocks. Journalof International Economics, 78:4559.Engel, C. 2000. Localcurrency pricing and the choice of exchangerate regime. European Economic Review, 44:14491472.Engel, C. and Matsumoto, A. 2009. The international diversification puzzle when goods prices aresticky: Its really about exchangerate hedging, not equity portfolios. American Economic Journal:Macroeconomics, 12:155188.Eurostat 2012. Extraeu trade by member state, shares by invoicing currency. Available onhttp:appsso.eurostat.ec.europa.eunuishow.do?datasetext lt invcurlangen.Frankel, J., Parsley, D., and Wei, S.J. 2005. Slow passthrough around the world: A new import fordeveloping countries? NBER Working Paper No. 11199.Gopinath, G., Itskhoki, O., and Rigobon, R. 2010. Currency choice and exchange rate passthrough.American Economic Review, 10010:304336.Hadi, A. S. 1992. Identifying multiple outliers in multivariate data. Journal of the Royal Statistical Society, Series B, 54:761771.Hadi, A. S. 1994. A modification of a method for the detection of outliers in multivariate samples.Journal of the Royal Statistical Society, Series B, 56:393396.HM Customs and Excise 2001. Currency of invoicing. UK Trade Trends, published by the Statisticsand Analysis of Trade Unit, Customer Services. March 2001 and updates.Ihrig, J., M., M., and Rothenberg, A. 2006. Exchangerate passthrough in the G7 countries. Boardof Governors of the Federal Reserve System International Finance Discussion Papers.International Monetary Fund 2006a. Exchange rates and trade balance adjustment in emergingmarket economies.International Monetary Fund 2006b. How has globalization affected inflation? In World Economic Outlook 0406, chapter III.Kose, M. A., Prasad, E. S., Rogoff, K., and Wei, S.J. 2006. Financial globalization: a reappraisal.NBER Working Paper No. 12484.Lane, P. R. and MilesiFerretti, G. M. 2007. The external wealth of nations mark II: Revised and extended estimates of foreign assets and liabilities, 19702004. Journal of International Economics,73:223250.Lane, P. R. and Shambaugh, J. C. 2010. Financial exchange rates and international currency exposures. American Economic Review, 100:518540.Marazzi, M., Sheets, N., and Vigfusson, R. 2005. Exchange rate passthrough to U.S. import prices:some new evidence. Board of Governors of the Federal Reserve System International Finance Discussion Papers 833.26Martins, J. O., Scarpetta, S., and Pilat, D. 1996. Markup ratios in manufacturing industries: Estimates for 14 OECD countries. OECD Economics Department Working Papers 162, OECD Publishing.Obstfeld, M. and Rogoff, K. 2000. New directions for stochastic open economy models. Journal of International Economics, 50:117153.Obstfeld, M. and Rogoff, K. 2002. Global implications of selforiented national monetary rules.Quarterly Journal of Economics, 117:503535.Otani, A., Shiratsuka, S., and Shirota, T. 2003. The decline in the exchange rate passthrough:evidence from Japanesee import prices. Monetary and Economic Studies, 21:5381.Sutherland, A. 2005. Incomplete passthrough and the welfare effects of exchange rate variability.Journal of International Economics, 65:375399.Taylor, J. B. 2000. Low inflation, passthrough and the pricing power of firms. European Economic Review, 44:13891408.Appendix A Equilibrium of the full model In this section we derive the optimal portfolio solutions under the different degrees of internationalfinancial market integration for unrestricted parameter values and show how they influence the equilibrium behavior of the nominal exchange rate and the marginal costs.Money market equilibrium and the nominal exchange rate First, we use the money market equilibrium to solve for the nominal exchange rate. The money market equilibrium allows to solve for theequilibrium exchange rate. Expressing 15 in loglinear terms yieldsb S c M d M d P C SP C 1 1 a2 z z 1 1 a2 z z.A1The equilibrium nominal exchange rate will not only be affected by the relative money supplies butalso via the differences in nominal spending,d P C SP C , by the amount of assets traded as will benow shown.A.1 Trade in bonds only We follow an approximation method for computing equilibrium portfolio positions developed by Devereux and Sutherland 2011 and take a secondorder approximation of the asset market equilibriumcondition for the home country 8 and its foreign counterpart. The differences of these two equationslead to the following arbitrage condition Covb S,d P C SP C 1 Covb S,b Q,A227which relates the covariance between excess returns on nominal bondsgiven by nominal exchangerate deviations, RBLinearizing the period t 1 budget constraints for the home 6 and foreign country 7 and takingcountry differences, we get an expression for linearized relative nominal consumption expenditures. Indoing so we take the government budget constraints into consideration and assume that governmentthe budget F in b Sand relative nominal consumption expenditures,d P C SP C , to thecovariance between excess returns on nominal bonds and the real exchange rate, b Q d SP b P .expenditures are equal to zero in the deterministic steady state. Then for b X XXwhere b BP C, b G GC, REV b d W L and we have used the fact that BH BF in REV SREV b G c G,F for S0 1. B is the equilibrium amount of bonds we are looking for. Relative sales revenues will bedefined as the nonfinancial return, RN on F in REV SREV .d P C SP C 2b RBconstraints equalA3XOptimal nominal bond portfolio Plugging A3 into the asset market arbitrage condition A2and rearranging terms we get 12 1 b Cov RBF in, RN on F in Cov RBCov RBF in,b QV arb SV arb S! .F in,b G c GV arb SThis expression states that the optimal equilibrium bond holdings b depend on three components:the covariance between relative nominal bond returns, i.e., the nominal exchange rate, and the realexchange rate, the covariance between the nominal exchange rate and relative sale revenues as well asthe covariance between the nominal exchange rate and relative government expenditures, all weightedby the variance of relative nominal bond returns, i.e., the nominal exchange rate.By making an optimal portfolio choice the representative household wants to hedge her marginalutility of consumption. A risk averse investor 1 hedges consumption risks stemming fromvariations in her purchasing power, reflected by movements in the real exchange rate. Domesticbonds are a good hedge against this risk if domestic bond returns are high whenever the domesticprice level is high. In the case of 1, a unit increase in real returns of bond assets domestic orforeign decreases marginal utility of consumption by a unit, such that bond asset gains evaluated atthe marginal utility of consumption vanish and the covariance between relative nominal returns andthe real exchange rate becomes irrelevant for the portfolio choice decision.Furthermore, the representative household wishes to hedge nominal income risks associated with variations in nominal revenues from domestic firms and government expenditures. Domestic bonds area good hedge against if relative domestic bond returns are high whenever domestic revenues are low.For example, an appreciation of the nominal exchange rate causes both, a fall in domestic revenuesfrom foreign sales and a higher relative domestic bond return. Consequently, holding a higher amountof domestic bonds allows to hedge the nominal revenue risk.Government expenditures are fully paid by the seignorage and lumpsum taxes which reduce nominaldisposable income. Domestic bonds are a good hedge against taxation risk if domestic bond returnsare high whenever the income risk associated with government expenditure is high.To solve for the optimal portfolio bond holdings we write the nominal exchange rate, nominal consumption spending, and sale revenues as functions of the underlying shocks. We first treat portfolioF in, such that relative domestic bond returnsarebased nominal income as exogenous, c Ex F in 2b RBF in SRBA4M c M c M SP Cc Ex F in RN on 28F in SP Cb G b G,where the coefficients Sfinancial income can be written as P C and SM are illustrated in the appendix, table B1. Furthermore, non RN on F in RN on F in Ex F inc Ex F in RN on F in Ex F in, RN on F in M c M c M and RN on F in GRN on F in MRN on F in Gb G b G,are provided in table B1. CombiningA5where the structural parameters A4 and A5 we getA6RN on F in G isA7RBF in R1c Ex F in R2c M c M , b G b G,M SP CRN on F in Ex F inwhere R1 Sa 1 2 vector. Now we can write the relative discount factor as is a scalar and R2 SP C1 RN on M , SF in P C1 RN on F in Ex F in P C1 d P C SP C 1 b Q D1c Ex F in D2c M c M , b G b G, being a scalar and D2 D awith D1 DP C, shown in appendix B, table B1.1 2 vector of combinations of structural parameters DGiven A6 and A7, the arbitrage condition A2 can be written as RD 0, where R R1H R2, H 2b1 2b R11R2, and D D1H D2 are 1 2 vectors. is the 2 2covariance matrix of the exogenous disturbances. Even so the economies are hit by monetary policy,demand and productivity shocks, only the first two are insured via bond holding in the NB economies.Thus households cannot insure themselves against relative productivity movements across countries.Solving for b yields RN on M , DF in P C1 M and DM DRN on F in GP Cb 12ncid:2R2D2cid:312o .R1 D1R2R2R2DA8Nominal exchange rate in NB economies Given the solution to nominal bonds holdings we canexpress the nominal exchange rate in equation A1 asb S cid:01 P CM cid:1 c M c M P CG b G b G 1 1 a2 z z,A9M and P Cwith P CG provided in table B1. Given the insurance properties in the NB economies, theexchange rate only transmits two of the three possible economic disturbances across countries. Theimpact effect of the shocks is affected by the size of the equilibrium portfolio holding of b since P CMand P CG depend on the size of b. The fact that not all disturbances are transmitted via the nominalexchange rate has direct implications for the price setting decision of the firms since it directly affectsthe covariance relationship between the nominal exchange rate and marginal costs of the firm. To seethis more clearly, consider the loglinearized version of the home marginal costs, equation 18, andits foreign counterpartrespectively, given equation 13. From A9 and A10 it follows that the covariance betweenmarginal costs and the nominal exchange rate can be written ascmc c M b A and cmc c M b A,Covcmc,b S Covcmc,b S 1 1 a2 z z 1 1 a2 z zcid:01 P CM cid:1cid:01 P CM cid:129V arc M ,V arc M ,A10A11A12respectively. Note that in the NB economies only monetary disturbances affect the covariance relationship between marginal costs and the nominal exchange rate. The magnitude of this covariancerelationship, however, will depend on the equilibrium bond holding b. Since all shocks are uncorrelated, the variance of the nominal exchange rate equals V arb S cid:01 P CM cid:12V arc M c M P CG 2V arb G b G 1 1 a2 z z2,A13with V arb G b G and V arc M c M reflecting the sum of variances of the government spendingand monetary policy shocks.A.2 Trade in bonds and equities Additional to the asset market equilibrium condition for bonds, equation A2, we also take a secondorder approximation of the home Euler equity equation 12 and its foreign counterpart to obtain Covb d S,d P C SP C 1 Covb d S,b Q.As for bonds, we linearize the period t 1 budget constraint for the home country and its foreigncounterpart, 11. Taking country differences yieldsA14d P C SP C Taking into account that REas2 1F in b G c G F in 1F in 1b d S 2b RB b d S and RN ond P C SP C 2 1 REF in 2b RB 1d W L SW L.A15 d W L SW L, we rewrite A15F in b G c G RN onA16F in .Optimal bond and equity portfolio From the expressions above it follows that non financial returns RN on F in are now determined by the relative labor income of households. Given that both bonds andequity are traded, the equilibrium bond position will depend now also on the covariance between therelative returns from equity and bond holdings as well as the equilibrium equity holdings. Followingthe solution approach from above, non financial income equals RN on F in RN on F in ARN on F in Ex F inc Ex F in with c Ex F in 2b, 2 1 RBF in and appendix, table B2. The structural parameters SB2. Financial returns can be written asb A b A F in, RERN on F in M c M c M RN on F in Gb G b G,, RN on RN ondefined in the F in F in AEx F in P C and SM are also shown in appendix B, table RN on F in MRN on F in Gand , A17 RBF in, REF in R1c Ex F in R2b A b A, c M c M , b G b G,P C1 P C RF inwith R1 Scontaining additional structural parameters RF in Finally, the relative discount factor equals, RF in S SP C1 P C and RF in SRN on F in Ex F in RN on and R2 being a 3x 2 matrix,F in Ex F indefined in table B2 of appendix B.A18d P C SP C 1 b Q D1c Ex F in D2b A b A, c M c M , b G b G,30A19RN on F in GRN on F in Ex F in P C1 with D1 DRN on M , DP C1 F in P C are definedin table B2. Equations A17A19 allow to write the solution to the bond and equity holding inthe NBE economy as a 1 3 vector of combinations of the structural parameters, where D being a scalar and D2 DM and DM DRN on F in AP CP C, Dcid:2 2b2 1 cid:3cid:2R2D2cid:31R1 D1R2R2R2D2.A20Nominal exchange rate in NBE economies Given the solution to nominal bonds and equity holdings, the nominal exchange rate in equation A1 equals P CA b A b A cid:01 P CM cid:1 c M c M P C 1 1 a2 z zG b G b G,A21b S A , P CM and P Cwith P CG defined in table B2. In contrast to the NB economy, the NBE economyallows the exchange rate to transmit all three economic disturbances across countries. Again, theequilibrium outcome of the nominal exchange rate depends on the equilibrium portfolio allocation ofbonds, b, and equities, . From A10 and A21 it follows that the covariance between marginalcosts and the nominal exchange rate in the NBE economies can be written as Covcmc,b S cid:01 P CCovcmc,b S cid:01 P CM cid:1 V arc M P CM cid:1 V arc M P CA V arb AA V arb A 1 1 a2 z z 1 1 a2 z z,A22.A23Now, all shocks that affect marginal costs will also impact the nominal exchange rate. Thus, thecovariance relationship between marginal costs and the nominal exchange rate is not only affectedby monetary disturbances, as in the NB economy, but also by productivity disturbances. The sign ofthis covariance relationship, however, will depend on the equilibrium bond holding b as well as theequilibrium equity position . Since all shocks are uncorrelated, the variance of the nominal exchangerate in the NBE economy equals V arb S cid:01 P CM cid:12V arc M c M P Ccid:0P CA cid:12V arb A b A 1 1 a2 z z2 . 1 1 a2 z z2G 2V arb G b GA2431B Coefficients of the full model B.1 Trade in bonds only Table B1 provides the coefficients used when assessing the nominal bond economies.SP C SMSM 1 1 a 2 z z1RN on F in Ex F in 12a 211aa2zz SP C21a211aa2zz SP CRN on M F in 211aa2zz SM21a211aa2zz SP CRN on F in G 12a 211aa2zz S21a211aa2zz SP C 12a P CDM 1 1 1 a 2 z z SMDP C 1 1 1 a 2 z z SP CP CM SM2b11aa2zz 21a2b11aa2zz SP CP CG 21a2b11aa2zz SP C21aTable B1: Structural coefficients of the NB economies.B.2 Trade in bonds and equities The matrix R2 is given by R2 SSS,P CRN on P CF in AM SP C1 RF in RN on M , RF in F in RN onRF in F in GP C RF in S SP C RF in S SM RF in S S,P C RF in P C1 S SRN on F in GP CRN on F in A 1P CRN on F in M 12a.32Table B2 provides the coefficients used when assessing the nominal bond and equity economies.RN on F in Ex F in1 2a 11azz 2zz 2a11S 2a 11azz 2zz 2a11SP CP C1 1RN on F in Ah 1 cid:82a 1 1 a z z 2 z z 2a1 1 SP Ccid:9i 1RN on M F in 1 1azz 2zz 2a11SM1 1 2a11azz 2zz 2a11SP CRN on F in G1 1azz 2zz 2a11SP C1 1 2a11azz 2zz 2a11SP CRF in P C 1 2a 1 1RF in S 1 1 a z z 2 z z 1 2a1 2a 1 a 1 2 z z 1P C RF in S SP C 1 2a 1 1 1 a z z 2 z z 2a1 1 S21 1P Ccid:17 2b S 1azz 2zz 2a1112P C 1P C RF in S SRF in S2bo SM 2a 1 1 1 a z z 2 z z 2a1 1 S12 12a S SP C RF in 1P C 1 2a 1 1 1 a z z 2 z z 2a1 1 SP CA P CM P CG n 1 2 1cid:16RF inn 1n 1 2 1cid:16RF inn 1 2 1cid:16RF in P Ccid:17 2b SP Ccid:17 2b S 12a1P Ccid:9P Ccid:9P Ccid:9Table B2: Structural coefficients of the NBE economies.33C Data appendix Table B3: Summary statistics of variables used in Tables 3 and 4.Varminmaxcount meandhbgdp 1302 .2990385 .124145 .47629881.719974logEq. FDI 1302 .2990971 .0674573 .0049113 1.606499NFA1302 .4805071.15829362.372993.4253488logGross Debt 1302 .7918523 .1506004 .1549832 2.3775641302 .1391335 2.147392 1.85564 2.45573ChinnIto Openness 1302 .6854251 .1447153 .1389551 2.850813Net Exp.1302 .0372739.0117157.7324887.4743858logGDPPop. 1302 7.567197 2.372067 4.606878 10.65228logPop.1302 2.697694 2.0968011.367304 7.15924C.1 Data sources We use the following variables from the following, freely accessible, data sets: Lane and Shambaugh 2010: debt assets in domestic currency % of GDP, debt assets in foreigncurrency % of GDP, debt liabilities in domestic currency % of GDP, and debt liabilities inforeign currency % of GDP for 109 countries after eliminating outliers, see section C.2. The updated and extended version of the data set constructed by Lane and MilesiFerretti2007: GDP US, Portfolio equity assets stock, Portfolio equity liabilities stock, FDIassets stock, FDI liabilities stock, Debt assets stock, Debt liabilities stock, Portfolio debtassets, Portfolio debt liabilities, and net foreign assets NFA for the same countries as in Laneand Shambaugh 2010. International Financial Statistics from the IMF: exports of goods and services, imports of goodsand services both in national currencies, official or market exchange rates to convert into US, and population. Campa and Goldberg 2002: change in shortrun passthrough elasticities 1999 vs. 1989 intheir table 1 expressed in percentage points. After eliminating outliers see section C.2, weuse Austria, Germany, Greece, USA, Canada, New Zealand, Netherlands, Japan, Australia,France, Denmark, Italy, Norway, Spain, Portugal, Sweden, UK. Eurostat: invoicing currency of all export and import goods extraEU trade of the individualeuro countries for the year 2010. Chinn and Ito 2006: updated Financial Openness Index. OECD Main Economic Indicators: M2. OECD Economic Outlook 92: Government final consumption expenditure, volume; GDPV: Gross domestic product, volume, market prices; ET:Total employment from 1970Q1 until 2012Q4, all for the calculation of the shock variances.The time period for our regression data, 19902004, is dictated by the length of the series in Lane and Shambaugh 2010.34Table B4: Summary statistics of variables used in Tables 5.Varminmaxcount mean Ex. Vol.754 .0075362 .0006026 3.98e06 .3054336 Eq. FDI 754 .4063114 .1122991 .0102665 1.786552754 .8488083 .1969875 .1549832 2.880083Tot. Debt 754 .4133297 .156323 2.026217.6376782NFA754 .4421156 2.396458 1.85564 2.45573ChinnIto Openness 754 .7176627 .1546269 .1492615 2.915713754 .0091765.0100844.6649232.4743858Net Exp.754 8.321264 2.279793 4.606878 10.93966GDPPop.Infl. Vol.754 .0005317 2.67e06 5.37e07 .0183961C.2 Data selection Table B5: Correlation of variables used in Tables 3 and 4.dhbgdp logEq. FDI NFA logGross Debt ChinnIto Openness Net Exp. logGDPPop.1dhbgdp0.177logEq. FDINFA0.843logGross Debt 0.6070.307ChinnIto 0.00603Openness0.231Net Exp.logGDPPop.0.4980.182logPop.10.1660.1040.3280.2940.2150.3810.14610.5420.2460.2230.2110.4710.26610.1030.1680.09470.07200.18610.04860.06100.5620.11010.07200.02580.37110.3880.14110.0865The financial variables debt home bias over GDP or total debt, sum of portfolio equity and FDI assets plus liabilities over GDP, net foreign assets over GDP, total debt over GDP feature some outliers.These are mainly financial centers such as Luxembourg, Hong Kong etc. As large parts of their assetsdo most likely not represent asset holdings of their own inhabitants as assumed in our model, theyare not subject of our analysis. Using different ways to remove outliers gives similar results. We usethe multivariate technique to detect outliers proposed in Hadi 1992, 1994 with a significance level of 0.01 the results are robust to changes in this value, where higher values tend to strengthen the results.Defining observations that are outside of three standard deviations of the final sample as outliers foreach of the variables separately gives very similar results.Table B3 summarizes the variables used in the regressions of Tables 3 and 4, while table B5 showstheir correlations. Analogously, table B4 summarizes the variables used in the regressions of Tables 5 and table B5 displays their correlations. Table B7 displays the countries which were used in theregressions of Tables 3 and 435Table B6: Correlation of variables used in Table 5Ex. Vol. Eq. FDI Tot. Debt NFA ChinnIto Openness Net Exp. GDPPop.1Ex. Vol. Eq. FDI 0.1870.0363Tot. Debt0.0348NFAChinnIto0.1910.0565Openness0.0802Net Exp.0.214GDPPop.Infl. Vol.0.64210.3640.01140.4750.3820.1680.4220.2061110.2540.1460.4070.0790 0.107 0.06460.01130.00127 0.2020.1940.5380.6600.00457 0.135 0.25010.02550.09090.035310.2660.11510.311Table B7: Countries used in the regressions of Tables 3 and 4.Uruguay El Salvador Guatemala Haiti Honduras Mexico Nicaragua Paraguay United States Austria Denmark France Germany Italy Netherlands Norway Sweden Canada Japan Finland Greece Iceland Ireland Portugal Spain Turkey Australia New Zealand South Africa Argentina Bolivia Brazil Chile Colombia Dominican Republic Togo Pakistan Philippines Thailand Vietnam Algeria Cameroon Chad Congo, Republic of Peru Benin Equatorial Guinea Venezuela, Rep. Bol.Ethiopia Gabon Ghana Guinea Cote d Ivoire Kenya Madagascar Malawi Mali Morocco Mozambique Niger Nigeria Rwanda Senegal Tanzania Jamaica Trinidad and Tobago Iran, Islamic Republic of Moldova Israel Jordan Oman Syrian Arab Republic Egypt Yemen, Republic of Bangladesh Cambodia Sri Lanka India Indonesia Korea Malaysia Nepal Tunisia Uganda Burkina Faso Fiji Papua New Guinea Armenia Azerbaijan Belarus Albania Georgia Kazakhstan Kyrgyz Republic Russia China,P.R.: Mainland Ukraine Czech Republic Slovak Republic Estonia Latvia Hungary Lithuania Croatia Slovenia Macedonia Bosnia and Herzegovina Poland Romania 36", "filename": "VfS_2014_pid_522.pdf", "person": ["Zeno Enders", "Enders, Zeno", "Almira Buzaushina", "Buzaushina, Almira", "Mathias Hoffmann", "Hoffmann, Mathias"], "date": ["2014"]}