{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48730/1/VfS_2011_pid_743.pdf"], "title": ["Foreign Direct Investment, Search Unemployment, and the Role of Labor Market Institutions"], "plaintext": "Foreign Direct Investment, Search Unemployment,and the Role of Labor Market Institutions HansJorg Schmerer February 2011Abstract This paper proposes a simple multiindustry trade model with search frictions inthe labor market. It will be shown that the reallocation of capital across countriesin form of FDI leads to changes in unemployment at the extensive and intensive industry margins. Whether a country benefits from FDI highly depends on the respective countrys netFDI flows. Unilateral changes in labor market institutions triggerspillover effects induced by a reallocation of industries across countries, which affects labor markets in all economies integrated through trade. The model yields twopredictions that are tested in the second part of the paper by use of OECD data onunemployment, FDI, and labor market institutions. It will be shown that netFDI isrobustly associated with lower rates of aggregate and skillspecific unemployment.Finally, the theoretical and empirical findings also suggest that countries that exhibit a high degree of employment protection, or union density tend to have relatively more outwardFDI flows.JEL codes: F16, E24, J6I am very grateful to Giuseppe Bertola, Gabriel Felbermayr, Benjamin Jung, Wilhelm Kohler, Marcel Smolka, and Jens Wrona for their advice and comments.IAB Institute for Employment Research, Nuremberg. Email: HansJoerg.Schmereriab.de.1.Introduction The ongoing internationalization of product and labor markets has stimulated a debate about the pros and cons of globalization. Supporters often stress the beneficialeffects that arise due to increased export opportunities, whereas globalizations detractors are often more concerned about job losses due to heightened competition withworkers from less developed countries. Economics can contribute to this debate inthat it can rationalize the fear that more intensive global economicinterdependencygenerates by identifying the merits and downsides of this process and by quantifyingthe labor market outcomes of the potentially opposing effects. The public debate thatsurrounds these issues has frequently been characterized by a lack of clarity regarding the definition of globalization and a failure to account for different elements of thisprocess which may have contrasting implications for domestic and international labormarkets. In this paper we devote our attention to the implications of capital mobilityfor domestic and international labor markets by proposing an empirical test on the FDIand unemployment nexus. Besides the direct effects of FDI on unemployment we alsoanalyze institutional spillover effects that stem from unilateral improvements in labormarket institutions favoring the workers. The model presented in the theory section departs from previous studies in that the effect is exante ambiguous and highly dependson whether a country is the FDI receiving or sending country.The main contribution of the paper is to test the twoedged outcome of the modeloutlined in the next section, which is akin to Schmerer 2010 but which does not feature the distinction between low and high skill workers.1 Such a procedure is justifiedby the outcome of skillspecific version of the model in the companion paper, wherewe show that both skillgroups are equally affected mainly due to the effects at the extensive margin. We thus show that the same effects can be replicated on the aggregatelevel in order to bring the model to the data using high quality OECD data. Skillspecificunemployment rates are used in the additional results chapter in order to test the complementarity described in the skillspecific version of the model. However, the resultsare somewhat superior to the aggregate unemployment regression results since the data 1As shown in the companion paper, the effects of FDI or a change in labor market institutions equallyevolves in both skill groups. The empirical strategy is therefore twofold. I nevertheless exploit data onskillspecific unemployment rates to show some evidence on the complementarity between high and lowskilled workers as established in Schmerer 2010. However, the main empirical investigation focuses onaggregate data for reasons of data availability.2quality is less convincing and since the relatively short time span of the data does notallow us to purge the data from shortrun fluctuations.It will be shown that FDI directly affects labor demand on both the intensive andextensive margin. At the extensive industry margin the widening of the FDI receivingcountrys range of active industries is due to increased competitiveness in industries located close to the former cutoff, which boosts labor demand and thus decreases equilibrium unemployment. The impact of such an industryreallocation from one to theother country is expected to be much stronger in magnitude than the effects causedby pure substitution between labor and capital. The effect is ambiguous and thus addressed in a numerical simulation.Conversely, adjustments in the standard Pissarides 2000 framework with capitalbut without a continuum of industries occur at the intensive margin only. FDIinflowsin such a simple model reduce capital costs and thus lead to substitution of labor bycapital.To the best of my knowledge, this paper is the first focusing on the unemploymenteffects of global sourcing in a model with a continuum of industries from an empiricaland a theoretical perspective. Lin and Wang 2008 present some empirical evidenceon the effects of capitaloutflows on equilibrium unemployment, but they neither provide a theoretical background to motivate their study, nor does their analysis featurethe distinction between FDInet stocks and flows. This distinction is crucial at least inthe model presented in the theory section of this paper where we show that the signof the effect is different depending on whether a country is the receiving or the sending country. Lin and Wang 2008 also do not control for other potential drivers behindunemployment, which might spur their results due to an omitted variable bias. Numerous theoretical and empirical studies on labor market institutions and its effects onunemployment suggest to control for institutions in related applications that deal withunemployment regressions.Also closely related to this paper are two contributions by Mitra and Ranjan 2007and Davidson and Matusz 2008 both focusing on the employment effects of outsourcing in trade models with search frictions. Mitra and Ranjan 2007 propose a two sectormodel with one input factor labor. In their model outsourcing decreases equilibriumunemployment. In Davidson and Matusz 2008 outsourcing forces some of the highskill workers in the North to search for jobs in the low skill sector. This stirs up job com3petition in the low skill sector and thus triggers a rise in unemployment. Also closely related is a contribution by Kohler and Wrona 2010, where the relationship between offshoring and unemployment is nonmonotonic. They identify channels through whichoffshoring can affect labor demand at the intensive and extensive margin. The two opposing effects lead to an outcome where the sign of the effect hinges on the level ofoffshoring.From an empirical perspective the papers closely related to mine are Dutt, Mitra,and Ranjan 2009 and Felbermayr, Prat and Schmerer 2009 both providing empirical evidence on the effects of international trade on unemployment. I use the samemethodology as proposed in both papers for the empirical test of the FDI and unemployment relationship relationship highlighted in the theory section of this paper. Alsoclosely related is a series of theoretical papers focusing on labor market effects triggered by globalization. Starting with Brecher 1974, researchers began to investigatethe link between trade liberalization and international labor markets. Davidson and Matusz 1988, 2004 and Davidson et al. 1999 analyze those effects by incorporatingthe Pissarides search and matching framework with international trade models such asthe Heckscher Ohlin model. Building on their work, Moore and Ranjan 2005 cameforward with a model that allows to study how globalization affects skillspecific unemployment in a Heckscher Ohlin framework. More recently the spotlight has been directed towards the popular Melitz 2003 international trade model. Egger and Kreickemaier 2009 were the first to relax the full employment condition in the Melitz modelby use of a fair wage constraint. However, their main interest lies in wage inequalityrather than unemployment. Helpman and Itskhoki 2007 and Felbermayr, Prat, and Schmerer 2008 introduced search frictions into the Melitz 2003 model and study theeffects of trade liberalization on unemployment. Based on this, Helpman, Itskhoki, and Redding 2008 and 2009 introduce worker heterogeneity into their model in order toinvestigate the effects of globalization on wage inequality and unemployment.2. The benchmark model I assume a twolevel production process with a continuum of final consumption goodsassembled using intermediate inputs, and capital. Intermediates are produced in thesecond level of the model using the homogeneous input factor labor. Labor markets 4are imperfect due to search frictions so that firms have to post vacancies in order torecruit new workers. Once met, employers and employees engage in wage bargaining,and in case of a successful match the firm is established and starts producing the intermediate good. The standard Pissarides small firm assumption applies, wherefore eachfirm on level 2 employs exactly one worker and produces one unit of the intermediategood. Level 1 prices charged for the final consumption good and wages paid to workersproducing the intermediates are closely related. Wages, goods prices, and thus worldincome is jointly determined in general equilibrium, thereby linking the different production levels.Consumer demand. The whole continuum of goods is consumed by the representative household according to a standard aggregate demand functioncid:90 1ln Y 0ln xzzdz ,1where xz is the quantity of the good from industry z consumed and z is the Cobb Douglas share in z.2 Aggregate demand evaluated by the price P must equal total expenditure Y P E. A fraction z of world expenditure is spent on the consumptionof good z and consumer demand is thus pinned down byxz zEcz,2which states that total expenditure for z equals revenue generated in z. Perfect competition implies that revenue in industry z equals quantity times unit costs as in 2 andthus allows us to interact the consumption and production parts level 1 and 2 of themodel.Level 1: Final good producers. Final goods are produced using the input factors capital and intermediate goods. The industries are ordered according to the input coefficients az, which exogenously determine the requirement of intermediates needed toproduce one unit of the consumption good. Each country specializes in producing inindustries where it has a comparative advantage by means of lower unit costs compared 2Summing up the shares over the whole continuum of industries must equal unity.5to that in the competing country. Input coefficients in z are given byaiz i iz ,3where index i denotes domestic d or foreign f. The labor requirement comprisesa nonindustry specific component and an industryspecific component that variesover the continuum. As in Dornbusch et al. 1977 technology differences across countries are necessary to derive a clear trade pattern according to each countrys comparative advantage.3To model final good production we postulate a Cobb Douglas production functionxiz aiz kiz1.4The final industry output good is sold for a price pz. Perfect competition impliesthat the industry price level equals the respective industry unit costspiz ciz Bqiaizr 1i,5where cz denotes minimum unit costs in sector z obtained by solving the cost minimization problem of the firm. Cost depend on prices paid for the intermediate inputsand capital. B 1 1 and az are given exogenously.Wages are determined on level 2 and equalized across industries. Level 1 firms takeprices charged by level 2 firms as given and adjust their labor demand based on theprice q in common units charged by level 2 firms for the intermediate good.Level 2: Intermediate input producers.In this final level labor is the sole input factorused to produce the intermediate input goods. Firms have to post vacancies in order torecruit new employees which incurs vacancy posting costs c prior to a successful match.I assume that vacancy posting costs are paid in terms of level 1 prices when solving thegeneral equilibrium of the model.4 The matching process mi is concave and has constant returns to scale properties. The problem of the firm and worker depends on firms 3Another approach close to the Dornbusch et al. 1977 model is Eaton and Kortum 2002 where countries draw their productivity parameter from a countryspecific distribution. Using equation 3 insteadallows us to determine a clear industry ranking that facilitates extensions such as mine.4This assumption is in line with Pissarides 2000.6revenue, unemployment benefits b, the bargaining power , vacancy posting costs c, thediscount rate , and job destruction rate . See the detailed solution in the Appendixfor further details on how to derive the equilibrium.Lemma 1. a To derive a unique solution for intermediate goods prices, q, the wage andjob creation curves are interacted and solved asqi 1 bi1 ci mi 6b Wages, and therefore intermediate good prices, are increasing in i since qi 0.i 0 in order to show that qii Proof. We can exploit mi 0. The higher the vacancyto unemployment ratio, i, the higher must be the equilibrium wage rate in order toattract enough workers to fill the vacancies. Higher wages in turn are linked to higherintermediate good prices paid by level 1 final good assemblers.2.1. Labor market clearing The existence of search frictions in the labor market gives rise to a situation wherefirms adjust their labor demand to the intermediate input prices depending on wagesand search costs. Perfect competition with search frictions imply that the intermediategoods price comprises production costs plus expected recruitment costs.Firms on level 1 are price takers and base their labor demand decision on the alreadyoptimal intermediate input goods prices. Using Shepards lemma, level 1 firms labordemand reads asciq, r; zqiz Baizqiaiz1r 1i.7The economys total labor demand can be found by aggregating industry labor demandover the whole continuum of active industriescid:211cid:90 zicid:20riqiaizBz i Li1 uii aizxizdz ,8where zi and z i represents the upper and lower bound of industries where the respective country has a comparative advantage. Intermediate goods prices q are deter7mined on level 2 and depend on the equilibrium market tightness. Equation 2 allowsus to simplify the Labor Market Condition LMC such that the equilibrium dependsonly on the endogenous parameters z and i as well as other exogenous parametersand reads ascid:90 ziz izEcid:1101 ci micid:1111 biLi1 uii dz .9The standard Pissarides 2000 assumption that each firm employs one worker linkslevel 2 firms demand for intermediate goods in 9 and level 2 labor demand which isequal to the number of firms. The specialization pattern under free trade is exanteunknown and depends on the unit cost schedule over all industries. The mass of onesingle industry approaches zero in the continuous scenario. A sensible interpretationtherefore demands the computation of the mass of a certain range of industries withinthe whole continuum. The consumption share for industry output in z is constant andequalized over the whole continuum, which allows us to solve the integral in 9.Lemma 2. Labor markets are in equilibrium if labor demand equals labor supply. The LMC conditions therefore pin down equilibrium market tightness, wages, and unemployment. The equilibrium is welldefined as there exists a unique combination of home andforeign market tightness such that both LMC curves are fulfilled given the cutoff z.Proof. Let L denote the left, R the right hand side of the labor market clearing condition. The left hand side of both conditions has its origin at zero and converges to anupper bound. The intuition is the following. Let i go towards zero. Wages would approach zero, whereas unemployment would go towards infinity such that the left handside of the LMC curve has its origin in zero and converges towards full employment.The right hand side is also well behaved. Labor demand is positive for i approachingzero and decreases in i. An increase in i triggers an increase in intermediate inputgoods prices, which in turn reduces demand for the intermediates. Thus, there is aunique solution for the LMC curve determined by the intersection of L and R.83. General Equilibrium The general equilibrium requires a framework that pins down the endogenous parameters. To close the model income is normalized to unity and determined by adding upworld factor payments to workers in and outside of the unemployment pool given by E Ld1 udwd rd Kd Lf 1 uf wf rf Kf U B ,10where U B ud Ldbd uf Lf bf is aggregate unemployment benefits paid to the fractionof jobless workers searching for a job. Capital rentals are determined using the Cobb Douglas shares and the capital market clearing conditionsrd Kd rf Kf 1 1 Ld1 udqd ,Lf 1 uf qf .1112Interest rates are such that capital markets are in equilibrium. The equilibrium then depends on 6 endogenous variables: 2 equilibrium market tightness, capital return in theforeign country, capital return in the home country, one cutoff that pins down the tradepattern between both countries, and income. Without loss of generality we can useworld income as nummeraire. To close the model one still has to solve for the optimalfree trade pattern.Corollary 1. The trade pattern between both countries hinges on one unique cutoff z0, 1 satisfying cf d; z .13pdz pf z cdd; z 4. Comparative statics analysis For the comparative statics analysis we focus on two closely related scenarios. Firstly,we analyze how footloose capital flows triggered by differences in international capitalreturns affect equilibrium unemployment. For this particular scenario interest rates areendogenously determined. Secondly, we turn to the implications of labor market insti9tutional reforms on capital flows. For this second exercise interest rates are exogenousby assumption. Notice, that the comparative statics presented are closely related to thatpresented in the companion paper Schmerer 2010 where we already derived those effects for low and high skill workers. We therefore briefly state the main implicationswithout going into more details.4.1. The effects of FDI on equilibrium market tightness.FDI in the form of capital inflows and outflows necessarily induce interest rate readjustments so that the capital clearing conditions are in equilibrium again. Capital inflowsfor instance reduce the scarcity of capital and thus precipitate a reduction in interestrates, which has a decreasing effect on unit costs. Given that all other factor pricesremain constant, the unit cost function shifts down associated with lower final goodprices over the whole continuum. The opposite happens in the country that loosescapital due to a relatively lower interest rate.The trade pattern is no longer optimal and the new intersection of the domestic andthe foreign unit cost schedules is pinned down by zcid:48 z. The range of active industries contracts in the FDIout economy and expands in the FDIin economy. Thisimplies that the former labor market equilibrium is not optimal any more: unemployment, wages and the equilibrium market tightness have to adjust.In the following I distinguish between the adjustments at the extensive and intensivemargin. At the extensive margin some industries die, which gives rise to a reductionin labor demand on the aggregate level. At the same time the adjustments of capitalcosts also directly affect the equilibrium by triggering a substitution between capitaland labor.Proposition 1. FDI outflows result in capital cost adjustments. Firms labor demandincreases at the intensive margin due to higher capital costs triggering a substitution effect. At the extensive margin the increase in the cutoff destroys all jobs associated withindustries formerly belonging to the sending country. The opposite pattern applies forthe FDIreceiving country.Proof. To see this one has to derive the first derivative of the right hand side of the LMCcurve with respect to the cutoff z, which is positive for the receiving and negative for 10the sending country, translating into job creation FDIin country and job destructionFDIout country at the extensive margin. Note that the distinction between the casewhere z is the upper or lower bound active industries is necessary. Suppose for instance that the home countrys fixed bound of active industries is the upper bound zd 1 so that its lower bound is z. A contraction of the range of active industriesin the respective country would mean that z is increasing. The first derivative of Rwith respect to z would therefore be negative. The same logic applies for the foreigncountry with one important difference being that z is now the upper bound of activeindustries whereas the lower bound is pinned down by z d 0, giving rise to the fact thatthe first derivative of r in the foreign economy is positive.For adjustments at the intensive margin it is enough to see that industry labor demand for both type of workers goes up when the interest rate increases.In order to restore equilibrium labor supply must adjust too. Since labor demandin the FDIout country decreases at the extensive margin, a higher rate of unemployment is needed to restore equilibrium. Thus, the equilibrium market tightness mustfall, wages go down and unemployment goes up. This in turn boosts labor demand onthe individual industry level and strengthens the increase in labor demand on the intensive margin. Income adjustments do not matter in my setup since income is set asnummeraire. A formal proof can be found in the Appendix.4.2. Changes in labor market institutions Proposition 2. Changes in institutions that benefit the workers by increasing their wagesdue to higher bargaining power or higher unemployment benefits b triggers capital outflows.Institutional changes benefiting the workers increase their wages. Suppose that cutoff z and the equilibrium market tightness remain constant. An increase in unemployment benefits or the bargaining power of workers for instance result in higher equilibrium wages, provided all other variables remain constant. The effect of positive institutional changes is therefore identical to an increase in the interest rate and the unitcost schedule shifts upwards so that the former equilibrium cutoff is no longer optimaland must adjust, too. Furthermore, capital allocation is no longer optimal since interest rates remain fixed, resulting in capital flows between countries in order to restore 11equilibrium. The intuition is straightforward. A contraction of active industries without adjustments in the interest rate sets capital free which will be shifted abroad wherecapital is needed due to the expansion of production. Unemployment and wages mustadjust until the new equilibrium is reached. These spillover effects stem from the interdependency between countries connected via trade. However, a new capital marketclearing condition is necessary to solve for the new equilibrium. Again we use Shepardslemma to derive industry level capital demand which reads ascizri B1 qizaizri.Aggregating industry level capital demand over all active industries yieldscid:90 zdkizxzdz ,Ki z d1415similar to the solution for the LMC curve we use equation 14 and 2 in 15 to obtain B1 qizaizr B1 zEqizaizri xzdzi Bqiaizr 11 zEcid:2r 1iicid:3 dz .dz161718cid:90 zdcid:90 zdcid:90 zdz dz dz d Ki Compare this solution to the aggregate capital market clearing conditions used to endogenize the interest rates in both countries. It is easy to show that both conditionsare equal by simply combining the labor and capital market clearing conditions viaequations 11 and 12. With endogeneous interest rates the effects of an institutionalchange on capital is unambiguous and depends solely upon the adjustments at the extensive margin. World capital endowments are fixed. Using the Leibniz rule we canderive the first derivative of the right hand side with respect to the cutoff z which isnegative for the contracting, and positive for the expanding economy. The effect is thusunambiguous and we therefore neglect the calibration.12Table 1: Parameterizations of the model 13Parametersusedforthesimulation Parameter Description Value Labormarketparameters Jobdestructionrate 0.04Elasticityofthematchingfunction 0.50b Unemploymentbenets 0.15m Scaleparameterofthematchingfunction 1.1c Vacancypostingcosts 1.1Industry Input Coecientsd Constantoftheinputcoecientcurvedomestic1.9f Constantoftheinputcoecientcurveforeign0.6d Slopeoftheinputcoecientcurvedomestic0.1f Slopeoftheinputcoecientcurveforeign2.9Cobb Douglassharestage 1production0.50Endowment Ld Laborforcedomestic0.5Lf Laborforceforeign0.5Kd Kapitalstockdomestic6Kf Kapitalstockforeign45. Numerical illustration Purpose of this simulation exercise is to solve the remaining ambiguity arising due tothe countervailing effect of FDI on labor demand at the intensive and extensive margin.Table 1 summarizes all parameters used for the benchmark calibration where laborand capital markets are in equilibrium so that the foreign interest rate is equal to thedomestic interest rate. We then simulate simultaneous capital flows from the foreign tothe home country triggered by differences in foreign and home capital returns that attract FDI away from Foreign. To calibrate the benchmark we target the unemploymentrate equal to 7 percentage points. Besides unemployment we exploit the interest ratesas targets for the calibration. Parameters related to the labor market are set accordingto the empirical evidence found in the relevant search and matching literature, whereasproduct market related parameters are set somewhat arbitrarily. The only anchor wehave for the product market parameters is the interest rate.Product market related parameters. Calibrating the product market related parameter remains a difficult task since no reliably data exists. We set the parameters of thelabor requirement curves so that Home has a comparative advantage in industries located closer to the upper bound of the continuum. The and parameters of the intermediate input requirement curves are set as required to secure the existence of aunique cutoff within the set of feasible z. The CobbDouglas share on level 1 is set equalto 0.5 and equilibrium interest rates are targeted to approach 2 percentage points.Labor market related parameters. Calibrating the labor market parameters is possible due to numerous studies that shed light on the search and matching frameworkfrom an empirical perspective. Most important, Hall 2005 estimates the U.S. equilibrium market tightness at 0.5. Petrongolo and Pissarides 2001 find that setting theelasticity of the matching function equal to 0.5 is a good approximation for the U.S.economy. The equilibrium market tightness, the elasticity of the matching function,and the monthly job destruction rate equal to s 0.034 pin down the scaler of thematching function at m 0.64 so that u U S 7 percentage points. Unemploymentbenefits b and search costs c are set arbitrarily and do not influence the outcome of thecalibration.14Endowment. Given all other parameters discussed we set endowments so that thelabor market and the capital market equilibrium conditions are in equilibrium, the rateof unemployment lies around 7 percentage points, whereas the interest rates are about 0.02. We find that Ld 0.5, Lf 0.5, Kd 4.6, and Kf 4.4 yields outcomes for theendogenous variables in line with those targets and in line with the calibration of theother labor market parameters.Simulation results. Figure 1 shows the simulation results. Foreign and home capitalstocks in the initial point FDI0 are such that the interest rates are not in equilibrium.Starting from that point we simulate symmetric capital flows from the foreign to thedomestic country until the benchmark equilibrium is reached. At F DI 0 the initialcapital stocks are Kd 3 and Kf 6. Given the parameters presented above the Homeinterest rate is higher than the foreign interest rate, which attracts capital in form of FDI. Capital flows from Foreign to Home up to the point F DI 1.6, where both thecapital and the labor market are in equilibrium as rd rf and unemployment is approximately equal to 7 percentage points matching the equilibrium market tightness 0.5. The assumption that FDIflows are symmetric gives rise to a benchmark equilibrium associated with F DI 1.6 where the domestic capital stock increased from 3to 4.6, and the foreign capital stock decreased from 6 to 4.4. Unemployment, wages,and interest rates are equal in both countries due to symmetric calibration of the labormarket parameters. In Foreign, the adjustments at the intensive margin are not enoughto outweigh the foreign increase in labor demand at the extensive margin. Wages haveto decrease and unemployment has to increase in order to restore labor market equilibrium. The opposite happens in the receiving home country. As indicated in the upperpanel of Figure 1 the home equilibrium market tightness goes up associated with ahigher wage and thus a lower equilibrium unemployment rate as can be seen in thelower panel of Figure 1. The magnitude of the effect is rather weak. Symmetric capitalflows equal to F DI 1.6 reduce equilibrium unemployment in the receiving countryby approximately 0.5 percentage points. The sending country sees its rate of unemployment increasing by exactly the same amount. Those results are in line with theoutcome of the empirical analysis in the next chapter. Using OECD data we find thata onestandardderivation of netFDI in minus outward FDI reduces unemploymentby a robust 0.5 percentage points.15Figure 1: Numerical illustration 6. Empirical evidence For the second part of this study, data from Bassanini and Duval 2005 and the UNCDAT is used to test the main implications of the model presented in the theory section.First, the model predicts that inwardFDI is associated with a lower rate of equilibriumunemployment, whereas outwardFDI tends to increase unemployment. Second, improvements in labor market institutions that benefit the workers by increasing theirrights andor wages tend to trigger capital outflows. This result stems from the factthat institutional changes in favor of the workers reduce firms competitiveness in someof the industries close to the initial cutoff through their direct and indirect effects onwages. A successful test for those findings will be presented in this chapter, where weuse panel data on in and outward FDI, aggregate and skillspecific unemployment, labor market institutions and other control variables for 19 OECD countries in order to 1600.511.520.20.250.30.350.4FDIunitflowsfrom Foreignto HomeDomestic 00.511.520.020.030.04FDIunitflowsfrom Foreignto HomeDomesticr 00.511.520.050.060.07FDIunitflowsfrom Foreignto HomeDomestic U 00.511.520.20.250.30.350.4Foreign 00.511.520.020.030.04Foreignr 00.511.520.050.060.07Foreign Udomfordomfordomforanalyze the relationship highlighted in the theory section. Theory does not allow forsimultaneous capital in and outflows. This issue is addressed by constructing FDInetstocksflows as difference between FDIin and FDIout relative to GDP. Negative signsfor FDI net flowsstocks indicate that a netincrease in capitalimports is associatedwith a reduction in unemployment. Two major concerns remain: Unemployment fluctuates with the business cycle and the analysis might be biased due to omitted variables.I address the first problem by controlling for the output gap measuring the differencebetween GDP and its long run trend as well as other macroeconomic shocks. Fiveyearaverages were taken in a second step, which purges short run fluctuations from thedata. The second problem is by far more involved and addressed by including variouscontrol variables that capture labor market institutions, as well as dummy variables tocontrol for country and time specific effects. Since FDI might be endogenous to unemployment, the time dimension of the data is used to construct instruments for thediffGMM regressions, which allows to tackle the endogeneity problem by treating FDIas endogenous.5The empirical setup is closely related to the empirical strategy in Felbermayr et al.2009 or Dutt et al. 2009 both of which focus on trade liberalization and aggregateunemployment.6.1. Empirical strategy and data Empirical strategy.Inspired by numerous labor market studies that analyze the effects of institutional changes on labor market outcomes we estimate a linear modelwith total unemployment as the dependent variable to shed light on proposition 1 froman empirical perspective. The model reads asuit F DIit 1 LABit 2 CONit CCCi Y Y Yt it ,19where is a constant, F DI is the variable of interest measuring FDInet intensity asthe difference between in and outward FDI relative to GDP, LAB contains various labor market institutional variables, where Basanini and Duval provide measures on the 5The requirement on diffGMM regressions are rather demanding and not always fulfilled. Several teststatistics permit the evaluation of the GMM results. SysGMM results are not presented since it producesinstruments that are not valid due to the over identification problem.17replacement rate, tax wedge, employment protection, and union density. Additionalcontrol variables captured by CON include product market regulations 6, and the output gap to cope with short run fluctuations. The panel structure of the data facilitatespurging the regressions of country and time invariant effects by including dummy variables in the regressions.The second proposition that states that changes in labor market institutions affect FDI flows is tested using the same empirical strategy but with FDI replacing unemployment as the dependent variable F DIit 1 LABit 2 CONit CCCi Y Y Yt it ,20The variables of interest when testing the interaction between labor market institutions and FDI are those measuring the direct and indirect effect of institutional changeson wages. The preferred estimator in both parts of the analysis is a consistent fixed effects estimator including additional time dummies to control for trends common to allcountries. To show that the results do not hinge on the estimation technique, additionalrandom effects, and feasible least square models are employed. In a last step, the endogeneity issue is addressed by use of a diffGMM estimator where the LAB variables aretreated as endogenous.Generally speaking, the data dimension necessitates fiveyear averages in order torun diffGMM regressions, which also further reduces the impact of short run fluctuations. One problem is that the data has a relatively larger crosssectional than timedimension. Usually the instruments preform badly when T C, which is due to toomany instruments. Obviously, this requirement is not fulfilled by the original Bassaniniand Duval data set which covers observations from 1983 2003 for 20 OECD countries.Fiveyear averages ease this problem by reducing the number of instruments and structural breaks in the data. However, notice that the structure of the data is still not optimalindicated by the number of instruments and the Sargan test statistics for diffGMM regressions based on the full sample, but the problem disappears once we take fiveyearaverages. I also skip sysGMM since the additional level equation would further increases the instrument count and drive the test on overidentification towards a pvalueequal to 1.0.6As shown by Felbermayr, and Prat 2009 product market regulations have an significant impact onunemployment.18Data. To bring the model to the data we use measures from the OECD, UNCDAT, and WDI. The dependent variable in part A is OECD total unemployment including 15 64 years old male and female observations. As additional robustness check we useskillspecific unemployment rates from the World Development Indicators to decompose aggregate unemployment into its primary, secondary, and tertiaryeducationalcomponents. The purpose of this exercise is to show the complementarity betweenboth skill groups respective of the effects of FDI on unemployment.7 To construct skillspecific unemployment rates we multiply total unemployment from the World Development Indicators with a variable measuring the fraction of total unemployment withprimary, secondary, and tertiary eduction. To transfer the data into skillspecific rateswe multiply the result with the ratio of total workers relative to the number of workerswith respective education in order to obtain the number of workers unemployed relative to the number of workers available within that skill group. However, one majordrawback is the sparse data availability ranging from 1994 2004 with lags.The variable of interest in part A is FDInet stocks and flows constructed using measures on in and outward FDI from the UNCDAT database. FDInet is measured as thedifference between inwardFDI and outwardFDI relative to GDP. FDI includes transactions of firms from foreign countries holding a share of at least 10% in a domesticcompany. Inward FDI is an investment from abroad in the reporting country, whereas FDIout measures FDI from the reporting country to other countries. FDI stocks andflows are measured in current U.S. dollars so that a measure for GDP from the Penn World Table can be used to construct FDInet intensities in order to create a comparability across countries. Portfolio investment assets and real openness, both in U.S.dollars relative to GDP, are included as additional control variables to proxy financialintegration and globalization, where the data was taken from the International Monetary Fund and the World Bank.Various measures of labor market institutions available through the OECD were exploited to reduce the omitted variable bias caused by other unobserved variables thatdrive unemployment. Bassanini and Duval provide and discuss a data set that containsthe most important variables. We control for tax wedge, replacement rate, employment 7Theory in Schmerer 2010 requires low and high skill unemployment wherefore we classify unemployed with secondary and tertiary education as high skillspecific unemployment. Moreover, theory predicts that both skill groups are equally affected by FDI. This stems from the Leontief production function,which is in line with Feenstra and Hanson 1996, 1997 model where high and low skill inputs are usedaccording to a Leontief production function.19protection EPL, and union density. Unfortunately the OECD stopped updating thosevariables so that labor market institutions are available for the period 1983 2003 onlyand therefore also determine the time dimension of our sample.Part B of the analysis focuses on the role of labor market institutions by includingthem as variables of interest in regressions with FDI as the dependent variable. Twovariables are available that directly measure how labor market institutions affect wages:the replacement rate and the tax wedge. The replacement rate is a measure for compensation paid to workers after losing their job and tax wedge measures taxation on wagesby computing the difference between wages paid by employers and wages earned byemployees. Moreover, union density and employment protection are also potentialdrivers behind FDIflows through their indirect effects on the labor market flexibilityand thus through their indirect effects on wages. Union density is a variable on the percentage share of workers associated with unions which is also often used as a proxy forthe workers bargaining power, and EPL measures the stringency of employment protection legislation indirectly affecting wages by protecting workers with productivitybelow their marginal product from being expelled. PMR is a measure of the stringencyof product market regulation in the respective country.We will distinguish between employment protection for regular and temporary contracts, and for two different measures for union density when institutional spillover effects thrust into the spotlight of our analysis.An output gap measure and various macroeconomic shocks purge short run fluctuations from the data and thus help to reduce the omitted variable bias. A total factorproductivity shock is constructed as the derivation of total factor productivity from itstrend using a HodrickPrescott filter, terms of trade shocks that measure the relativeprice of imports weighted by the share of imports in GDP, real interest rate shocks thatmeasure the difference between the 10year nominal government bond yield and theannual change in the GDP deflator, as well as labor demand shocks constructed as thelogarithm of the labor share in business sector GDP purged from the shortrun influence of factor prices.8 The output gap variable measures the difference between actualand potential GDP as percentage of potential output.8Data description taken from Basaninin and Duval 2010.206.2. Results According to theory, the predicted sign of the netFDI coefficient is negative when regressing upon unemployment.Table 2: Aggregate unemployment and FDInet Regressing labor market institutions on FDI similarly requires negative signs for the LAB variables. Theory predicts that netFDI inflows tend to lower the rate of unemployment due to a reallocation of industries, which causes job creation in the receiving 21Dependentvariable:Totalunemployment Variableofinterest:FDInetFDIinminus FDIoutrelativeto GDPIIIIIIIVVVIVIIFEFEFEFEFEFEFEFDInet 0.0480.0410.0300.0290.0450.0330.0260.0180.0190.0120.0120.0160.0180.023Portfolioinvestment 0.5700.1450.0050.1860.1210.1150.1560.134Openness 0.1560.1310.1510.1280.0460.0580.0580.064EPL1.2811.1821.2811.3841.4001.031Uniondensity 0.0550.0010.0070.0640.0610.063PMR0.2970.6360.6590.6180.6440.576Replacementrate 0.0310.0250.0530.0430.0500.043Taxwedge 0.3150.2400.1450.0980.1120.080Outputgap 0.5660.5520.5770.6160.5910.7860.0920.0870.0850.0610.0550.060Rsquare 0.3480.5090.5780.5840.5940.6630.730N428456456428386368338Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountries.Timedummiesincludedinallregressions,exceptofI.MacroeconomicshocksareincludedinregressionVII.and job destruction in the sending country. Thus, netFDI receiving countries shouldhave relatively lower unemployment rates and an increase in netFDI over time is expected to lower equilibrium unemployment rates. For part B of the analysis the sign forthe labor market institutional variables is expected to be negative since one of the predictions derived from theory states that improvements of the workers situation resultsin higher wages and thus trigger capital outflows by rendering investments to foreigncountries more lucrative due to relatively lower labor costs.Indeed, the data reveals exactly the same pattern as theory suggests. Regressing F DI on unemployment yields a negative and highly significant coefficient for netFDI.Regressing labor market institutions on netFDI also reveals the right coefficients forthe institutional variables of interest. In the following, results are discussed in moredetail.Benchmark results Table 2 presents the benchmark regression results for the preferred regression model, which is a consistent fixed effects model. The full set of available observations is employed without averaging the data in order to reduce the fluctuations in the business cycle. However, the advantage is that this leaves us more than 400 observations for 19 OECD countries, available for the period 19832003. Purging theregressions from fixed effects allows us to capture the changes on the individual country level. In regression I the focus lies on the measures FDI and portfolio investment,without controlling for any other shocks, institutional variables, business cycle effects,or the time trend. The variable of interest is netFDI. Portfolio investment is a proxyfor financial integration and the dependent variable is total OECD unemployment. Weobtain a significant FDI coefficient in regression I where we omit potential unemployment drivers as shortrun macroeconomic shocks, the business cycle, or labor marketregulations. The relation is rather strong and likely reflects a spurious correlation drivenby the variation in the business cycle. Portfolio investment is also negative and highlysignificant. We additionally include time dummies and the output gap in column II.Regression III contains controls for the output gap and openness as additional controlfor globalization. In regression IV the whole globalization control bundle is included.All regressions reveal the same picture. FDInet is negative and turns out significant inall regressions. Portfolio investment is less robust and becomes insignificant once wecontrol for the business cycle. As in Felbermayr, Prat, and Schmerer 2009 openness 22in regression III and IV has the expected sign and is also highly significant. We canalso observe a massive reduction for the FDInet coefficient once the business cyclefluctuations are controlled for by including the output gap variable, which indicates ahuge impact of the business cycle on unemployment. Regression V and VI compares the outcome of regressions where we control for labor market institutions V,and where we additionally include the entire set of globalization controls in VI. Comparing regression II and V reveals another interesting finding. Both coefficients forthe output gap and for FDInet are higher when we control for labor market institutions.Respectively, the magnitude of the effect of FDI is also stronger in VI than in IV, butthe globalization measures also have a huge impact an further reduce the magnitudeof the effects of netFDI. In regression VII all controls and macroeconomic shocks areincluded which yields insignificant results for netFDI.To conclude this first part of benchmark regression discussion, all regressions except of VII yield significant and negative coefficients for the netFDI measures. Thesign of the effect is statistically different from zero and robust, but the coefficient alsoreveals a relatively weak magnitude of the effect. Moreover, the magnitude highly depends upon whether we control for the business cycle or not. Another problem is thestructure of the data, which neither allows us to tackle potential endogeneity problemsusing GMM, nor does it allow to purge the data from short run effects in an adequateway. The Sargan test on over identification would yield a pvalue exactly equal to zero,which means that the instruments are simply not valid. In the second part we therefore focus on regressions where 5year averages were taken. The results can be foundin Table 3. Regression I only includes netFDI and indicates that a one standard deviation increase in netFDI reduces unemployment by roughly 0.8 percentage points.Including the institutional controls increases the magnitude to a reduction in unemployment equal to 1 percentage point. Controlling for financial integration reducesthe significance in netFDI, whereas additionally controlling for openness restores itssignificance. Next, more of our attention is paid to the endogeneity problem by preforming various diffGMM setups. The setup in V treats netFDI and the output gapas endogenous. The performance of the instruments is rather good compared to theresults obtained for the nonaveraged data. The test on first and second order autocor23Table 3: Aggregate unemployment and FDInet 5year averaged datarelation of the instruments with the error term yields pvalues equal to 0.037 and 0.417,and the Sargan test pvalue is higher than 0.1 but below 0.5, which indicates that thereis no overidentification. However, the globalization measures are also potential sourcesfor endogeneity issues, which is tackled in regression VI where we treat openness, netFDI and the output gap as endogenous, or in VII where we treat FDI, openness, theoutput gap, and portfolio investment as endogenous. All setups yield the same robustfinding. FDInet and openness is negative and significant, and we also find that portfolio investment is positive and significant which further supports our story by indicatingthat more financial market integration with investors holding foreign portfolio assets 24Dependentvariable:Totalunemployment Variableofinterest:FDInetFDIinminus FDIoutrelativeto GDPIIIIIIIVVVIVIIVIIIFEFEFEFEDIFFGMMDIFFGMMDIFFGMMFGLSFDInet 0.0390.0490.0260.0430.1140.1390.0870.0340.0190.0140.0260.0190.0560.0490.0410.014port 0.4400.2031.7671.5331.5470.1330.2410.2830.7540.6320.6910.201Openness 0.1750.4200.2630.4220.1990.0780.1310.1320.1140.038Lagdep.var.0.5650.4750.5490.2210.2800.221Replacementrate 0.0340.0080.0270.0830.0790.0790.0060.0460.0610.0540.0520.0550.0510.025Taxwedge 0.3760.2860.2960.0900.1790.0720.1910.1090.1080.1170.1000.1040.1060.062EPL0.8900.5510.9200.5690.9370.4470.6821.3561.5171.4531.2611.1781.2210.511Uniondensity 0.0690.0080.0070.0850.1550.0360.0070.0560.0540.0560.0840.0760.0740.037PMR0.4310.6510.7600.1420.1660.1980.8450.6450.6320.6900.6680.6720.6580.291Outputgap 0.7100.6490.5950.5831.1021.1391.0060.6160.1170.0930.0830.0750.1900.2140.1940.064Rsquarewithin0.6840.625 AR1 0.0370.0780.032.AR2 0.4170.2120.522.Sargan OIDtest 0.4640.1670.238.N8989898969696989Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountries.timedummiesincludedinallregressions.Fixedeffectspreferredforthebenchmarkspecificationaccordingtothe Hausmantest.FDInetandoutputgaptreatedasendogenousinV.InVIweadditionallytreatopennessasendogenous.InVIIwetreat FDInet,openness,outputgap,andportfolioinvestmentsasendogenous.having the same effects as FDIoutflows. However, the finding is interesting but unfortunately it is not robust and only appears in the GMM regressions. FGLDS in VIII alsoyields comparable results.Table 4: FDInet stocks and labor market institutions 5year averages25Dependentvariable:FDInet Variableofinterest:Labor Market Institutions IIIIIIIVFEFEFEFEEPLregularcontracts10.14118.46015.07820.4193.9095.9395.1824.571EPltemporarycontracts2.1283.3763.1103.3042.0902.5762.5922.154Uniondensity 0.3511.0090.7741.0390.2350.3570.2150.355PMR3.0752.3471.9411.7725.8814.6124.7284.208Highunioncoverage 26.5658.799Replacementrate 0.4120.5650.5190.419Taxwedge 0.5241.1440.7510.467Wagedistortion 0.6340.375Openness 1.0100.349Portfolioinvestment 8.8501.668Outputgap 1.3691.3420.5850.6510.8690.9590.7120.666Rsquared 0.2780.2730.3050.599N96.00093.00096.00089.000Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountries.In a last step the role of labor market institutions is analyzed by replacing the dependent variable unemployment with netFDI in order to shed light on the role of labormarket institutions. Results are reported in Table ??. Potential candidates that mightlead to an increase in FDI outflows relative to inflows are employment protection, uniondensity, and all kind of wage distortions, which potentially distract investments from Home. We disentangle employment protection into EP Lr which measures the protection for regular contracts, and EP Lt for temporary contracts. A dummy for high unioncoverage is included in some I, where we find negative coefficients for all variablesof interest. However, only high union coverage and employment protection for regularcontracts turn out to be significantly different from zero. Different setups with different controls were tried, and all setups yield the same robust finding that high unionactivity and employment protection are negatively associated with FDI inflows relativeto FDIoutflows. Replacement rate and tax wedge measures are included in II butboth are not significant. In III we try to combine the replacement rate and tax wedgemeasure as wage distortion. The coefficients are again insignificant. Finally in IV wecontrol for all variables of interest and the globalization controls openness and financial market integration. However, the measures on the direct effect of institutions onthe workers wages remain insignificant but employment protection for real contractsand union density is negative and highly significant in all regressions.6.3. Additional robustness checks.Table 5reports the results for the additional robustness checks where we focus onnetFDI by excluding openness and portfolio investment. The dependent variable is total OECD unemployment. In a first step we analyze the omitted variable bias caused byneglecting potential unemployment drivers as shortrun macroeconomic shocks, thebusiness cycle, or labor market regulations. We additionally include time dummies Incolumn II , and in regression III we also control for business cycle effects. Notice thatfiveyear averages were taken in order to derive longrun variables.The coefficients in all regressions are statistically different from zero and negative,but the magnitude of the effect is highly dependent upon whether we control for thebusiness cycle or not. Regression I indicates that a onestandard deviation increase in 26Table 5: Aggregate unemployment and FDInet stocksnetFDI reduces unemployment by roughly 1 percentage point. Additionally includingtime dummies reveals a downward bias caused by omitting trends from the data. Conversely, regression III shows that omitting business cycle effects creates an upwardbias in the results. The results obtained by inclusion of the output gap variable yieldsresults that suggest that a onestandard deviation of netFDI reduces unemploymentby a robust 0.56 percentage points. Including further control variables as labor marketinstitutions or shocks also yields coefficients that indicate a relationship between netFDI and unemployment of the same magnitude. We conclude this first discussion ofthe benchmark results by comparing the magnitude of the effect of FDI on unemployment to the effects of a onestandard deviation increase in the output gap that reducesunemployment by 1.8 percentage points. The benchmark regression results thereforesupport theory, but the magnitude of the effect is rather weak.27Dependentvariable:Totalunemploymentrate Variableofinterest:FDInetFDIinminus FDIoutinstocksrelativeto GDPIIIIIIIVVVIFEFEFEFEFEFEFDInet 0.0610.0720.0430.0500.0490.0470.030.020.020.010.010.02Replacementrate 0.0250.0340.0310.050.050.05Taxwedge 0.3830.3750.3550.110.110.11EPL0.5770.8890.9201.281.401.40Uniondensity 0.0650.0680.0730.050.060.06PMR0.4290.4440.700.73TFP20.19016.40Outputgap 0.7450.6520.6480.7330.120.100.100.09Rsquared 0.0860.2670.5220.6030.6070.612Observations 919191919191Timedummiesxxxxx Countrydummiesxxxxxx Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountries.Countrydummiesincludedinallregressions,timedummiesincludedinallregressionsexceptin I.Table 6: Aggregate unemployment and FDInet flows Table 6reports the results for regressions with FDIflows instead of stocks. We obtain the same sign pattern as in Table 5. The FDInet measure is significant and negative when controlling for business cycle and labor market institutions, which furthersupports the results found in Table 5. However, without controlling for the businesscycle or other unemployment drivers such as labor and product market regulations 28Dependentvariable:Totalunemploymentrate Variableofinterest:FDInetFDIinminus FDIoutinflowsrelativeto GDPIIIIIIIVVVIFEFEFEFEFEFEFDInet 0.3740.3400.2410.2690.2760.3060.270.230.180.150.150.14Replacementrate 0.0050.0170.0160.050.050.05Taxwedge 0.3680.3580.3250.110.110.10EPL0.5100.9571.0961.261.331.37Uniondensity 0.0610.0670.0810.050.050.05PMR0.5870.6240.620.65TFP36.11114.90Outputgap 0.7690.6780.6700.8140.120.100.090.11Rsquared 0.0930.2330.5180.5960.6020.619Observations 939393939393Timedummiesxxxxx Countrydummiesxxxxxx Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountries.Countrydummiesincludedinallregressions,timedummiesincludedinallregressionsexceptin I.swofldnaskcots,tenIDFdnatnemyopmenuetagerg Al:7elba T29Dependentvariable:Totalunemployment Variableofinterest:FDInetFDIinminus FDIoutrelativeto GDPIIIIIIIVVVIVIIVIIIIXXFEREFGLSdiffGMMdiffGMMFEREFGLSdiffGMMdiffGMMFDInetflowFDInetstockFDInet 0.0470.0100.0400.0980.0710.3060.1840.2910.9050.6960.020.020.010.030.020.140.110.090.330.31Lagdep.var.0.0740.1900.2100.1550.230.110.250.19Replamentrate 0.0310.0130.0140.0490.0350.0160.0070.0090.0110.1450.050.040.030.050.130.050.040.030.080.14Taxwedge 0.3550.2100.2510.2390.3800.3250.1890.2780.1320.5500.110.070.060.090.190.100.070.060.090.24EPL0.9200.7570.8801.0801.3661.0960.7560.8752.0502.7981.400.660.631.271.691.370.670.601.701.99Uniondensity 0.0730.0880.1100.2140.1890.0810.0870.1310.2410.2390.060.030.040.070.040.050.030.030.050.07PMR0.4440.7120.2750.4210.2620.6240.7910.5340.3860.3670.730.530.360.660.850.650.550.330.570.71TFP20.19034.91523.67266.20541.25236.11142.24532.38888.11362.59116.4025.9914.2119.8916.6114.9026.2411.7133.1031.34Outputgap 0.7330.9330.8081.1240.9540.8140.9530.8301.2231.0680.090.180.100.190.130.110.180.090.260.28Rsquared 0.6120.5690.6190.590Hausman 0.0000.000Observations 91919170709393927373Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountriesovertheperiod 19832003.Timedummiesincludedinallregressions.Outputgapandadditionalmacroeconomicshockscaptureshortrunfluctuations.FGLSwithcorrectionforheteroskedasticpanelsandcrosscountrycorrelation.DiffGMMtreats FDInetandoutputgapasendogenousin IVand IXandadditionallytreatswagedistrortionasendogenousin Vand X.coefficients are not significantly different from zero. The effect is of the same magnitude and such that a one standardderivation of netFDI reduces equilibrium unemployment rates by 0.72 percentage points in the benchmark specification VI.Table 7 applies different models of the benchmark specification in order to investigate the robustness of the results. We distinguish between FDInet stocks left panel of Table 7 and flows right panel of Table 7 and compare the outcome with the benchmark fixedeffects regression reported in I and VI. Employing a randomeffects estimator yields the expected sign but the coefficient is not significant when using the FDI flowmeasure. The Hausman test pvalue strongly suggests to superiority of the consistentfixed effects estimator. Using flows instead of stocks yields a significant and negative coefficient for both the fixed and the randomeffects estimates reported in column VIand VII. In III and VIII a feasible least squares estimator is employed and allowsus to control for heteroscedasticity across the countries and panel. The coefficients areclose to the coefficients obtained in I and VI and indicate an effect similar to that obtained from the benchmark fixed effects regressions. The time dimension of the data isexploited to run GMM with lags of the endogenous variables used as instruments. Onepotential pit fall of GMM is over identification caused by too many instruments. Hence,the number of instruments is limited by focusing on variables that are potentially endogenous instead of building instruments for all variables included in the regressions.9Instrumenting FDIflow in a GMM approach indicates a long run relationship that istwo times higher then that from the standard benchmark regressions. Including stocksin IX and X reveals the same picture.Table 8shows regression results for a firstdifference approach. A negative sign indicates that an increase in FDI inflows inflows minus outflows is associated with adecrease in unemployment. The distinction between regressions that include countrydummies and regressions that exclude them helps to assess the role of fixed effects.The omitted variable bias due to time invariant fixed effects should be neglible sincethe time dimension of the data is rather short and due to the fact that time invariantfixed effects are already purged by first differencing the data. Country dummies in this 9In a first step we instrument output gap and openness, and in a second step we also build instrumentsfor the wage distortion.30particular application allow for different country intercepts which is more or less important since theory predicts that a change over time influences unemployment. Westart with a simple OLS estimator in column 1 neglecting differences in the country intercepts. Concerning the LAB measures we get the same unsatisfying picture as manyother studies on labor market institutions before. Higher replacement rates tend to decrease unemployment which contradicts search theory, but the coefficient is insignificant. Tax wedge and employment protection have the right sign but the effect is notstatistically significant and thus meaningless. FDIin net of FDIout exhibit the rightsign by indicating that positive changes of FDI capital inflows are indeed associatedwith a higher equilibrium rate of unemployment in the long run. Allowing for countryspecific intercepts increases the fit of the model. This is not a surprise since we forcedall countries in regression 1 to have the same constant, somehow obscuring the country specific relationship between FDI and unemployment. Notice, that both regressionsyield results that are equal in magnitude. Including country dummies however reducethe standard errors indicating that the regression line fits the data. In regression 3 and4 we use a GLS estimator instead of OLS and receive basically the same results.Labor market institutions and FDI. The second important proposition derived fromtheory is that changes in labor market institutions that benefit the workers reduce FDIinflows and push FDIoutflows. In Table 9 we investigate this relationship by regressing the institutional variables on FDInet. The negative coefficients of the institutionalvariable wage distortion for instance indicate that higher unemployment benefits arelinked to lower FDInet flowsstocks.31Table 8: Aggregate unemployment and FDInet flows 32Dependentvariable:Totalunemploymentrate Variableofinterest:FDInetFDIinminus FDIoutstockrelativeto GDPIIIIIIIVVVIOLSFEFGLSFGLSIVIVFDInet 0.0160.0160.0140.0130.0200.0270.010.010.010.010.020.01Replacementrate 0.0400.0630.0210.0470.0420.0640.040.040.020.020.040.04Taxwedge 0.0450.0410.0310.0300.0450.0410.030.030.020.020.030.02EPL0.5900.7040.4320.5320.5950.7030.360.380.300.290.340.35PMR0.2440.2320.0380.0610.2470.2480.280.280.170.170.270.26TFPshock27.82028.69426.77626.60827.77728.5953.663.572.292.293.483.32To Tshock1.2150.0461.3201.6071.2960.1172.953.142.332.312.822.91Labordemandshock8.79314.6278.31412.2299.31315.0264.695.993.934.924.595.65Interestrateshock0.0380.0360.0130.0110.0390.0370.020.010.010.010.010.01Outputgap 0.6470.6410.5960.5810.6460.6380.040.050.030.030.040.05Rsquared 0.5870.6120.5870.611Partial Rsquared 0.3130.388Fstat1ststage9.85317.037Countrydummiesxxx Timedummiesxxxxxx Observations 365365365364364364Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountriesovertheperiod 19832003withgapsandfirstdifferencedtopurgecountryspecificfixedeffects.Timedummiesincludedinallregressions.FGLSwithcorrectionforheteroskedasticpanelsandcrosscountrycorrelation.IVusesfirstlagsof FDInetasinstrumenttoadressendogeneity.snoitutitsnitekramrobaldnaswoflten IDF:9elba T33Dependentvariable:FDInetFDIinminus FDIoutrelativeto GDPVariableofinterest:Replacementrate,taxwedge,and EPLIIIIIIIVVVIVIIVIIIFEREFGLSIVFEREFGLSIVFDInetstockFDInetflowWagedistortion 0.2470.1260.0740.2450.0990.0120.0420.1240.220.050.040.090.040.010.010.03Uniondensity 0.3220.0890.4420.3870.0960.0060.0550.1120.380.090.070.140.050.020.030.03EPL5.2353.3633.6236.5192.6360.5040.9523.0873.531.110.981.810.700.210.351.00Outputgap 0.7520.9710.0650.7340.0620.1410.0340.0610.580.240.130.240.070.050.050.05PMR0.8060.1781.1270.6350.6290.2000.4080.7412.461.060.640.950.410.260.220.34TFPshock36.40951.9929.15436.4860.9526.6471.0421.54035.7120.6911.5119.796.305.794.585.66To Tshock13.89423.72810.47212.4477.1299.4621.8288.06137.5717.267.5115.405.303.572.454.03Labordemandshock63.57367.77015.79560.66813.2178.9107.52914.97761.5620.678.1519.099.053.643.074.47Rsquare 0.4170.8970.1970.419Hausman 1.0000.852N355355355338364364364348Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountriesovertheperiod 19832003.Timedummiesincludedinallregressions.Outputgapandadditionalmacroeconomicshockscaptureshortrunfluctuations.Firstlagsofireplacementraterr,iitaxwedgetwandiiiEPLeplusedasinstrumentsforthe IVregressions.All labor market institutions reveal a negative sign, and only a few of them are insignificant. Using a fixed effects estimator in column I we find that the coefficientsfor wage distortion, union density, and employment protection are negative but notsignificant. Random effects in column II reveal the same sign pattern, but the coefficients are now significant for wage distortion and employment protection. Uniondensity reveals the right sign but the effect is not significant and thus zero. The Hausman test strongly favors the random effects estimation. This result supports our theoryby indicating that countries with lower labor market institutions seem to attract more FDI inflows than countries that have a tendency to protect their workers. Moreover,addressing cross panel heteroscedasticity by running FGLS yields significant and negative coefficients for all labor market institutional variables. Even union density has theright sign and is significant for FGLS. Running IV regressions and instrumenting lagsof the variable wage distortion and employment protection as instruments confirm thefindings in column 1 and even the magnitude of the effects do not vary by much. Partial Rsquares in all regressions range from 0.6 to 0.8 indicating that the instrumentsare valid. In columns 5 8 we redo the whole procedure with FDIflows instead ofstocks, which support the findings discussed so far.Additional results. Regressions with skillspecific unemployment rates as the dependent variable and netFDI flows as a variable of interest are presented to test the complementarity theoretically derived in Schmerer 2010. Findings in Table 10 indicatethat FDI net flows equally affect both skill groups. Countries with increasing FDIintend to have lower low and highskill unemployment rates, whereas net exporters ofcapital exhibit higher rates of unemployment in both skill groups.10 However, as discussed before the regressions might be plagued by endogeneity, especially when usinglowskill unemployment rates. High rates of lowskill unemployment may be an alarming signal for policy makers that could lead them to protect domestic labor marketsfrom global competition. This is to a great extend perceived as a risk for the low skilledrather than for the highskill work force.The results support the complementarity between both skill groups and reveals a 10skillspecific unemployment rates are computed as ratio between the number of unemployed workerand the total number or workers, both with either low skill or high skill education. Simply dividing the totalrate of unemployment into primary, secondary and tertiary unemployment is not enough since the basiswould still be total labor. For skillspecific unemployment rates we need the information on the numberof workers available with a certain education. This data is also provided through the WDI database.Table 10: Skill Specific Unemployment and FDI netflowsnegative sign for both type of workers. Moreover, the magnitude of the effect is strongerfor the lowskilled than for highskilled. We find that a onestandard deviation increasein net FDI reduces low skill unemployment by 1.66 percentage points and 1.44 percentage points for the highskilled. The result stems from the fact that the high skill unemployment rate is lower and exhibits less variation than lowskill unemployment. Again,we also find that the magnitude of the effect becomes smaller once we reduce the omitted variable bias by including additional control variables. Controlling for the full set ofvariables reduces the effect of a onestandard deviation of netFDI to 1.17 percentagepoint for highskill and 0.97 percentage points for lowskill unemployment. Concerning product market regulation we find the opposite effect. PMR tends to increase bothrates of unemployment but the effect appears to be stronger for high skill than for low 35Dependentvariable:skillspecificunemployment Variableofinterest:FDInetFDIinminus FDIoutstockrelativeto GDPFEregressions VARIABLESulowuhighulowuhighulowuhighFDInet 0.1060.0920.0850.0700.0750.0620.0430.0520.0280.0330.0290.031Wagedistortion 0.1690.1040.1300.0700.0880.0640.0930.066EPL0.6061.7831.1332.2670.9161.0930.8761.030PMR1.9862.5732.1452.7360.8291.1260.7241.020Interestrateshock 0.0660.0360.0360.017TFP39.81038.15210.02511.750To Tshock63.08145.84051.55731.53550.63931.45020.84327.42214.68417.44113.29015.410Labordemandshock35.50125.79729.77818.37438.35926.49714.27418.46615.01918.73612.52517.071Outputgap 0.8130.5360.7200.4720.8500.5980.1430.1340.1440.1010.1450.105Observations 125125125125125125Rsquared 0.7770.6820.8380.7830.8750.827Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 19OECDcountriesovertheperiod 19932003.Outputgapandadditionalmacroeconomicshocksincludedtocaptureshortrunfluctuations.Countryandtimedummiesincludedinallregressions.skill workers. Derivations in GDP from its long run trend also harms low skill workersmore than high skill workers in all model setups.36swoflten I11elba Tl DFdnatnemyopmen Ucfiicep Sllik S:37Dependentvariable:skillspecificunemployment Variableofinterest:FDInetFDIinminus FDIoutstockrelativeto GDPIVregressions VARIABLESulowuhighulowuhighulowuhighulowuhighFDInet 0.0960.0800.1020.0840.0870.0690.0740.0650.0450.0310.0510.0360.0480.0350.0450.034Wagedistortion 0.0400.0220.0680.0360.0290.0170.0490.0220.0450.0340.0430.0310.0600.0450.0550.038EPL1.8891.2051.6351.0892.2181.4521.8091.2110.7160.7421.0420.7750.7590.7861.0470.791PMR1.3551.1851.2741.2001.4081.1131.2201.0710.6250.6430.6480.6760.6950.6790.6690.711TFP18.12114.30224.67816.96028.02421.44939.42325.4219.5275.82511.5936.2649.4125.5909.7045.358Uniondensity 0.0610.0500.0090.0940.1160.0040.0210.0500.0790.0510.0810.0510.0880.0650.0770.055To Tshock22.83710.31715.5694.2108.8974.0176.9022.42011.5966.60310.8216.13910.9786.52110.1726.573Realinterestshock0.0290.0070.0290.0080.0310.0020.0260.0060.0440.0210.0320.0180.0450.0180.0310.015Outputgap 0.7610.3470.7780.4200.8550.4430.9080.5410.1200.0850.1110.0780.1680.0890.1210.071Yeardummiesxxxx Rsquared 0.6080.4540.5230.3810.6380.5350.5710.495Partial Rsquared 0.1980.1920.1990.196Fstat1ststage20.30420.5019.95810.429OIDtest 0.9020.661Observations 9292929274747474Robuststandarderrorsinparentheses,significantat 10%,significantat 5%,significantat 1%.Dataisavailablefor 20OECDcountriesovertheperiod 19932003.Outputgapandadditionalmacroeconomicshocksincludedtocaptureshortrunfluctuations.Allvariablesarefirstdifferencedand FDIisinstrumentedwithitssecondlagAndersonand Hsiao 1981,1982.Additionalfirstlagusedinregression56.Table 11 As a further robustness check we preform regressions using the methodology proposed in Anderson and Hsiao 1981, 1982 to address the endogeneity issueby firstdifferencing the data and by using the second lag of the FDI variable as an instrument. Several setups were tested but only those setups where the second lag of theendogenous variable is included as instrument yield satisfying instruments concerningthe test statistics. The firststage Fstatistic is between 10 and 20 for all regressions andthe partial Rsquare is around 0.2. Again, the robust finding that i both skill groups areequally affected by FDI and ii that the magnitude of the effect is stronger for low skilledthan for high skill is also apparent when controlling for endogeneity. First differencednetFDI is instrumented with the second lag of netFDI in Column I IV. Time dummiesare included in I and II but excluded in III and IV. Excluding the time dummies yieldsbetter results for the test statistics concerning the instruments validity. Excluding timedummies is the preferred setup given that the time dimension is rather short. Nevertheless, we always report both type of regressions as further robustness checks. In column V to VIII we also include the second lag in first differences which allows us to run a teston exogeneity.7. Conclusion This paper advances a simple multiindustry trade model with imperfect labor marketsdue to Mortensen and Pissarides type of search frictions. Wages in this setup are jointlydetermined by labor market institutions and international trade, thereby affecting theequilibrium rate of unemployment at the intensive and extensive margin of labor demand. This twodimensional causality between foreign direct investments and wagesunemployment also permits the study of changes in the exogenously given labor market institutional environment. Institutions itself remain unaffected by firm behavior ortrade so that wages are set according to the conditions in the labor market. Conversely,policy makers may influence labor market outcomes for whatever reason by readjusting labor market institutions. The model proposed above suggests that such a reformwould necessarily affect trade, wages and unemployment in all countries integratedthrough the trade in goods and capital.This papers major contribution is to test and to quantify the opposing effects at theintensive and extensive margin of labor demand by confronting the model with datataken from the OECD. We successfully test the main hypothesis derived in the theorychapter in that we show that the FDIreceiving countries tend to have lower rates ofunemployment, whereas an increase in FDIoutflows increase equilibrium unemployment.The newly introduced Mortensen and Pissarides 1994 search and matching mechanism within the Feenstra and Hanson model also opens a novel channel through whichchanges in the workers wage rate initiated by changes in labor market reforms inducecapital flows between the countries. For instance an increase in the workers income reduces the respective countries competitiveness in all industries. However, the reducedcompetitiveness only affects some of the industries located near the cutoff which willbe sifted abroad. Given that interest rates are exogenously given, such a loss in competitiveness leads to excess capital supply in the contracting and excessdemand in theexpanding country. Our results support this finding in that it suggest that countrieswith less stringent labor market institutions tend to have larger FDIinflows and thushave lower rate of unemployment.39References1 ANDERSON, T., AND C. HSIAO 1981, Estimation of dynamic models with errorcomponents, Journal of the American Statistical Association.2 ANDERSON, T., AND C. HSIAO 1982, Formulation and Estimation of Dynamic Models Using Panel Data, Journal of Econometrics 18.3 BASSANINI, A. AND R. DUVAL 2009, Unemployment, Institutions and Reform Complementarities: ReAssessing the Aggregate Evidence for OECD Countries,Oxford Review of Economic Policy, forthcoming.4 BRECHER, R. 1974, Minimum wage rates and the pure theory of internationaltrade, Quarterly Journal of Economics 88: 98116.5 COSTAIN, JAMES S. AND MICHAEL REITER 2008, Business cycles, unemploymentinsurance, and the calibration of matching models , Journal of Economic Dynamics and Control 324: 11201155.6 DAVIDSON, C., MARTIN, M. AND MATUSZ, S.J. 1988, The structure of simple general equilibrium models with frictional unemployment, Journal of Political Economy 966: 126793.7 DAVIDSON, C., MARTIN, M. AND MATUSZ, S.J. 1999, Trade and Search Generated Unemployment, Journal of International Economics 482: 27199.8 DAVIDSON, C. AND MATUSZ, S.J. 2004, International Trade and Labor Markets.Theory, Evidence and Policy Implications, Mimeo: W.E. Upjohn Institute for Employment Research, Kalamazoo, Michigan.9 DAVIS, D. 1998, Does European unemployment prop up American wages? National labor markets and global trade, American Economic Review 88: 478494.10 DORNBUSCH, R., S. FISCHER, AND P. SAMUELSON 1977, Comparative Advantage,Trade and Payments in a Ricardian Model with a Continuum of Goods, , American Economic Review 67.11 DUTT, P., D. MITRA AND P. RANJAN 2009, International Trade and Unemployment: Theory and CrossNational Evidence, Journal of International Economics,forthcoming.4012 EATON, J. AND S. KORTUM 2002, Technology, Geography, and Trade, Econometrica 703.13 EGGER, H. AND U. KREICKEMEIER 2009, Firm Heterogeneity and the Labor Market Effects of Trade Liberalization, International Economic Review, forthcoming.14 FEENSTRA, R., AND G. HANSON 1997, Foreign direct investment and relativewages: Evidence from Mexicos maquiladoras, Journal of International Economics42.15 FELBERMAYR, G., M. LARCH, AND W. LECHTHALER 2009, Unemployment in an Interdependent World,CESifo Working Paper Series 2788.16 FELBERMAYR G., J. PRAT AND H.J. SCHMERER 2011, Globalization and Labor Market Outcomes: Wage Bargaining, Search Frictions, and Firm Heterogeneity,Journal of Economic Theory, 146: p. 3973.17 FELBERMAYR G., J. PRAT AND H.J. SCHMERER 2009, Trade and Unemployment:What do the Data Say? , IZA working paper No. 3363.18 HALL, R. 2005, Employment Fluctuations with Equilibrium Wage Stickiness, American Economic Review, 951: 5065.19 HELPMAN, E. AND O. ITSKHOKI 2007, Labor Market Rigidities, Trade and Unemployment, NBER working paper No. 13365.20 HELPMAN, E., O. ITSKHOKI AND S. REDDING 2009, Wages, Unemployment and Inequality with Heterogeneous Firms and Workers, NBER working paper No.14122.21 KOHLER, W., J. WRONA 2010, Offshoring Tasks, Yet Creating Jobs?, CESifo Working Paper Series 3019.22 LARCH, M. AND W. LECHTHALER 2009, Comparative Advantage and skillspecific Unemployment, Kiel Working Papers, 1538.23 LIN, M.Y. AND J.S. WANG 2008, Capital Outflow and Unemployment: Evidence from Panel Data, Applied Economics Letters 15: p. 1135 1139.4124 MELITZ, M. 2003, The impact of trade on intraindustry reallocations and aggregate industry productivity, Econometrica 71, 16951725.25 MOORE, M. AND P. RANJAN 2005, Globalisation vs SkillBiased Technological Change: Implications for Unemployment and Wage Inequality, Economic Journal 115503: 391422.26 PETRONGOLO, B., AND C.A. PISSARIDES 2001, Looking into the black box: A survey ofthe matching function, Journal of Economic Literature 392: 390431.27 PISSARIDES, C.A., VALLANTI G. 2004, The Impact of TFP Growth on Steady State Unemployment, International Economic Review 482: 607640.28 SHIMER, R. 2005, The Cyclical Behavior of Equilibrium Unemployment and Vacancies,American Economic Review, 951: 2549.29 SCHMERER, H.J. 2010, FDI, SkillSpecific unemployment, and the role of Labor Market Institutions, mimeo.428. Appendix 8.1. Data description Unemployment rates For our OECD benchmark regressions we use total unemployment, measuring the percentage share of unemployed workers in total labor force 15 66 years old individuals. Data taken from Basanini and Duval. Original Source: OECD,Database on Labour Force Statistics; OECD, Annual Labour Force Statistics.To estimate the effects of FDI on skillspecific unemployment rates we use data fromthe WDI to disentangle the WDI total unemployment rate into its skillspecific components. Low skill labor is constructed using data on workers with primary education only.High skill labor is an averaged variable gathering workers with secondary and tertiaryeducation.FDI measures FDInet is measured as difference between inwardFDI and outwardFDI relative to GDP. FDI is taken form the UNCDAT data base and includes transactionsof firms from foreign countries with a share of at least 10% in a domestic company.FDI stocks and flows are measured in current U.S. Dollar so that real GDP from the Pennworld table 6.4 was used to construct FDInet intensities in order to make the datacomparable across countries. We distinguish between stocks and flows of FDI. InwardFDI are investments from abroad into the reporting country. FDIoutflows denotes FDIfrom the reporting country made in other countries.Wage distortion Wage distortion lumps replacement rate and tax wedge together. Bothvariables affect unemployment through the same channel, namely wages. Thereforelumping both variables together further reduces the number of instruments when estimating GMM regressions.Replacement rate Average unemployment benefits taken from the Basanini and Duval data set. Original source: OECD Benefits and Wages Database. According to Basaniniand Duval data is available for odd years only, so that they had to fill the gaps by linearinterpolation.43Tax wedge This variable measures taxation on wages by computing the difference between wages paid by employers and wages earned by employees. The variable on taxwedge is constructed using the OECD taxing wages data. Some observations were adjusted by BD in order to fill the gaps in the data, thus providing a complete sample forthe period 1982 2003.Union density Union density measures the percentage share of workers associated tounions. According to BD the data was taken from the OECD Employment Outlook 2004 and inter extrapolated in order to maximize the sample.High corporatism Dummy variable that takes the value one if wage bargaining ishighly centralized. Source: Basanini and Duval.EPL Measures the stringency of employment protection legislation, taken from Basaniniand Duval. Original source: OECD, Employment Outlook 2004.PMR Measures the regulation on product markets and competition, taken from Basaniniand Duval. Original source: Conway et al. 2006.Total factor productivity shock a macroeconomic shock variable that measures thederivation of total factor productivity from its trend using a HodrickPrescott filter. Dataon TFP is obtained by computing the Solow residual. Source: Basanini and Duval.Terms of trade shock Terms of trade measure the relative price of imports weightedby the share of imports in GDP.Real interest shock Measure of the difference between the 10year nominal government bond yield and the annual change in the GDP deflator.Labour demand shocks Definition: logarithm of the labour share in business sector GDP purged from the shortrun influence of factor prices.44Output gap Output gap measures the difference between actual and potential GDP aspercentage of potential output. As source BD cite the OECD Economic outlook and IMF International finance statistics.45citsitatsyrammu S:2erugi F46OECDpanel OECDpanel5yearaveragesOECDSkillSpecific Sample Variable Mean Std.Dev.Variable Mean Std.Dev.Variable Mean Std.Dev.Unemployment 8.0284.460Unemployment 7.0563.827Unemployment 7.7964.170totaltotaltotalUnemployment Unemployment 11.2697.812Unemployment 11.0534.378lowskilllowskilllowskillUnemployment Unemployment 8.5913.961Unemployment 6.2913.943highskillhighskillhighskillFDInetstocks 1.06515.718FDInetstocks 0.20520.580FDInetstocks 7.10817.472FDIinminus FDIoutFDIinminus FDIoutFDIinminus FDIoutFDInetflows 0.5472.360FDInetflows 0.2872.283FDInetflows 27.09222.315FDIinminus FDIoutFDIinminus FDIoutFDIinminus FDIoutWagedistortion 58.23418.499Wagedistortion 58.21317.835Wagedistortion 57.66217.371replace.r.taxwedgereplace.r.taxwedgereplace.r.taxwedgeReplacementrate 29.17513.090Replacementrate 28.40312.73Replacementrate 29.07812.295indexindexindexTaxwedge 29.0589.026Taxwedge 28.7128.928Taxwedge 28.5838.673indexindexindexUniondensity 39.57721.019Uniondensity 41.65320.301Uniondensity 37.38721.323indexindexindexHighcorporatism 0.5570.497Highcorporatism 0.5610.486Highcorporatism 0.5760.496dummydummydummyEPL2.0261.058EPL2.0861.091EPL1.8400.906indexindexindexPMR3.8751.236PMR3.8481.293PMR2.7230.975indexindexindexOutputgap 0.8992.473Outputgap 0.7181.739Outputgap 0.5501.844actualpotential GDPactualpotential GDPactualpotential GDPTFP0.00040.021TFP0.00090.011TFP0.0030.015shockshockshockInterestrate 4.8732.183Interestrate 3.5342.834Interestrate 3.6132.103shockshockshockLabordemand 0.03010.059Labordemand 0.0250.060Labordemand 0.04700.065shockshockshockTermsoftrade 0.0390.062Termsoftrade 0.0280.070Termsoftrade 0.0800.055shockshockshock19. Proofs Proof of Lemma 1. To derive the Equilibrium market tightness condition intermediate input producers we need to derive and interact the wage and the job creation curvesby establishing the problem of the firm and worker according to Pissarides 2000, Duttet al. 2009, or Schmerer 2010.Wage bargaining and job creation on level 2 On level 2 intermediate input producesproduce for the assembling process of good xiz on level 2 and each firm employs oneworker and produces one unit of the intermediate good. Firms have to post vacanciesin order to recruit new workers, which incurs vacancy posting costs. In the followingwe assume that firms pay recruitment cost c in some common units p. This is a moregeneral formulation as in Pissarides 2000 where vacancy costs are paid in terms of theindividual price or Felbermayr, Prat, Schmerer 2007 where vacancy costs are paid interms of the aggregate price level. This common vacancy price index p is measured either in units of numeraire, intermediate goods price, aggregate price level or wage.11 Inline with Pissarides 2000, I assume that vacancy posting costs are paid in terms of level 1 prices when solving the general equilibrium of the model. The matching process itselfis modeled by a standard CobbDouglas matching function m, which is concave andhas constant returns to scale properties.Job Creation J denotes the present discounted value of expected profit from an occupied job in skill group k and V the value of a vacant job. The value of a vacant jobnegatively depends on unit recruitment costs, but increases in the difference betweenthe value of the filled job and the opportunity costs given by the value of the vacant job.The matching function itself pins down the probability of a successful match due tothe assumption of constant returns to scale. The flow value of the filled job is revenuegenerated by the worker minus the wage rate paid to the worker.12 Job separation dueto an exogenous shock hits the firm with poisson arrival rate and destroys the value 11One important feature of p is that it is measured in the common unit. Income, wages, and prices havethe same units and are therefore valid.12A firms revenue z equals the price charged for each intermediate good due to the small firm assumption. Prices still depend on z but it is possible to proof that prices do not hinge on industry specificparameters.47associated with that firm.V cp mJ V J z w J2122In equilibrium the value of unoccupied jobs is zero since firms continue to post vacancies until all profits are exploited J cpm23We can combine both equilibrium conditions in order to obtain the Job Creation conditionz w cpm 0 .24This Job Creation condition states that the firms revenue must equal variable production and recruitment costs under perfect competition with search frictions in the labormarket. Suppose that wages are equalized across firms. This proposition is proved below and due to the definition of equilibrium market tightness which is the ratio betweenthe number of vacancies posted and the number of unemployed workers. It is sufficientto compute the optimal wageequilibrium market tightness for the cutoff firm. However, unit costsprices differ across firms since per worker costs for the intermediategood are equal but the input requirement of workers intermediate good from level 2in z is lower if z zcid:48.Wage Curve To the worker the value of a job is worth the wage minus the opportunity cost of being employed. However, his firm might be destroyed with a certainprobability. In that particular case the value of the job is destroyed and the worker receives her outside option worth r U. Unemployed workers receive some unemploymentbenefits b and with a certain probability they successfully find a new job in another firm.W w W U U b mhW e U 2526W e is expected value of a job. By introducing W e we take into account that workersare randomly matched to firms and therefore have to build expectations about W . Thisalso implies that all firms pay the same wage rate and therefore only differ with respectto their production given the equilibrium wage.48Wages itself are bargained and satisfy This implies W U J W V U w U z r U and 1 In the end we obtain an aggregate wage equation U b cpw 1 b cp z27282930Which is the pendant to the labor supply curve in the standard Feenstra and Hansonmodel.To solve for the job creation curve equation 23 and 22 are combined so that cpm z w31which can be rearranged to equation 24. To solve for the wage curve we start withrearranging equation 27 as 1 where we can substitute for J using equation 22W U J J z w Rearranging equation 25 W U w U U W U w U493233343536The outside option is obtained by solving equation 26U b m1 cpmCombining equation 32, 35, and 36 gives J w U w U1 z w z w 1 1 w b mmz w 1 w 1 b cpcp 1 w 1 b z cp373839404142To solve for the equilibrium intermediate good price we can interact the wage curve30 and the job creation curve 24 and solve for z1 b z cp z cpmcid:18cid:194344z b cp 1 mEquilibrium on level 2 In equilibrium, the wage and the equilibrium market tightness are determined by interacting the wage curve and the job creation curve such that1 b cp z z cpm .Simplifying then yieldscid:18z b cid:18 cid:19cid:19. mcp 1 4546Therefore, all level 1 firms pay the same price for intermediate goods denoted qz sothat qzcid:48 qhzcid:48cid:48 for zcid:48equilibrium market tightness, which is common to all firms in all industries.cid:54 zcid:48cid:48. Prices only depend on exogenous parameters and the 50Proof of Lemma 2. First, notice that the left hand of the LMC curve L is well behaveddue to the convexity of the Beveridge curve. For lim L L since limu 0.Let the equilibrium market tightness go to zero and we find that lim 0L 0 sincelim 0u 1. Thus, for 0 we have full unemployment and no worker is willing tosearch for a job.The right hand side of the LMC curve is also well behaved. Demand for intermediates hinges on the intermediate goods prices q and q depends on exogenous parametersand the equilibrium market tightness. However, equation 45 is asymptotic in so thatthe necessary restriction for is m1 cto secure that q 0. However, this is not a strong assumption for reasonable valuesof the exogenous parameters as shown in the calibration section. The first derivative ofequation 45 is positive since ccid:2 m 1cid:3 1 bcid:1052cid:104 0q1 c m cid:90 zdzEqd2dz 0Rqz dwhich is needed to derive Rto derive 0. It is enough to apply the Leibnitz rule on R in order47which implies that Rlower bound remain constant. 0. To derive this proof the assumption that the upper and the Proof of Proposition 1. Part a follows immediately by deriving the first derivativeof R with respect to z. Notice, that for each country we exante know whether z isthe upper or lower bound. In the two country scenario both countries have one constant bound either 0 or 1 and one variable bound z. So it is important to determinewhether z is the upper or lower bound for each country, which depends on the regarded countrys comparative advantage. For the moment we assume that home has acomparative advantage in the production of goods closer to 1 and foreign has a comparative advantage in the production of goods closer to 0. For the home country z is 51therefore the lower bound of active industries. Changing the bounds and deriving thefirst derivative with respect to z therefore yieldsand respectively Rz zE 0Rz zE 04849An increase in the cutoff industry thus reduces labor demand at the extensive margindue to a reduction in active industries.Part b follows from the assumption made about relative skill endowments and technology that ah al and c is also straightforward. This result and Lemma 2 are necessary to proof Proposition 1. The assumption that interest rates are endogenously determined implies that capital flows must be compensated by a change in interest rates.Capital outflows for instance makes capital more scarce. The reduction in supply therefore must be compensated by a readjustment in capital cost. Suppose that everythingelse remains equal for the moment. Such an increase in capital cost shifts the unit costcurves upward. The reverse applies for the capital inflow country where the increasescapital supply will shift the unit cost curves downward. The former cutoff z cannot beoptimal anymore and must change. The capital outflow country loose its comparativeadvantage in some industries close to the former cutoff and the capital inflow country will extend its production to industries formerly associated to the outflow countryand z will readjust. Proposition 1 immediately implies that R in the outflow countrywill fall and L in the inflow country will rise. To restore equilibrium, wages and thusunemployment have to readjust so that L R again. Wages and thus intermediategood prices in the outflow country must decrease and wages in the inflow country mustincrease.Proof of Proposition 2. The first derivative of the ETC curve with respect to b isqb1 1 c m 050Thus, the intermediate goods price q increases for each which shifts the respectiveunit cost curve upwards. Again the former equilibrium z is not optimal anymore and 52the adjustments are similar to the adjustments in Proposition 1. Take for instance anincrease in the bargaining power. Again, the first derivative reads bqcid:104cid:1052cid:105cid:1041 c m 1 c m cid:104 b1 bc bc 1 c m cid:1052m bc 1 b1 bc cid:1041 c m m 1 bc 1 1 bccid:1052 051525354The inequality sign holds if b 1. The shift of the unit cost schedule and the change inthe cutoff industry also affects the other countries through spillover effects accordingto Proposition 1.53", "filename": "VfS_2011_pid_743.pdf", "person": ["Hans-Jörg Schmerer", "Schmerer, Hans-Jörg"], "date": ["2011"]}