{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/48723/1/VfS_2011_pid_231.pdf"], "title": ["Forecasting under Model Uncertainty"], "plaintext": "Forecasting under Model Uncertainty Maik H. Wolters Goethe University Frankfurt February 4, 2011Abstract This paper investigates the accuracy of point and density forecasts of four dynamic stochasticgeneral equilibrium DSGE models for output growth, inflation and the interest rate. The modelparameters are estimated and forecasts are derived successively from historical U.S. data vintagessynchronized with the Feds Greenbook projections. In addition, I compute weighted forecastsusing simple combination schemes as well as likelihood based methods. While forecasts fromstructural models fail to forecast large recessions and booms, they are quite accurate during normaltimes. Model forecasts compare particularly well to nonstructural forecasts and to Greenbookprojections for horizons of three quarters ahead and higher. Weighted forecasts are more precisethan forecasts from single models. A simple average of forecasts yields an accuracy comparableto the one obtained with state of the art time series methods that can incorporate large datasets.Comparing density forecasts of DSGE models with the actual distribution of observations showsthat the models overestimate uncertainty around point forecasts.Keywords:DSGE, forecasting, model uncertainty, density forecasts, business cycle models JELCodes: C53, E31, E32, E37Mailing address: Gr uneburgplatz 1, 60323 Frankfurt, Germany; wolterswiwi.unifrankfurt.de1 Introduction For a long time business cycle models with microeconomic foundations have been calibrated andused for policy simulations while atheoretical time series methods have been used to forecastmacroeconomic variables. Recently, several researchers have shown that estimated DSGE modelscan generate forecasts of reasonable accuracy Smets and Wouters, 2004; Adolfson, Andersson,Linde, Villani, and Vredin, 2007; Smets and Wouters, 2007; Edge, Kiley, and Laforte, 2010; Wang,2009; Christoffel, Coenen, and Warne, 2010. While these studies analyse only one model at atime, Wieland and Wolters 2010 compute forecasts from several theory based models for the fivemost recent U.S. recessions. The advantage of using structural models is that an economicallymeaningful interpretation of the forecasts can be given. While the forecasting accuracy of structuralmodels is interesting on its own, it is also a test to which extent this class of models explains realworld business cycle dynamics. A thorough assessment of different structural models including acomparison to forecasts from sophisticated time series models and to professional forecasts has notbeen undertaken yet. Recent comparison studies of state of the art forecasting methods have beenrestricted to nonstructural econometric methods c.f. Stock and Watson, 2002; Bernanke and Boivin,2003; Forni, Hallin, Lippi, and Reichlin, 2003; Marcellino, Stock, and Watson, 2003; Faust and Wright, 2009; Hsiao and Wan, 2010.In this paper, I carry out a detailed assessment of the forecasting accuracy of a suite of structuralmodels. I use the same sample and realtime dataset as Faust and Wright 2009 who assess theforecasting accuracy of eleven nonstructural models. Therefore, my results are directly comparableto the forecasts from these models. The dataset is perfectly synchronized with the Greenbookand thus the results can also be compared to a best practice benchmark given by the Greenbookprojections. The Greenbook projections are computed by the Federal Reserves staff before each FOMC meeting and have been found to dominate forecasts from other professional forecasters interms of forecasting accuracy Romer and Romer, 2000; Sims, 2002; Bernanke and Boivin, 2003.The dataset includes data vintages for 145 FOMC meetings between March 1980 and December 2000.I consider models that cover to some extent the range of closedeconomy DSGE models used inacademia and at policy institutions. The first model is a purely forward looking smallscale New Keynesian model with sticky prices that is analysed in detail in Woodford 2003. The secondmodel by Fuhrer 1997 has a backward looking demand side, while the Phillips curve is derivedfrom overlapping wage contracts. The third model is a mediumscale New Keynesian model asdeveloped in Christiano, Eichenbaum, and Evans 2005.I use the estimated version by Smetsand Wouters 2007. The fourth model is a version of the DSGE model by Edge, Kiley, and Laforte 2007 that features two production sectors with different technology growth rates and is 2itself an extension of the Christiano, Eichenbaum Evans model. To determine how much of theforecasting accuracy of these four models is due to the theoretical foundations and what can beattributed to the parsimonious parametrization of these stylized models, I also consider a Bayesian VAR. It is a datadriven nonstructural counterpart to the four DSGE models with a comparably strictparametrization.The parameters of the models are reestimated on three to eleven time series as proposed by theoriginal authors for historical data vintages. Given this estimate, I compute a nowcast and forecastsup to five quarters into the future that take into account information that was actually available at theforecast start. Forecast precision is assessed relative to the revised data that became available duringthe subsequent quarters of the dates to which the forecasts apply.Good forecasts are in general based on good forecasting methods and an accurate assessment of thecurrent state of the economy. The Feds great efforts to evaluate the current state of the economyare reflected in the accuracy of the Greenbook nowcasts. Sims 2002 suggests that this accuratedata basis is a main reason for the precise Greenbook projections. The Feds nowcasts exploit highfrequency time series with more recent data than quarterly time series. In principle, there are methodsavailable that allow the use of such data in combination with structural macroeconomic models see Giannone, Monti, and Reichlin, 2009. Employing such methods is beyond the scope of this paper.To approximate the effect of using more information in nowcasting, I investigate the effect of using Greenbook nowcasts as a starting point for modelbased forecasts by appending them to the actuallyavailable data. Thus, the potential informational advantage of the Fed about the current state of theeconomy is eliminated and a proper comparison of model forecasts with Greenbook projections ispossible.Timmermann 2006 surveys model averaging methods and finds that weighted forecasts fromseveral nonstructural models outperform forecasts from individual models. Combining severalmodels provides a hedge against model uncertainty when it is not possible to identify a single modelthat consistently dominates the forecasting accuracy of other models. Therefore, in addition to theindividual model forecasts, I consider several simple and sophisticated model averaging schemes tocompute weighted forecasts. For example, Gerard and Nimark 2008 and Bache, Jore, Mitchell,and Vahey 2009 take into account forecasting uncertainty due to model uncertainty by combiningforecasts from VARs and a single DSGE model. This paper is an extension of their approach to asuite of theory based business cycle models.The evaluation results of the point forecasts confirm the reasonable forecasting accuracy of DSGE models found in the above mentioned studies. The forecasting quality of the structural modelsis in particular competitive to the Greenbook projections for medium term horizons. For output 3growth, several models outperform the Greenbook projections and have an accuracy comparable tothe best nonstructural models. Large scale models perform better than small scale models. However,quarterly output growth has little persistence and is thus difficult to forecast in general. Only oneof the DSGE models gives more accurate forecasts than a simple univariate autoregressive process.The Greenbook inflation forecast is more accurate than all model forecasts. For the interest rateprojections, the structural models perform worse than a Bayesian VAR probably due to the verysimple monetery policy rules imposed in the models. The forecasts from the model by Smets and Wouters 2007 are in many cases more precise than forecasts from the other models. The modelhas a rich economic structure and is estimated on more variables than the standard New Keynesianmodels. Yet the parameterization is tight enough to yield accurate forecasts.I find that weighted forecasts have a higher accuracy than forecasts from individual models. Combined forecasts based on simple weighting schemes that give significant weight to several models aresuperior to likelihood based weighting schemes that turn out to identify a single model rather thangiving weight to several models. The forecasts of a simple average of the forecasts of all models arein many cases most accurate and otherwise only marginally less accurate than weighted forecastsfrom more sophisticated weighting methods.While point forecasts are interesting, economists are concerned about the uncertainty surroundingthese. Therefore, I derive density forecasts for the DSGE models that take into account parameteruncertainty and uncertainty about economic shocks in the future. I find that all the model forecastsoverestimate actual uncertainty, i.e. density forecasts are very wide when compared with the actualdistribution of data. A reason might be the tight restrictions imposed on the data.If the datarejects these restrictions, large shocks are needed to fit the models to the data resulting in highshock uncertainty see also Gerard and Nimark, 2008. In a second step, I take into account modeluncertainty and compute combined density forecasts using the same model averaging methods asfor the point forecasts. This is similar to Gerard and Nimark 2008 who combine density forecastsof a DSGE model, a FAVAR model and a Bayesian VAR. Given the bad performance of individualmodels density forecasts, it comes at no surprise that combined denstity forecasts overestimateuncertainty as well.The remainder of this paper proceeds as follows. Section 2 outlines the different macroeconomicmodels that are used to compute forecasts. Section 3 gives an overview of the dataset. Section 4describes the estimation and forecasting methodology. Section 5 evaluates point forecasts from theindividual models and compares them to Greenbook projections and nonstructural forecasts. Section 6 describes several model combination schemes. Section 7 provides a comparison of the accuracy ofweighted forecasts, individual forecasts, Greenbook projections and nonstructural forecasts. Section 48 evaluates density forecasts of individual models and weighted models. Section 9 summarizes thefindings and concludes.2 Forecasting Models I consider five different models of the U.S. economy. Four are structural New Keynesian macroeconomic models and one model is a Bayesian VAR. The latter is representative of simple vector autoregression models that are often used to summarize macroeconomic dynamics without imposing strongtheoretical restrictions. It is thus the unrestricted counterpart of the three variables output growth,inflation and the federal funds rate that are common to the four structural models. The models arechosen to broadly reflect the variety of DSGE models used in academia and at policy institutions.1I briefly describe the main features of the models. All models have been applied in Wieland and Wolters 2010 to compute point forecasts during the last five U.S. recessions.Small New Keynesian Model estimated by Del Negro Schorfheide DS The New Keynesianmodel is described, e.g., in Goodfriend and King 1997 and Rotemberg and Woodford 1997. Itis often referenced to be the workhorse model in modern monetary economics and a comprehensiveanalysis is presented in the monograph of Woodford 2003. The model consists of three main equations: an IS curve, a monetary policy rule and a Phillips curve. The expectational IS curve can bederived from the behavior of optimizing and forward looking representative households that have rational expectations. Together with a monetary policy rule, it determines aggregate demand. The New Keynesian Phillips curve determines aggregate supply and can be derived from monopolistic firmsthat face sticky prices. Del Negro and Schorfheide 2004 use Bayesian estimation to fit the model tooutput growth, inflation and interest rate data. The methodology is reviewed in An and Schorfheide2007. Wang 2009 shows that the small number of frictions is sufficient to provide reasonableoutput growth and inflation forecasts.Small Model with Overlapping Wage Contracts by Fuhrer Moore FM This is a small scalemodel of the U.S. economy described in Fuhrer 1997. It differs from the New Keynesian modelwith respect to the degree of forward lookingness and the specification of sticky prices. Aggregatedemand is determined by a reduced form backward looking IS curve together with a monetary policy rule. Aggregate supply is modelled via overlapping wage contracts: agents care about real wagecontracts relative to those negotiated in the recent past and those that are expected to be negotiated 1A comparison to large scale econometric models in the tradition of the Cowles Commission is unfortunately moreburdensome. Fair 2007 compares the forecasting accuracy of a large econometric model to a DSGE model by Del Negro,Schorfheide, Smets, and Wouters 2007.5in the near future see Fuhrer and Moore, 1995a,b. The aggregate price level is a constant markupover the aggregate wage rate. The resulting Phillips curve depends on current and past demand andexpectations about future demand. Fuhrer 1997 uses maximum likelihood estimation to parameterize the model. In contrast to all other models in this paper, variables are not defined in percentagedeviations from the steady state. While a measurement equation is needed to link output growth via atrend growth rate to the data, inflation and the interest rate are directly defined in the model equationsas in the data.Medium Scale Model by Smets Wouters SW The small New Keynesian model has beenextended by Christiano et al. 2005 to fit a high fraction of U.S. business cycle dynamics.It isa closed economy model that incorporates physical capital in the production function and capitalformation is endogenized. Labor supply is modelled explicitly. Nominal frictions include stickyprices and wages as well as inflation and wage indexation. Real frictions include consumption habitformation, investment adjustment costs and variable capital utilization. Smets and Wouters 2007added nonseparable utility and fixed costs in production. They replaced the DixitStiglitz aggregatorwith the aggregator by Kimball 1995 which leads to a nonconstant elasticity of demand. The modelincludes equations for consumption, investment, price and wage setting as well as several identities.Smets and Wouters 2007 used Bayesian estimation with a complete set of structural shocks to fitthe model to seven U.S. time series.Medium Scale Model by Edge, Kiley Laforte FRBEDO The socalled FRBEDO model by Edge, Kiley, and Laforte 2008 has been developed at the Federal Reserve and also builds on thework by Christiano et al. 2005. It features two production sectors, which differ with respect tothe pace of technological progress. This structure can capture the different growth rates and relativeprices observed in the data. Accordingly, the expenditure side is disaggregated as well. It is dividedinto business investment and three categories of household expenditure: consumption of nondurablesand services, investment in durable goods and residential investment. The model is able to capturedifferent cyclical properties in these four expenditure categories. As in the Smets Wouters model allbehavioral equations are derived in a completely consistent manner from the optimization problemsof representative households and firms. The model is documented in Edge et al. 2007.2 To estimatethe model using Bayesian techniques, 14 structural shocks are added to the equations and the modelis estimated on eleven time series.Bayesian VAR BVARIn addition to the four structural models, I estimate a VAR on outputgrowth, inflation and the federal funds rate using four lags. The VAR is a more general description 2My version is not able to replicate the figures in the documentation exactly, but is reasonably close.6of the data than the DSGE models as it imposes little restrictions on the data generating process. Allvariables are treated symmetrically and therefore the VAR incorporates no behavioral interpretationsof parameters or equations. Unrestricted VARs are heavily overparametrized and therefore notsuitable for forecasting. I therefore use a Minnesota prior see Doan, Litterman, and Sims, 1984 toshrink the parameters towards zero. The Minnesota prior assumes that the vector of time series iswelldescribed as a collection of independent random walks. I use growth rates or stationary timeseries and therefore put a prior assumption of a zero coefficient on the first lag of the dependentvariable instead of a one. Therefore, all parameters are assumed to be normally distributed withmean zero. The prior variance of the parameters decreases with the lag length. While larger Bayesian VARs and specifications with the level of output and prices can potentially increase the accuracyof foreacsts, I use a version that uses the same variables as the DSGE models. This can be helpfulto disentangle the importance of theoretical foundations and a parsimonious parametrization foraccurate forecasts.Table 1 summarizes the most important features of the four structural models and the Bayesian VAR. The number of equations refers to all equations in a model taking into account shock processes,measurement equations and identities. For example the standard New Keynesian model consists of 3structural equations, 2 shock processes 1 iid shock and 3 measurement equations. It is apparent thatthe size of the models differs a lot from each other. Furthermore the number of estimated parametersper equation are different. The FRBEDO model includes about one parameter per equation implyinghigh cross equation restrictions. The authors added measurement errors to the model to fit it to 11time series. The Fuhrer Moore model in contrast has two parameters per equation. The numberof parameters in the Bayesian VAR can vary from 3 shock variances to 39 parameters dependingon the significance of the four lags of each variable in each of the three equations. The method ofestimating the structural parameters also varies across the models: I adapt the methodology used bythe original authors and use maximum likelihood estimation for the Fuhrer Moore model while Bayesian estimation is used to estimate the other models.3.For the priors, I use the ones in the original research referenced in Table 1. Except for themodel by Fuhrer Moore, variables are defined in percentage deviations from steady state and thusmeasurement equations that include an output growth trend and the steady state of inflation, theinterest rate and other observables are needed to link the equations to the data. The FRBEDO modelis implemented nonlinearly and I derive a first order approximation of the solution. All other modelsare linearized.3To be sure, I approximate maximum likelihood estimation by defining wide uniform priors for all parameters and usethen the same Bayesian estimation algorithm as for the other models. Therefore, exactly the same statistics are derived forall models which is important for the computation of weighted forecasts in section 67Type Eq.Par.Est. Par.Observable Variables Reference Table 1: Model Overview Smallscale microfounded forwardlooking New Keynesian Model 813Smallscale model with overlappingreal wage contracts and a backwardlooking IS curve 10201319Mediumscale DSGEmodel withmany nominal and real frictions asused by policy institutions Largescale DSGEmodel developedat the Federal Reserve. Two production sectors with different technologygrowth rates. The demand side is disaggregated into four categories 2742375971513: output growth, inflation, interestrate Del Negroand Schorfheide 20043: output growth, inflation, interestrate Fuhrer 1997output growth,7:consumptiongrowth, investment growth, inflation,wages, hours, interest rate Smets and Wouters2007Edge et al. 2008inflation,output growth,rate,in11:terestconsumption of nondurables and services, consumptionof durables, residential investment,business investment, hours, wages,inflation for consumer nondurablesand services, inflation for consumerdurables Bayesian VAR with 4 lags; Minnesota priors 3339393: output growth, inflation, interestrate Doan et al. 1984Notes: Type: short classification of the models according to the main modelling assumptions; Eq.: number of equations includingshock processes, measurement equations and identities, but excluding variable definitions and flexible price allocations; Par.:total number of parameters in the model file excluding all auxiliary parameters; Est. Par.: exact number of estimated parametersincluding shock variances and covariances; Observable Variables: the number and names of the observable variables; Reference:original reference that is closest to the implemented version in this paper.3 A realtime dataset I use the realtime dataset described in Faust and Wright 2009.4 The dataset is prepared by the Federal Reserve staff to compute the Greenbook forecasts. The data is perfectly synchronized withthe Greenbook and contains historical samples, i.e. data vintages, of 109 variables as observed at thetime the Greenbook was published. In addition, it contains nowcasts and forecasts up to five quartersfor all variables. The dataset contains data vintages for 145 FOMC meetings from March 1980to December 2000, while the different data series start in 1960.5 While some of the nonstructuralforecasting models considered in Faust and Wright 2009 can process as many data series asavailable, the structural models considered in this paper use only a small subset of the available timeseries varying from three to eleven variables to estimate the different models. Still some variables for 4The dataset can be downloaded from the website of Jon Faust: http:e 105.orgfaustjpapgbts.php?dn. A detailed dataappendix is available on the same website.5The dataset ends in 2000 because Greenbook data remains confidential for 5 years after the forecast date. I dont updatethe data for the additional years that are now available to make the forecasting results directly comparable to Faust and Wright 2009.8the FRBEDO model are not available in the data set. Therefore I add the necessary realtime dataseries from the Federal Reserve Bank of St. Louis Alfred database and also the accordant nowcastsfrom the Greenbook. To each data vintage I add only observations that would have been available atthe Greenbook publication date.There is a tradeoff between using a long sample to get precise parameter estimates and for leavingout a fraction of past data that might contain structural breaks. Therefore, I use a moving windowof the latest eighty quarterly observations of each data vintage to estimate the models. Aside fromstructural breaks the high inflation periods of the 70s and 80s influence the estimated inflationsteady state which can bias the inflation forecasts of the late 80s and the 90s. Therefore a windowof 80 observations gives at least the chance of a diminishing effect on the forecasts. The first samplefor the FOMC meeting of March 1980 starts in 1960Q1 and ends in 1979Q4, the second sample forthe FOMC meeting of April 1980 starts in 1960Q2 and ends in 1980Q1, and this goes on until thelast sample for the FOMC meeting of December 2000 that starts in 1980Q4 and ends in 2000Q3.I forecast annualized quarterly real output growth as measured by the GNPGDP real growth rate,annualized quarterly inflation as measured by the GNPGDP deflator and the federal funds rate. GDPdata is first released about one month after the end of the quarter to which the data refer, the socalledadvance release. These data series are then revised several times at the occasion of the preliminaryrelease, final release, annual revisions and benchmark revisions. I follow Faust and Wright 2009and use actual realized data as recorded in the data vintage that was released two quarters after thequarter to which the data refer to evaluate the forecasting accuracy. For example, revised data for 1999Q1 is obtained by selecting the entry for 1999Q1 from the data vintage released in 1999Q3.Hence, I do not attempt to forecast annual and benchmark revisions, because the models cannotpredict changes in data definitions. The revised data against which the accuracy of forecasts is judgedwill typically correspond to the final NIPA release.While the models by Del Negro Schorfheide, Fuhrer Moore and the Bayesian VAR areestimated on the three key variables output growth, inflation and the federal funds rate, the other twomodels are fit to seven and eleven time series, respectively. The Smets Wouters model is estimatedon the three key variables and a wage time series, hours worked, consumption and investment.The FRBEDO model is estimated on eleven empirical time series: output growth, inflation, thefederal funds fate, consumption of nondurables and services, consumption of durables, residentialinvestment, business investment, hours, wages, inflation for consumer nondurables and services andinflation for consumer durables.66Output is in real terms available in the data set and growth rates can be computed directly. Consumption, investmentand wages are expressed in real terms as defined in the models through division with the output deflator. Growth ratesare computed afterwards. Inflation is computed as the first difference of the log output deflator. The nominal interest rateis expressed on a quarterly basis. I compute hours per capita by dividing aggregate hours with civilian employment 16years and older. The hours per capita series includes low frequent movements in government employment, schooling and 94 Forecasting Methodology Computing recursive forecasts using structural models and realtime data vintages requires a sequenceof steps that are explained in the following. First, the models need to be specified, solved and linkedto the empirical data. Second, the data needs to be updated to the current vintage and parameters haveto be estimated. Third, density and point forecasts are computed.Model specification and solution. Each of the models consists of a number of linear or nonlinearequations that determine the dynamics of the endogenous variables. A number of structural shocks isincluded in each model. Any of the models m 1,  ,4 can be written as follows:Etcid:2 fmymt , ymt1, ymt 1,e mt ,b mcid:3 0Ee mt 0Ee me m S me ,tt123t a vector of exogenous stochastic shocks, b m a vector of parameters and S mewhere Et fm. is a system of expectational difference equations, ymis a vector of endogenous varitables, e mis the variancecovariance matrix of the exogenous shocks. The parameters and the variancecovariance matrix areeither calibrated or estimated or a mixture of both.A subset of the endogenous variables consists of empirically observable variables ym,obs. If variablesin the models are defined in percentage deviations from steady state then there is a subset of the equations that are socalled measurement equations f obsm   These link the observable variables to theother endogenous variables through the inclusion of steady state values or steady state growth rates.Another possibility is that the observable variables are directly included in the general equations of amodel. The latter is the case in the Fuhrer Moore model. Inflation and the interest rate are includedin the model as they appear in the data and are not redefined as deviations from steady states. For the FRBEDO model, it is assumed that not all observable variables are measured exactly and thereforea set of nonstructural measurement shocks is added to the measurement equations.The system of equations is solved using a conventional solution method for rational expectationsmodels such as the technique of Blanchard and Kahn. In the case of the FRBEDO model a first order approximation of the solution is derived. The other models are already linearized before solvingtthe aging of the population that cannot be captured by the models. I remove these following Francis and Ramey 1995by computing deviations of the hours per capita series from its low frequent HPfiltered trend with a parameter of 16000.The realtime characteristic of the data remains unaffected by this procedure. For the FRBEDO model nominal time seriesexcept for output growth are used. Growth rates are computed for consumption of nondurables and services, consumptionof durables, residential investment and business investment. Inflation of nondurables and services and inflation of durablegoods is computed by dividing the accordant nominal and real time series and calculating log first differences.10them.7 Given the solution, the following state space representation of the system is derived: G m ym G mymym,obstt gmyme m S met Ee mtt e m,obs,t 1 gme b me mt ,ty b mym456The first equation summarizes the measurement equations and shows the link between observablevariables and the endogenous model variables via steady state values or deterministic trends ym. Thematrix G m might include lots of zero entries as not all variables are directly linked to observables.The measurement errors e m,obst . The second equation constitutes thetransition equations including the solution matrices gmthat both are nonlinear functions of thestructural parameters b m. The transition equations relate the endogenous variables to their own lagsand the vector of exogenous shocks. The third equation denotes the variancecovariance matrix S me .are a subset of the shocks e my and gmet Estimation. Having solved the model and linked to the data, one needs to update the data beforeestimating the model. I use for each forecast the 80 most recent observations of the respective historical data vintage that was available at the time of the forecast start. Estimating DSGE modelsusing Bayesian estimation has become a popular approach due to the combination of economic theory which is imposed on the priors and data fit summed up in the posterior estimates. A survey of themethodology is presented in An and Schorfheide 2007. Therefore, I only give a short overview ofthe algorithm. maximum likelihood estimation is basically Bayesian estimation with uniform or uninformative priors. Due to the nonlinearity in b m the calculation of the likelihood is not straightforward.The Kalman filter is applied to the state space representation to set up the likelihood function seee.g. Hamilton, 1994, chapter 13.48. Since the models considered are stationary, one can initialize the Kalman Filter using the unconditional distribution of the state variables. Combining the likelihoodwith the priors yields the log posterior kernel ln L b mym,obs lnpb m that is maximizedover b m using numerical methods to compute the posterior mode. The posterior distribution of theparameters is a complicated nonlinear function of the structural parameters. The MetropolisHastingsalgorithm offers an efficient method to derive the posterior distribution via simulation. Details areprovided for example in Schorfheide 2000. I compute 500000 draws from the MetropolisHastingsalgorithm and use the first 25000 of these to calibrate the scale such that an acceptance ratio of 0.3 isachieved. Another 25000 draws are disregarded as a burn in sample. The models are reestimated forthe first data vintage of each year. Reestimating the models for all 145 available data vintages wouldbe computationally too intensive. Finally, the mean parameters can be computed from the posteriordistribution of b m.,  , ym,obs 1t 7I use the solution procedure of the Dynare software package. See www.dynare.org and Juillard 1996 for a description.8I consider only unique stable solutions. If the BlanchardKahn conditions are violated I set the likelihood equal to zero.11Forecast computation. Having estimated the different models, forecasts for the horizons h 0,1,2,3,4,5 are derived. First, a density forecast is computed and afterwards a point forecast iscalculated as the mean of the density forecast. For each parameter a large number of values are drawnfrom the parameters posterior distribution. For a random draw s a projection of the observable variy b m,s. At each iteration i in addition a vectorables is derived by iterating over the solution matrix gmof shocks e m,sis drawn from a mean zero normal distribution where the variance is itself a randomdraw from the posterior distribution of the variancecovariance matrix:iys,m,obsth G m ym,s G mgmy b m,sh1ymt 1 G me m,si N0, S m,se,hcid:229i0gme b m,sh1ie m,si78where a hat on the structural parameters b m,s, the variance covariance matrix S m,sand the steadystate values of observable variables ym,s denotes that they are estimated. The reduced form solutionmatrices gmy and gme are functions of the estimated parameters and change over time as the models arereestimated. The procedure is repeated 10000 times s 1,  ,10000 and finally the forecast densityis given by the ordered set of forecast draws ys,m,obs. The point forecast is given by the mean of theforecast density.the The different steps to compute forecasts are:1. Model specification: set up a file with the model equations and add measurement equations thatlink the model to the empirical time series.2. Solution: solve the model and express it in state space form.3. Data update: update the data with the current vintage.4. Estimation: reestimate the model for the first data vintage of each year. Otherwise, use theposterior distribution of the parameters from previous estimation. Add a prior distribution ofthe model parameters. Estimate the structural parameters by maximizing the posterior kernel.Afterwards simulate the posterior distribution of the parameters using the MetropolisHastingsalgorithm.5. Density forecast: compute forecast draws by iterating over the solution matrices for differentparameter values drawn from the posterior distribution. At each iteration draw a vector ofshocks from a mean zero normal distribution with the variance itself being a draw from theposterior distribution. The forecast density is given by the ordered forecast draws.6. Mean forecast: compute the mean of the forecast density to get the point forecast.7. Repeat steps 3 to 6 for all data vintages.128. Repeat steps 1 to 7 for different models, possibly extending the information set by additionalvariables as required by the respective model.Figure 1 shows as an example forecasts for output growth, inflation and the federal funds ratederived from data vintage May 12, 2000. The black line shows realtime data until the forecast startand revised data afterwards. I plot the 0.05, 0.15, 0.25, 0.35 and 0.65, 0.75, 0.85 and 0.95 percentilesto graphically represent the density forecasts. The different shades therefore show for 90%, 70%,50% and 30% probability bands. The line in the middle of the confidence bands shows the meanforecast for each model. The short white line shows the correspondent Greenbook projections. Datais available until the first quarter of 2000. The current state of the economy in the second quarterof 2000 is estimated using the different models. The economy was in a boom in early 2000 and themodels broadly predict the return to average growth rates over the next quarters. They are not able topredict the 2001 recession that has been defined by the NBER to take place between the first and thefourth quarter of 2001. Inflation is predicted by the Del Negro Schorfheide model and the Bayesian VAR to stay on a similar level as in the first quarter of 2000. The Fuhrer Moore model predictsan increase of the inflation rate. The FRBEDO and the Smets Wouters models are able to predictthe inflation decrease in the third quarter of 2000. None of the models is able to predict the shortinflation increase in the first quarter of 2001. The interest rate is forecast to increase by the Fuhrer Moore model, the FRBEDO model and the Bayesian VAR. It is predicted to stay constant by the Del Negro Schorfheide model and to decrease by the Smets Wouters model. The average of thefive forecasts predicts the interest rate path quite precisely until the end of the year. The decrease inthe federal funds rate beginning in 2001 is not captured by the forecasts. This is consistent with theoutput growth forecasts that miss the recession in 2001 that is in turn a reason for the interest ratecuts.13Figure 1: Structural Forecasts; Data Vintage May 12, 2000Del Negro Schorfheide 1050Fuhrer Moore 10501050Smets Wouters 199819992000200120021998199920002001200219981999200020012002Bayesian VAR10501050FRBEDO Edge, Kiley LaforteMean Forecast 1050199819992000200120021998199920002001200219981999200020012002Del Negro Schorfheide Fuhrer Moore Smets Wouters 420199842019981086421998108642199842019981999200020012002420199819992000200120021999200020012002Bayesian VARFRBEDO Edge, Kiley LaforteMean Forecast 1999200020012002Del Negro Schorfheide 1999200020012002Bayesian VAR420199810864219981999200020012002Fuhrer Moore 1999200020012002FRBEDO Edge, Kiley Laforte1086419992000200120022199819992000200120024201998108642199810864219981999200020012002Smets Wouters 1999200020012002Mean Forecast 1999200020012002htwor Gtuptu Onoitafln Ieta Rsdnu Flarede FNotes: the black line shows realtime data until the forecast start and revised data afterwards; the shaded areas show 90% 70%, 50% and 30% confidence bands; the line in the middle of the confidence bands shows the mean forecastfor horizons 0 to 7; the short white line shows the Greenbook forecast for horizons 0 to 5. Mean Forecast is theaverage of the four model forecasts and the Bayesian VAR forecast.14Figure 2: Forecast Errors and Output Growth Rates Horizon: 050510Horizon: 310505101050dezilaunnahtwor Gtuptu Oylretrau QHorizon: 250510Horizon: 5Horizon: 150510Horizon: 4105051010501050510105051050510510055Forecast Error 1051050510Notes: the figure shows observed output growth rates and the corresponding forecast errors of the four DSGEmodels and the Bayesian VAR for different forecasting horizons. The horizontal lines show the mean output growthrate and the vertical line the mean forecast errors of all models for each horizon.I plot a figure like this for the forecasts derived from each data vintage. Unfortunately, it is notpossible to show all these figures in this paper. However, screening over all the forecasts for the different historical data vintages reveals some notable observations. Structural models and the Bayesian VAR are well suited to forecast during normal times. Given small or average exogenous shocks themodels give a good view about how the economy will return back to steady state. In contrast, largerecessions or booms and the respective turning points are impossible to forecast with these models.Figure 2 plots the forecast errors outcome minus forecast of all models on the horizontal axis andthe correponding realized output growth rate on the vertical axis. A clear positive relation is visible.When output growth is highly negative the models are not able to forecast such a sharp downturnand thus the forecast error is negative. The models require large exogenous shocks to capture largedeviations from the balanced growth path and the steady state inflation and interest rate. This is due tothe weak internal propagation mechanism of the models. Therefore for a given shock all the modelsincluding the Bayesian VAR predict a quick return back to the steady state growth rate. Even if oneof the models would imply more persistence, it is unlikely to capture the length of recessions accurately as these are rare events with few data points so that their implied persistence cannot be captured 15precisely when estimating a model. Each recessions might be caused by different exogenous reasonsand therefore there is no information in previous data samples that can be used to forecast the lengthof such a recession in the future. While the point forecasts cannot predict a recession, the possibilitythat a large deviation from steady state values occurs is captured by the wide confidence bands. Oncethe turning point of a recession has been reached, all models predict the economic recovery back tothe balanced growth path well. Recoveries in this data sample are quick with little persistence justlike the internal propagation mechanism of the models used in this paper.5 Forecast Evaluation Table 2 reports the root mean squared prediction errors RMSE for output growth, inflation andinterest rate forecasts from the Greenbook, the four structural models, the Bayesian VAR and therespective best and worst performing nonstructural model considered by Faust and Wright 2009.The first column gives the RMSE for the Greenbook and all other columns report the RMSE of thespecific models relative to the Greenbook RMSE. Values less than one show that a model forecast ismore accurate than the corresponding Greenbook projection. The last two columns report the relative RMSEs of the most and the least accurate nonstructural forecasting model from Faust and Wright2009 for each horizon.The first six rows in each table show forecasts based on the available data at the starting point ofthe forecast. The current state of the economy is not available in the data and therefore needs to beforecast. This nowcast is labeled as a forecast for horizon zero. As the data becomes available witha lag of one quarter, the results are labeled as jump off 1. In practice, however, there are manydata series that are available on a monthly, weekly or daily frequency that can be used to improvecurrentquarter estimates of GDP. Examples are industrial production, sales, unemployment, opinionsurveys, interest rates and other financial prices. This data can be used to improve nowcasts and the Federal Reserve staff and many professional forecasters certainly make use of it. To approximate theeffect of using more information in nowcasting, I investigate the effect of using Greenbook nowcastsas a starting point for modelbased forecasts regarding future quarters. The results are shown in thelast five rows of each table and are labeled as jump off 0.I follow Faust and Wright 2009 in leaving out the period from 19801983 from the evaluation as thisperiod was very volatile and might bias the assessment of forecasting accuracy for the whole sample.Therefore, the results start in 1984 so that the RMSEs for output growth and inflation are directlycomparable to Table 2 in Faust and Wright 2009. The reported RMSEs are thus based on 122 forecasts from 1984 to 2000. I evaluate whether the difference of Greenbook RMSEs and model RMSEsis statistically significant based on the DieboldMariano statistic Diebold and Mariano, 1995 using asymmetric loss function. Asymptotic pvalues are computed using NeweyWest standard errors with 16a laglgenth of 10, covering a bit more than a year, to account fore serial correlation of forecast errors.The results for inflation, output growth and the federal funds rate are very different. For outputgrowth the Greenbook nowcast is more precise than the model nowcasts. This was expected as the Fed can exploit more information about the current state of the economy. However, this preciseestimate of the current state of the economy does not translate into a superior forecasting performanceat higher horizons. The SW, EDO and BVAR models forecasts dominate the Greenbook forecastfrom horizon 1 onwards. The DS model yields a similar forecasting accuracy as the Greenbook.Only the FM model is slightly less accurate than the Greenbook forecast for all horizons. If I includethe Greenbook nowcast in the information set used to compute forecasts the results hardly change asquarterly output growth is not very persistent. Viewing the Greenbook as a best practice benchmark,one could be tempted to judge the forecasting ability of the structural models as very good. However,one should keep in mind that quarterly output growth has little persistence and thus is difficultto forecast in general. The reported RMSEs in Faust and Wright 2009 show that none of theirnonstructural forecasting methods is more accurate than an univariate autoregressive forecast.9 I findthat only the SW models forecasts are more precise than an autoregressive forecast from horizon 2 onwards. The forecasting accuracy of the EDO and BVAR model is similar to the autoregressiveforecast and the DS and FM forecasts are less precise.In addition, none of the models RMSEsdiffers statistically significant from the Greenbook RMSE with the SW models forecasts for horizon 3 being the only exception. The difference in the forecasting accuracy of the models can be traced tothe different modelling assumptions. The SW and EDO model have a richer economic structure thanthe DS and FM model. The BVAR also performs very good as the higher number of lags comparedto the other models can catch important business cycle dynamics. Despite this richer structure the SW, EDO and BVAR models are tightly enough parametrized to yield precise forecasts.The Greenbook inflation forecasts are more accurate than all structural as well as all nonstructuralinflation forecasts. The structural forecasts have an accuracy in line with the accuracy range of thenonstructural forecasts. None of models reaches the forecasting quality of the best nonstructuralforecasts. Among the DSGE models the DS and SW model show a good forecasting performance.They achieve a forecast of similar accuracy as the BVAR. The EDO model forecasts are somehowless precise and the FM forecasts are relatively imprecise. The forecasting accuracy relative to the Greenbook forecasts improves with increasing horizons for all models. When I add the Greenbooknowcast to the information set of the models, the forecasting accuracy increases, but does not reach 9Faust and Wright 2009 consider two types of autoregressive forecasts. First, a recursive autoregression, where thehperiod ahead forecast is constructed by recursively iterating the onestep ahead forecast forward. Second, they use a directforecast from the autoregression by regressing hperiod ahead output growth values on the autoregressive process. For bothtypes they use four lags and get a similar forecasting accuracy.17Table 2: Greenbook RMSE and relative RMSE of model forecasts: 19842000a Output growthhorizon GB012345123451.752.122.012.152.082.082.122.012.152.082.08DS1.200.951.060.991.011.020.951.061.001.011.03FM1.131.051.101.091.051.051.031.131.121.081.06horizon GBDSFM012345123450.690.790.810.930.891.140.790.810.930.891.141.521.591.381.171.281.241.241.251.241.191.151.861.801.571.421.801.621.611.501.271.511.47SWjump off 11.240.910.930.860.890.90jump off 00.930.940.870.880.89b Inflation SWjump off 11.481.441.291.201.291.24jump off 01.151.181.221.201.21EDOBVARbest FWworst FW1.210.911.000.950.940.990.941.000.970.971.011.110.970.960.970.941.000.940.970.960.970.991.090.860.950.940.990.970.840.900.950.960.981.391.201.151.121.111.091.071.121.181.091.11EDOBVARbest FWworst FW1.651.501.591.501.461.331.171.161.271.261.141.471.451.301.141.351.301.251.251.151.191.191.341.221.151.031.080.991.201.181.041.050.971.631.861.921.842.111.831.581.691.661.911.77c Federal Funds Ratehorizon GBDSFM012345123450.110.490.901.251.601.900.490.901.251.601.905.912.131.491.191.050.971.371.181.020.950.904.841.881.461.251.221.231.301.081.011.031.08SWjump off 14.631.891.371.100.970.87jump off 01.191.070.950.890.83EDOBVARbest FWworst FW5.982.391.751.531.401.291.661.531.451.381.313.571.551.181.010.960.921.060.960.900.880.86Notes: GB: Greenbook; DS: Del Negro Schorfheide; FM: Fuhrer Moore; SW: Smets Wouters; EDO:FRBEDO Model by Edge, Kiley Laforte; BVAR: Bayesian VAR; Best FW: Best performing atheoretical modelfor the specific horizon considered by Faust Wright; Worst FW: Worst performing atheoretical model for thespecific horizon considered by Faust Wright. The first column shows the forecast horizon. The second columnshows the RMSE for the Greenbook. The other columns show RMSEs of alternative models relative to the Greenbook. Values less than one are in bold and show that a forecast is more accurate than the one by the Greenbook.The symbols , , , indicate that the relative RMSE is significantly different from one at the 1, 5, or 10% level,respectively.18the quality of the Greenbook forecasts. While it is not possible to forecast inflation with DSGEmodels as precise as the Fed does, the forecasts are reasonable: with the exception of the FM modelthey are as good or better than a simple autoregressive forecast from horizon 3 onwards and for allhorizons for the jump of 0 scenario.The Greenbook projections are conditioned on a hypothetical path of policy. This hypotheticalfederal funds rate is not meant to be a forecast. Nevertheless, viewing it as a forecast its accuracyfor short horizons is extremely high. Therefore, the Fed might have conditioned the projectionson a policy path that is likely to be implemented in the future and it is reasonable to view this asa forecasting benchmark. Faust and Wright 2009 did not compute interest rate forecasts, so that I cannot compare the structural forecasts to forecasts from their time series models. Due to itsextremely high accuracy in the short term, the structural forecasts do much worse than the Greenbookfor horizons 0 to 3. For medium term forecasts, however, the forecasting accuracy of the DS, SWand BVAR models dominates the Greenbook path. For short forecasting horizons it is apparent thatthe BVAR forecasts have a much higher accuracy than the DSGE forecasts. The monetary policyrules in the DSGE models include only few variables and might be too simple. In contrast, the policyrule implicit in the BVAR contains four lags of the interest rate, output growth and the inflation rate.Among the DSGE models the EDO forecasts are very imprecise as they underestimate the level ofthe interest rate many times. Taking the Greenbook nowcast as given, the forecasting accuracy of themodels relative to the Greenbook increases. The results might be sensitive to the hypothetical policypath characteristic of the Greenbook projection. If the Feds staff would compute an unconditionalbest forecast for the federal funds rate it might as well dominate the model forecasts for all horizons.Del Negro and Schorfheide 2004 propose to use DSGE models as priors for VARs. They show thatthe forecasting accuracy of these socalled DSGEVARs improves relative to a VAR and partly toa BVAR with Minnesota priors. They advocate to use DSGEVARs for forecasting until structuralmodels are available that have the same forecasting performance. The forecasting results in Table 2 show that at least the SW models forecasting performance for output growth, inflation and theinterest rate is already good enough to be considered for forecasting exercises on its own.Faust and Wright 2009 present a table showing the percentage of forecast periods in which thetime series model forecasts are more accurate than the Greenbook. This metric is not as sensitive tooutliers as the RMSEs. I compute accordant numbers for the structural forecasts which are shownin Table 4 in the Appendix. A value higher than 50% indicates that the specific forecast was moreaccurate than the Greenbook forecast for more than half of the sample. The results are similar to the RMSE results: the Greenbook output growth nowcast dominates the model nowcasts. For the otherhorizons the model forecasts for output growth are as good as the Greenbook forecasts or even better.For inflation the Greenbook forecasts are more accurate than all model forecasts. The interest rate 19path of the Greenbook is more precise than model forecasts for short horizons, but model forecastsdo as well as the Greenbook for medium forecasts with the EDO model being an exception.6 Model Averaging Density forecasts are useful to show uncertainty around point forecasts. Having estimated theposterior parameter distribution of a certain model, it is straightforward to compute density forecaststhat include various sources of uncertainty. One computes forecasts for a large number of drawsfrom the models posterior parameter distribution to take into account parameter uncertainty.Uncertainty about future realizations of shocks is incorporated by repeatedly drawing from theirestimated distribution. However, the largest source of uncertainty model uncertainty is ignored.Using only one model to forecast is equivalent to a subjective prior of the forecaster that thespecific model is the best representation of the unknown true data generating process. Gerardand Nimark 2008 take into account model uncertainty by combining forecasts from a Bayesian VAR, a FAVAR and a DSGE model. I extend their work to combining forecasts from four DSGEmodels and an unconstrained Bayesian VAR. Computing weighted forecasts is interesting for asecond reason: the results in the empirical literature on forecast combination show that combiningmultiple forecasts increases the forecasting accuracy. Unless one can identify a single model withsuperior forecasting performance, forecast combinations are useful for diversification reasons asone does not have to rely on the forecast of a single model. I consider several methods to combineforecasts from the set of models:likelihood based weights, relative performance weights basedon past RMSEs, a least squares estimator of weights, and nonparametric combination schemesmean forecast, median forecast and weights based on model ranks reflecting past RMSEs. Whilemany of these methods have been applied to nonstructural forecasts see Timmermann, 2006,for a survey there are to my knowledge no applications to a suite of structural models. Froma theoretical point of view likelihood based weights or weights estimated by least squares areappealing. In practice, these estimated weights have the disadvantage that they introduce estimationerrors.In the applied literature simple combination schemes like equalweighting of all modelshave widely been found to perform better than theoretically optimal combination methods seee.g. Hsiao and Wan, 2010, for the disconnect of Monte Carlo simulation results and empirical results.Let Imt be the information set of model m at time t including the model equations, parameterestimates and the observable time series of the accordant data vintage. A combined point forecast,w 1,h,  ,w M,h can be written as thethI1of models m 1,  , M for horizon h denoted as Eyobst with assigend weights w m,h divided by theweighted sum of individual density forecasts pyobsthImt ,  , IMt 20number of draws S:EyobsthI1t ,  , IMt,w 1,h,  ,w M,h 1SMcid:229m1w m,h pyobsthImt .9I take 10000 draws from each individual forecast and order them in ascending order to get the densityforecast for each model. Afterwards I weight each of the 10000 draws for each model with thespecific model weights to compute 10000 draws of the combined forecast. This is the weighted oraveraged density forecast. The weighted point forecast is computed as the mean of the 10000 drawsof the weighted forecast. In the following, I discuss various methods how to choose the weights w m,h.A natural way to weight different models in a Bayesian context is to use Bayesian Model Averaging. The marginal likelihood MLyobs T m with T denoting all observations of a specific historicaldata sample observed in period t is computed for each model m 1,  , M and posterior probabilityweights are given by:w m MLmyobs T ,10MLyobs T mcid:229 Mm1 MLyobs T mwhere a flat prior belief about model m being the true model is used so that no prior beliefs showup in the formula. This weighting scheme is based on the fit of a model to the observed time series.Unfortunately posterior probability weights are not comparable for models that are estimated on adifferent number of time series. A second problem of the posterior probability weights is that overparameterized models that have an extreme good insample fit, but a bad outofsample forecastingaccuracy are assigned high weights. To circumvent these problems Gerard and Nimark 2008 use anoutofsample weighting scheme based on predictive likelihoods as proposed by Eklund and Karlsson2007 and Andersson and Karlsson 2007.Predictive Likelihood PL The available data is split into a training sample used to estimate themodels and a holdout sample used to evaluate each models forecasting performance. The forecastingperformance is measured by the predictive likelihood, i.e.the marginal likelihood of the holdoutsample conditional on a specific model. I follow the approach suggested by Andersson and Karlsson2007 and used by Gerard and Nimark 2008 to compute a series of small holdout sample predictivelikelihoods for each horizon. Equation 11 shows how to compute the predictive likelihood PL ofmodel m for horizon h:PLmh MLyobsholdoutyobstraining T htl MLyobsthyobst.11Starting with an initial trainings sample of length l, one computes the marginal likelihood for horizonh using the holdout sample. The training sample is expanded by one observation to l 1 and a 21cid:213second maginal likelihood is computed for the holdout sample that is one observation shorter thanthe previous one. This continues until the trainings sample has increased to lenght T h and the holdout sample has shrinked to length h. To make the results comparable among models, only the threecommon variables output growth, inflation and the interest rate are considered for the computationof the predictive likelihood. Finally, the predictive likelihood weights are computed by replacing themarginal likelihood in equation 10 with the predictive likelihood:w m,h PLmhcid:229 Mm1 PLmh.12The predictive likelihood weighting scheme allows for different weights to be assigned to a givenmodel at different forecast horizons.Ordinary Least Squares Weights OLSIn model averaging applications of time series models itis common to assume a linearinweights model and estimate combination weights by ordinary leastsquares see Timmermann, 2006. I use the forecasts from previous vintages for each model andthe accordant data realizations to regress the realizations yobst from thedifferent models via constrained OLS separately for each variable:th on the forecasts EyobsthImth w 1,h EyobsyobsthI1t   w M,h EyobsthIMt e th,s.t.Mcid:229m1w m,h 1.13The resulting parameter estimates w 1,h,  ,w M,h are the combination weights. Therefore, the combination weights differ for different horizons and also for the three different variables. I omit anintercept term and restrict the weights to sum to one so that the weights can be interpreted as thefractions the specific models contribute to the weighted forecast. It also ensures that the combinedforecast lies inside the range of the individual forecasts.RMSE based weights RMSE There are several ways to compute simple relative performanceweights. I consider here weightings based on RMSEs of past forecasts and weights based on the relative past forecast accuracy by ranking the accuracy of the different models. For the prior case RMSEbased weights can be computed by taking forecasts from previous vintages and compute the RMSEfor each model. The weights are then calculated by taking the inverse relative RMSE performance:w m,h 1RMSEmh cid:229 Mm11RMSEmh .14Rank based weights Rank A second possibility to compute relative performance weights is toassign ranks R from 1 to M according to the past forecasting accuracy measured by the RMSEs. This 22method is similar to the RMSE based weights while being more robust to outliers. The performancerank based weights are computed as follows:w m,h 1Rmh cid:229 Mm11Rmh .15Both methods can assign different weights to forecasts of different variables and the different forecasting horizons.Mean Forecast Mean The simplest method to compute a weighted forecast is to give equal weightto each model and simply compute the mean forecast of all models. From a theoretical point of viewthis approach is not preferable as the weights are purely subjective prior weights implicitly givenby the choice of models. However, it has often been found that simple weighting schemes performwell see e.g. Hsiao and Wan, 2010. A reason is that they give weight to several models instead ofchoosing one optimal model and are thus robust.Median Forecast Median Another possibility is choose the median of different model forecasts.I compute the median forecast for each of the ordered draws of all models. This gives the density ofthe median forecast which is used to compute the mean of all these draws as a point forecast. Theapproach is similar to taking the mean forecast, but is more robust to outliers. The medians fromthe ordered forecast draws need not to come from the same model for different slices of the orderedforecast draws. By counting the fraction that the median forecast is generated by a specific modelone can compute pseudo weights of the different model forecasts that show the contribution of eachmodel to the final point forecast.Figure 3 shows as an example weighted forecasts computed for the data vintage of May 12,2000. In comparison with the individual forecasts in Figure 1 the forecasts are more robust as nooutliers are visible. All methods predict a slightly lower output growth path than the Greenbook anda slight decrease of inflation in the current quarter. Afterwards inflation is predicted to remain aboutconstant. For the interest rate forecasts all models predict an increase in the interest rate for the nextthree to four quarters. Afterwards the interest rate is predicted to remain at roughly six percent. Onlythe weighted forecasts based on the predictive likelihood and on ranked past forecasting performancepredict a slight interest rate decrease.23htwor Gtuptu Onoitafln Ieta Rsdnu Flarede FFigure 3: Weighted Structural Forecasts; Data Vintage May 12, 2000PL weighted Forecast 10501050OLS weighted Forecast Mean Forecast 105019981999200020012002199819992000200120021998Median Forecast 10501050RMSE weighted Forecast 1050200020011999Rank weighted Forecast 2002199819992000200120021998199920002001200219981999200020012002PL weighted Forecast OLS weighted Forecast Mean Forecast 420199842019981086421998108642199842019984201998108642199810864219981999200020012002Median Forecast 1999200020012002PL weighted Forecast 1999200020012002Median Forecast 199920002001200242019984201998108642199810864219981999200020012002RMSE weighted Forecast 1999200020012002OLS weighted Forecast 1999200020012002RMSE weighted Forecast 1999200020012002200019992001Rank weighted Forecast 20021999200020012002Mean Forecast 200019992001Rank weighted Forecast 20021999200020012002Notes: the black line shows realtime data until the forecast start and revised data afterwards; the shaded areas show 90% 70%, 50% and 30% confidence bands; the line in the middle of the confidence bands shows the mean forecastfor horizons 0 to 7; the short white line shows the Greenbook forecast for horizons 0 to 5.247 Forecast Evaluation of combined forecasts In Table 3, I report the RMSEs for output growth, inflation and interest rate forecasts from the Greenbook, and RMSEs of the six weighted forecasts relative to the Greenbook RMSE. The second lastcolumn shows for comparison the relative RMSEs of the best single model as reported in Table 2and the last column shows the relative RMSEs of the best nonstructural model for each horizon ascomputed by Faust and Wright 2009.For output growth, inflation and the federal funds rate, it is apparent that the weighted forecasts have ingeneral an accuracy higher than forecasts from most single models. For output growth the Greenbooknowcast is slightly better than all other forecasts, but for all other horizons the weighted model forecasts dominate the Greenbook forecast. The PL weighting scheme is an exception with a forecastingquality not better, but still comparable to the Greenbook. There is not much of a difference betweenthe accuracy of the other combination schemes. The Rank weighted forecast yields the most preciseforecasts. Most methods give a similar forecasting accuracy in comparison to the best nonstructuralforecasts and for medium forecasts even dominate those. The forecasting accuracy of the Mean and RMSE weighted forecasts is very similar because the weights computed by inverse RMSEs deviate only slightly from equal weights. Using inverse Ranks to compute weights, differentiates morebetween the different models past forecasting performance. However, the increase in forecastingaccuracy hardly justifies the increased computational efforts compared to the simple mean forecast.Taking the Greenbook nowcast as given does not translate into more accurate forecasts due to the lowpersistence of output growth data. For horizons two and above most weighted forecasts dominate RMSEs of a simple autoregressive forecast as reported in Faust and Wright 2009. In contrast, inthe case of single model forecasts only the Smets Wouters model is able to beat the autoregressiveforecast. All the differences in output growth forecasting accuracy are statistically insignificant, withthe Rank weighted horizon 3 forecast being the only exception.For the inflation forecast, weighted forecasts increase the forecasting accuracy compared to mostsingle model forecasts. However, the performance of the Greenbook forecasts is still the best. Theweighting schemes can roughly be devided into two groups: the PL and OLS weighted forecastsare less precise than the Median, Mean, RMSE and Rank weighted forecasts. The simple Meanforecast is most accurate. Especially for the medium term forecast it improves upon the best singlemodel forecast. For medium term horizons it is only slightly worse than the Greenbook forecast andthe best nonstructural forecast. The forecasting accuracy relative to the Greenbook increases withincreasing horizons for all weighting schemes. This shows that structural forecasts are especiallyuseful for medium term forecasts. An univariate autoregressive forecast is less precise than theweighted forecasts from horizon 2 onwards. Appending the Greenbook nowcast to the informationset of the forecasting models increases the forecasting performance of all weighting methods and the 25Table 3: Greenbook RMSE and relative RMSE of weighted model forecasts: 19842000horizon GBPLOLSMedian Mean RMSERankbest M best FWa Output growth 012345123451.752.122.012.152.082.082.122.012.152.082.081.170.931.060.991.001.020.961.011.021.021.031.050.900.930.880.920.920.900.940.940.930.981.070.890.920.910.900.910.850.930.920.920.92jump off 11.060.860.920.900.890.92jump off 00.850.910.900.900.92b Inflation 1.060.860.910.890.890.920.850.910.900.900.921.040.870.900.850.870.900.850.900.910.890.951.110.910.930.860.890.900.930.940.870.880.891.090.860.950.940.990.970.840.900.950.960.98horizon GBPLOLSMedian Mean RMSERankbest M best FW012345123450.690.790.810.930.891.140.790.810.930.891.141.521.581.371.171.281.241.231.241.231.181.151.601.541.421.201.321.211.251.271.291.181.171.451.471.251.101.201.191.161.191.151.101.12jump off 11.441.431.231.061.151.11jump off 01.181.161.091.071.061.441.441.231.071.171.121.171.161.091.071.06c Federal Funds Rate 1.451.471.251.111.201.161.171.171.111.141.091.471.441.291.141.281.241.151.161.151.191.141.341.221.151.031.080.991.201.181.041.050.97horizon GBPLOLSMedian Mean RMSERankbest M best FW012345123450.110.490.901.251.601.900.490.901.251.601.905.952.141.491.191.050.971.371.181.020.950.904.452.131.541.331.261.191.631.491.291.231.193.771.651.221.010.950.911.080.990.890.880.86jump off 13.561.471.140.990.940.92jump off 01.010.930.860.870.863.491.471.140.990.940.911.020.930.870.870.863.421.451.141.000.970.911.070.970.940.920.893.571.551.181.010.960.871.060.960.900.880.86Notes: PL: Predictive Likelihood; OLS: Ordinay Least Squares; Median: Median forecast; Mean: Mean forecast;RMSE: weighted by inverse RMSE; Rank: weighted by inverse ranks; best M: best single model forecast; Best FW:Best performing atheoretical model for the specific horizon considered by Faust Wright; The first column showsthe forecast horizon. The second column shows the RMSE for the Greenbook. The other columns show RMSE ofalternative forecasts relative to the Greenbook. Values less than one are in bold and show that a forecast is moreaccurate than the one by the Greenbook. The symbols , , , indicate that the relative RMSE is significantlydifferent from one at the 1, 5, or 10% level, respectively.26Mean forecast becomes as precise as the best nonstructural forecast. For the jump of 0 scenario allweighted forecasts are more accurate than an univariate autoregressive forecast.The interest rate forecast results for individual models showed that the Bayesian VAR modelperformed better than all other models at least for short horizons. Nevertheless, combining thisforecast with other less accurate forecasts even improves the forecasting quality: the Mean, RMSEand Rank weighted forecasts are more accurate than the forecasts from the Bayesian VAR. Whilethe Greenbook interest rate path is significantly more accurate for horizons 0 to 2, the Mean, RMSEand Rank weighted forecasts are more precise for horizons 3 to 5. The relative forecasting accuracyimproves with increasing horizons for all weighting schemes. Taking the Greenbook nowcast asgiven, the accuracy of all weighting schemes increases due to the high persistence of the interest rate.The Mean forecast is as precise as the Greenbook policy path for horizon 1 and dominates it for allother horizons.Overall it turns out that model combination methods that give weight to several models performwell. Likelihood based weighting methods are preferable in theory, but do not work as well inpractice. Differences in predictive likelihoods of different models are so high that at most times allweight is given to a single model. Tables 6 to 8 in the Appendix report as an example model weightsfor forecasts derived from data vintage May 12, 2000. Wieland and Wolters 2010 report RMSEsfor structural forecasts for five different recessions and find that there is no model that consistentlyoutperforms other models. This shows that the forecasting performance of different models relativeto each other varies over time. Therefore, it is important to choose an average of several modelsto hedge against inaccurate forecasts of individual models. Combining several models gives amore robust forecast as it prevents against choosing an outlier that produces high forecast errors.Also estimated weights by least squares do not perform as good as simpler combination schemes:restricting the weights to sum to one leads to estimation problems so that in many cases weight isgiven only to one model. The Median forecast works quite well as it ensures that outliers are notchosen. The best forecasting performance is achieved by the Mean forecast and the RMSE and Rankbased weighted forecasts. However, the RMSE weights deviate only slightly from the Mean forecast.The Rank weights take past forecasting performance more into account: this increases the accuracyof the output growth forecast, but does not improve on the Mean forecast for inflation and the interestrate. Therefore, at this stage, one can conclude that a simple Mean forecast is the preferable method.It is very easy to compute as one needs no forecasts and realization from earlier data vintages tocalculate model weights and it yields precise forecasts that are quite robust to outliers. Table 5shows the percentage of forecast periods in which the weighted forecasts are more accurate than the Greenbook projections. The results of this robust statistic are very similar to the RMSE results.27To sum up the point forecast evaluation, the forecasts of the Smets Wouters model are good.The accuracy of forecasts that give considerable weight to several forecasts is as high as the Smets Wouters forecast and in most cases even better. The accuracy of the Mean forecast is comparable tononstructural forecasting methods that can process large data sets. All forecasts based on structuralmodels are especially suited to compute medium term forecasts.8 Density Forecast Evaluation Assuming a symmetric loss function, the accuracy of point forecasts can be easily compared bycomputing RMSEs. Evaluating density forecasts is less straightforward. The true density is neverobserved. Still one can compare the distribution of observed data with density forecasts to checkwhether the forecasts provide a realistic description of actual uncertainty.I use the following evaluation procedure: I split up the density forecasts into probability bands that each cover 5% of theprobability mass. This is similar to disaggregating the fan charts plotted in Figures 1 and 3 furtherinto smaller confidence bands. For each data realization I can check into which of the 20 probabilitybands of the accordant density forecast it falls. Doing this for all realization and the correspondingdensity forecasts, 5% of the realizations should be contained in each of the probability bands. Otherwise the density forecasts are not a good characterization of the distribution of the data realizations.In general, if one divides density forecasts into probability bands of equal coverage, data realisationsshould be uniformly distributed across all probability bands. This is the approach outlined in Diebold,Gunther, and Tay 1998 and Diebold, Hahn, and Tay 1999. More formally, it is based on the relationship between the data generating process and the sequence of density forecasts via probabilityintegral transforms of the observed data with respect to the density forecasts. The probability integral transform PIT is the cumulative density function corresponding to the sequence of n densityforecasts ptyobst1 evaluated at the corresponding observed data points yobsthnthnt1:zt Z yobsthptudu,fort 1,  , n.16The PIT is the probability implied by the density forecast that a realized data point would be If the sequence of density forecasts is an accurateequal or less than what is actually observed.description of actual uncertainty, the sequence of PITs, ztnt1, should be distributed uniformlybetween zero and one. Figures 4 and 5 presents a visual assessment of the distribution of realizeddata points on the sequence of PITs that is represented as a histogram of 20 probability bands eachcovering 5%. There are n 122 forecasts, so that there should be about 6 observations in each of theprobability bands if the density forecasts are accurate. This is represented by the horizontal line. The 28Figure 4: Evaluation of Structural Density Forecasts; 1984 2000Del Negro Schorfheide Fuhrer Moore Smets Woutershtwor Gtuptu Onoitafln Ieta Rsdnu Flarede F20100 02010002010002010002010002010002010002010002010002010002010002010000.20.40.60.81Bayesian VAR0.20.40.60.81Del Negro Schorfheide 0.20.40.60.81Bayesian VAR0.20.40.60.81Del Negro Schorfheide 0.20.40.60.81Bayesian VAR0.20.40.60.812010000.20.40.60.81FRBEDO Edge, Kiley Laforte0.20.40.60.81Horizon 0Horizon 1Horizon 2Horizon 3Horizon 4Horizon 50.20.40.60.81Fuhrer Moore Smets Wouters 2010000.20.40.60.810.20.40.60.81FRBEDO Edge, Kiley Laforte0.20.40.60.81Fuhrer Moore Smets Wouters 2010000.20.40.60.810.20.40.60.81FRBEDO Edge, Kiley Laforte0.20.40.60.81Notes: The figures show the distribution of realized data points on the density forecasts. The density forecasts arerepresented as probability bands each covering 5% of the density. The bars show how many of the realized observations fall in each of the probability bands. If the density forecast is an accurate description of actual uncertainty,than about six of the 122 observations should fall in each probability band.29Figure 5: Evaluation of Structural Density Forecasts; 1984 2000PL weighted Forecast ML weighted Forecast Mean Forecasthtwor Gtuptu Onoitafln Ieta Rsdnu Flarede F2010002010002010002010002010002010002010002010002010002010002010002010000.20.40.60.81Median Forecast 0.20.40.60.81PL weighted Forecast 0.20.40.60.81Median Forecast 0.20.40.60.81PL weighted Forecast 0.20.40.60.81Median Forecast 0.20.40.60.8120100010.40.20.8Rank weighted Forecast 0.610.40.20.8RMSE weighted Forecast 0.60.20.40.60.81ML weighted Forecast 20100020100.20.40.60.81Mean Forecast 0.40.20.8RMSE weighted Forecast 0.60010.40.20.8Rank weighted Forecast 0.610.20.40.60.81Truncated Mean Forecast 20100020100.20.40.60.81Mean Forecast 0.40.20.8RMSE weighted Forecast 0.60010.40.20.8Rank weighted Forecast 0.612010000.20.40.60.810.20.40.60.81Notes: The figures show the distribution of realized data points on the density forecasts. The density forecasts arerepresented as probability bands each covering 5% of the density. The bars show how many of the realized observations fall in each of the probability bands. If the density forecast is an accurate description of actual uncertainty,than about six of the 122 observations should fall in each probability band.30bars shaded in different colors reflect PITs for the different forecasting horizons.The peak in the middle of the histograms of the output growth forecasts shows that these overestimateactual uncertainty. The histograms for inflation are closer to a uniform distribution, especially forthe inflation nowcast. There is only a slight peak in the middle of the distributions and the histogramms for some models cover the entire distribution including the tails. Higher horizon forecastsoverestimate actual inflation uncertainty. The density forecasts are imprecise for the federal fundsrate. The tails are not covered, especially for short horizons, and thus uncertainty is overestimatedby the density forecasts. Gerard and Nimark 2008 give a plausible reason for the overestimationof actual uncertainty by DSGE models. The models impose tight restrictions on the data.If thedata rejects these restrictions, large shocks are needed to fit the models to the data resulting in highshock uncertainty. As all individual model forecasts overestimate actual uncertainty it is not possiblethat the weighted forecasts yield a more realistic assesment of uncertainty. Therefore, the averageddensity forecasts overestimate uncertainty as well.109 Conclusion During the last decade theory based DSGE models that are consistently derived from microeconomicoptimization problems of households and firms have become the workhorse of modern monetaryeconomics. Despite their stylized nature and their reliance on few equations they are widely usedin academics as well as at policy institutions. Computing out of sample forecasts is an ultimate testof the ability of this class of models to explain business cycles. In this paper, I have assessed theaccuracy of point and density forecasts of four DSGE models using realtime data. While point forecasts are surprisingly precise, density forecasts have been shown to overestimate actual uncertainty.Point forecasts of some models are comparable to the forecasting accuracy of atheoretical forecastingmethods that can process large data sets. Especially the model by Smets and Wouters 2007 yieldsrelatively precise inflation, output growth and interest rate forecasts. Combining several forecastscan increase the forecasting accuracy. Combination methods that give significant weight to severalmodels are preferable over methods that aim to identify a single best model. The accuracy of a simplemean of model forecasts is hard to beat by other forecast weighting methods. DSGE based forecastsperform particularly well for medium term forecasts in comparison with Greenbook projections andnonstructural forecasts. Structural forecasts perform quite well during normal times, but they are notable to detect large recessions and turning points due to their weak internal propagation meachanism.10In principle, there are tests available to formally check for a uniform distribution Berkowitz, 2001. Unfortunately, theresults have to be treated with high caution see Elder, Kapetanios, Taylor, and Yates, 2005; Gerard and Nimark, 2008. Asthe visual assessement has already shown clear evidence against a uniform distribution of the PITs, I do not use additionalformal tests.31Large shocks are needed to fit the models to volatile periods of the sample. This is also the reason fortheir wide confidence bands.32References Adolfson, M., Andersson, M. K., Linde, J., Villani, M., Vredin, A., 2007. Modern forecasting modelsin action: improving macroeconomic analyses at central banks. International Journal of Central Banking 34, 111144.An, S., Schorfheide, F., 2007. Bayesian analysis of DSGE models. Econometric Reviews 2624,113172.Andersson, M. K., Karlsson, S., 2007. Bayesian forecast combination for VAR models, sveriges Riksbank Working Paper No 216.Bache, I. W., Jore, A. S., Mitchell, J., Vahey, S. P., 2009. Combining VAR and DSGE forecast densities, norges Bank Working paper 200923.Berkowitz, J., 2001. Testing density forecasts, with applications to risk management. Journal of Business and Economic Statistics 194, 465474.Bernanke, B. S., Boivin, J., 2003. Monetary policy in a datarich environment. Journal of Monetary Economics 503, 525546.Christiano, L. J., Eichenbaum, M., Evans, C. L., 2005. Nominal rigidities and the dynamic effects ofa shock to monetary policy. Journal of Political Economy 1131, 145.Christoffel, K., Coenen, G., Warne, A., 2010. Forecasting with DSGE models, ECB Working Paper No. 1185.Del Negro, M., Schorfheide, F., 2004. Priors from general equilibrium models for VARS. International Economic Review 452, 643673.Del Negro, M., Schorfheide, F., Smets, F. R., Wouters, R., 2007. On the fit of new Keynesian models.Journal of Business and Economic Statistics 25, 123143.Diebold, F. X., Gunther, T. A., Tay, A. S., 1998. Evaluating density forecasts with applications tofinancial risk management. International Economic Review 394, 863883.Diebold, F. X., Hahn, J., Tay, A. S., 1999. Multivariate density forecast evaluation and calibrationin financial risk management: Highfrequency returns on foreign exchange. Review of Economicsand Statistics 814, 661673.Diebold, F. X., Mariano, R. S., 1995. Comparing predictive accuracy. Journal of Business Economic Statistics 13, 253263.33Doan, T., Litterman, R., Sims, C., 1984. Forecasting and conditional projection using realistic priordistributions. Econometric Reviews 3, 1 100.Edge, R. M., Kiley, M. T., Laforte, J.P., 2007. Documentation of the research and statistics divisionsestimated DSGE model of the U.S. economy: 2006 version, finance and Economics Discussion Series, Divisions of Research Statistics and Monetary Affairs, Federal Reserve Board, Washington,D.C.: 200753.Edge, R. M., Kiley, M. T., Laforte, J.P., 2008. Natural rate measures in an estimated DSGE model ofthe U.S. economy. Journal of Economic Dynamics and Control 32, 25122535.Edge, R. M., Kiley, M. T., Laforte, J.P., 2010. A comparison of forecast performance between federal reserve staff forecasts, simple reduced form models and a DSGE model. Journal of Applied Econometrics, forthcoming.Eklund, J., Karlsson, S., 2007. Forecast combination and model averaging using predictive measures.Econometric Reviews 2624, 329363.Elder, R., Kapetanios, G., Taylor, T., Yates, T., 2005. Assessing the MPCs fan charts. Bank of England Quarterly Bulletin Autumn, 326345.Fair, R. C., 2007. Evaluating inflation targeting using a macroeconometric model. Economics: The OpenAccess, OpenAssessment EJournal 8.Faust, J., Wright, J. H., 2009. Comparing Greenbook and reduced form forecasts using a large realtime dataset. Journal of Business and Economic Statistics 274, 468479.Forni, M., Hallin, M., Lippi, M., Reichlin, L., 2003. Do financial variables help forecasting inflationand real activity in the Euro area? Journal of Monetary Economics 50, 12431255.Francis, N., Ramey, V. A., 1995. Measures of per capita hours and their implications for thetechnologyhours debate, n BER Working Paper 11694.Fuhrer, J. C., 1997. Inflationoutput variance tradeoffs and optimal monetary policy. Journal of Money, Credit and Banking 292, 214234.Fuhrer, J. C., Moore, G., 1995a. Inflation persistence. The Quarterly Journal of Economics 1101,127159.Fuhrer, J. C., Moore, G., 1995b. Monetary policy tradeoffs and the correlation between nominalinterest rates and real output. The American Economic Review 851, 219239.34Gerard, H., Nimark, K., 2008. Combing multivariate density forecasts using predictive criteria, research Discussion Paper 20082, Reserve Bank of Australia.Giannone, D., Monti, F., Reichlin, L., 2009. Incorporating conjunctural analysis in structural models.In: Wieland, V. Ed., The Science and Practice of Monetary Policy Today. Springer Science, pp.4157.Goodfriend, M., King, R. G., 1997. The new neoclassical synthesis and the role of monetary policy.In: Bernanke, B. S., Rotemberg, J. J. Eds., National Bureau of Economic Research Macroeconomics Annual 1997. MIT Press, Cambridge, MA.Hamilton, J. D., 1994. Time Series Analysis. Princeton University Press, Princeton, NJ.Hsiao, C., Wan, S. K., 2010. Is there an optimal forecast combination?, working Paper University of Southern California.Kimball, M., 1995. The quantitative analytics of the basic monetarist model. Journal of Money, Creditand Banking 274, 12411277.Marcellino, M., Stock, J., Watson, M., 2003. Macroeconomic forecasting in the Euro area: Countryspecific versus areawide information. European Economic Review 47, 118.Romer, C. D., Romer, D. H., 2000. Federal reserve information and the behavior of interest rates.American Economic Review 90, 429457.Rotemberg, J. J., Woodford, M., 1997. An optimizationbased econometric framework for the evaluation of monetary policy, in B. Bernanke and J. Rotemberg, eds., NBER Macroeconomics Annual,The MIT Press.Schorfheide, F., 2000. Loss functionbased evaluation of DSGE models. Journal of Applied Econometrics 15, 645670.Sims, C. A., 2002. The role of models and probabilities in the monetary policy process. Brookings Papers on Economic Activity 2, 140.Smets, F., Wouters, R., 2004. Forecasting with a bayesian DSGE model: An application to the Euroarea. Journal of Common Market Studies 424, 841867.Smets, F., Wouters, R., 2007. Shocks and frictions in US business cycles: A bayesian DSGE approach.The American Economic Review 973, 586606.Stock, J., Watson, M., 2002. Forecasting using principal components from a large number of predictors. Journal of the American Statistical Association 97, 11671179.35Timmermann, A., 2006. Forecast combinations. In: Elliott, G., Granger, C. W. J., Timmermann, A.Eds., Handbook of Economic Forecasting. Amsterdam: North Holland, pp. 135196.Wang, M.C., 2009. Comparing the DSGE model with the factor model: An outofsample forecastingexperiment. Journal of Forecasting 282, 167182.Wieland, V., Wolters, M. H., 2010. The diversity of forecasts from macroeconomic models of the U.S. economy. Economic Theory forthcoming.Woodford, M., 2003. Interest and Prices: Foundations of a Theory of Monetary Policy. Princeton University Press.36Appendix: Additional Results Table 4: Percentage of periods alternative forecast better than Greenbook: 19842000horizon DSFMSWa Output growth EDOjump off 1BVARbest FWworst FW01234512345295248474445434848464334454743454351494747443748535952604957555355horizon DSFMSW01234512345412941444337363742373830313836303135324326314144363336383640373331324849514849jump off 04843484243b Inflation EDOjump off 1293835323135jump off 04345383650c Federal Funds Ratehorizon DSFMSW012345123458284550566033414648531327333431343135424042622323945502939485354EDOjump off 141118233029jump off 02327272924385153514842505352524743605857545259555757493039374236434041383943BVARbest FWworst FW383539403435363848383337404344434641404343482521251711163021201815BVARbest FWworst FW1325384548563850535759Notes: GB: Greenbook; DS: Del Negro Schorfheide; FM: Fuhrer Moore; SW: Smets Wouters; EDO:FRBEDO Model by Edge, Kiley Laforte; BVAR: Bayesian VAR; Best FW: Best performing atheoretical modelfor the specific horizon considered by Faust Wright; Worst FW: Worst performing atheoretical model for thespecific horizon considered by Faust Wright. The first column shows the forecast horizon. The other columnsshow the percentage of forecast periods in which forecast errors of specific models are smaller in absolute valuethan the Greenbook forecast error. Entries greater than 50 percent indicate that the alternative forecast is bettermore than half the time and are in bold.37Table 5: Percentage of periods weighted forecast better than Greenbook: 19842000horizon PLOLSMedian Mean RMSERankbest Mbest FWa Output growth 01234512345365245474445444644464343555557494953545354493655545560545462555553jump off 1405557575456jump off 05758555353b Inflation 4056575854555761555353395556636556565356535338525359526051575553554360585754525955575749horizon PLOLSMedian Mean RMSERankbest Mbest FW0123451234539334144433738384237383234404342384039373843jump off 1373843494443jump off 0374347444042334645433937414339353838444845443843464342c Federal Funds Rate 403446464341394550424341444144433843454838503740434443464140434348horizon PLOLSMedian Mean RMSERankbest Mbest FW012345123451029435056603143454853914293734332329383833jump off 1122941515661jump off 038485856631329424857583645555960123238545761374557576213314050566040535154531328454956603850505759Notes: PL: Predictive Likelihood; OLS: Ordinay Least Squares; Median: Median forecast; Mean: Mean forecast;RMSE: weighted by inverse RMSE; Rank: weighted by inverse ranks; best M: best single model forecast; Best FW:Best performing atheoretical model for the specific horizon considered by Faust Wright; The first column showsthe forecast horizon. The second column shows the RMSE for the Greenbook. The other columns show RMSE ofalternative forecasts relative to the Greenbook. Values less than one are in bold and show that a forecast is moreaccurate than the one by the Greenbook.38Table 6: Combination weights for data vintage May 12, 2000: output growthmodel DSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARPL0.000.000.000.001.000.000.000.000.001.000.000.000.000.001.001.000.000.000.000.001.000.000.000.000.001.000.000.000.000.00OLSMedian Mean RMSERank 0.001.000.000.000.000.000.000.420.450.120.000.000.190.440.370.000.000.190.420.380.000.000.280.370.350.001.000.000.000.00horizon 00.010.330.330.000.32horizon 10.980.000.000.020.00horizon 20.930.020.000.050.00horizon 30.780.060.000.100.06horizon 40.750.090.000.120.04horizon 50.530.260.000.150.060.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.190.210.190.190.220.190.180.210.210.210.190.180.210.210.210.190.180.210.210.210.190.190.210.200.210.190.200.210.190.210.090.220.110.150.440.110.090.440.220.150.110.090.220.150.440.110.090.440.150.220.090.110.440.150.220.090.150.440.110.22Notes: PL: Predictive Likelihood; OLS: Ordinay Least Squares; Median: Median forecast; Mean: Mean forecast;RMSE: weighted by inverse RMSE; Rank: weighted by inverse ranks; DS: Del Negro Schorfheide; FM: Fuhrer Moore; SW: Smets Wouters; EDO: FRBEDO Model by Edge, Kiley Laforte; BVAR: Bayesian VAR; Thefirst column shows the model name and the rows show the weight of each model for the different combinationschemes. For each horizon, the five model weights sum up to 1.39Table 7: Combination weights for data vintage May 12, 2000: inflationmodel DSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARPL0.000.000.000.001.000.000.000.000.001.000.000.000.000.001.001.000.000.000.000.001.000.000.000.000.001.000.000.000.000.00OLSMedian Mean RMSERank 0.000.000.620.000.380.000.000.490.140.370.000.300.350.230.110.250.350.000.390.000.000.310.160.540.000.000.330.150.520.00horizon 00.000.110.050.000.84horizon 10.210.000.030.000.76horizon 20.500.000.070.000.44horizon 30.440.000.100.000.46horizon 40.360.000.110.000.52horizon 50.330.000.130.000.540.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.220.160.230.180.220.200.170.230.190.220.200.190.220.170.220.240.170.220.170.200.220.160.230.200.190.220.160.230.200.180.150.090.440.110.220.150.090.440.110.220.150.110.440.090.220.440.090.220.110.150.220.090.440.150.110.220.090.440.150.11Notes: PL: Predictive Likelihood; OLS: Ordinay Least Squares; Median: Median forecast; Mean: Mean forecast;RMSE: weighted by inverse RMSE; Rank: weighted by inverse ranks; DS: Del Negro Schorfheide; FM: Fuhrer Moore; SW: Smets Wouters; EDO: FRBEDO Model by Edge, Kiley Laforte; BVAR: Bayesian VAR; Thefirst column shows the model name and the rows show the weight of each model for the different combinationschemes. For each horizon, the five model weights sum up to 1.40Table 8: Combination weights for data vintage May 12, 2000: Federal Funds Ratemodel DSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARDSFMSWEDOBVARPL0.000.000.000.001.000.000.000.000.001.000.000.000.000.001.001.000.000.000.000.001.000.000.000.000.001.000.000.000.000.00OLSMedian Mean RMSERank 0.000.000.001.000.000.000.000.001.000.000.000.000.001.000.000.000.000.001.000.000.000.000.001.000.000.000.000.001.000.00horizon 00.000.000.001.000.00horizon 10.000.000.001.000.00horizon 20.030.000.000.540.43horizon 30.120.000.000.380.50horizon 40.160.000.000.380.46horizon 50.220.000.000.380.400.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.200.180.210.220.140.250.180.230.200.140.240.190.220.200.150.250.190.200.200.160.240.210.180.210.160.230.210.170.220.170.230.110.150.220.090.440.110.220.150.090.440.110.220.150.090.440.110.220.150.090.440.150.110.220.090.440.150.090.220.110.44Notes: PL: Predictive Likelihood; OLS: Ordinay Least Squares; Median: Median forecast; Mean: Mean forecast;RMSE: weighted by inverse RMSE; Rank: weighted by inverse ranks; DS: Del Negro Schorfheide; FM: Fuhrer Moore; SW: Smets Wouters; EDO: FRBEDO Model by Edge, Kiley Laforte; BVAR: Bayesian VAR; Thefirst column shows the model name and the rows show the weight of each model for the different combinationschemes. For each horizon, the five model weights sum up to 1.41", "filename": "VfS_2011_pid_231.pdf", "person": ["Maik H. Wolters", "Wolters, Maik H."], "date": ["2011"]}