{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/37504/1/VfS_2010_pid_930.pdf"], "title": ["Welfare Competition in Germany: Decentralization, the Intensity of Competition and some evidence for the factor flow theory"], "plaintext": "Welfare Competition in Germany:Decentralization, the Intensity of Competition and some evidence for thefactor flow theory Malte H ubner German Council of Economic Experts This version June 24, 2009Abstract This paper tests empirically for welfare competition between the 439 Germancounties. The first contribution of this paper is to provide evidence that the intensity of competition is sensitive to the degree of autonomy that local authoritieshave over their welfare policies. Using a major reform of Germanys welfare systemin 2005 we show that the intensity of the strategic interaction has declined dueto a move towards a less decentralized administration. Secondly, we discriminateempirically between different theories of welfare competition: We provide evidencethat welfare competition in the time after the reform is confined to small, mobilehouseholds, suggesting that the strategic interaction is driven by factorflows. Ourresults are complementary to those of Revelli 2006b who argues that the interdependence of expenditure for social service provision in the UK is the result ofan informational externality.Keywords: strategic interaction, welfare competition, Hartz IV, yardstick competition, factorflow theory JEL Classification: C31, H72, H77GustavStresemannRing 11, 65180 Wiesbaden, email: malte.huebnerdestatis.de. This workwas undertaken while I was a member of the Center for Doctoral Studies in Economics CDSE atthe University of Mannheim. Financial support by the priority program 1142 Institutional Design of Federal Systems of the German Research Foundation DFG is gratefully acknowledged.11 Introduction There is by now a large body of literature in public finance which analyzes the strategicinteraction amongst local governments. With respect to welfare competition a number ofauthors have tested empirically whether local governments set their benefit levels interdependently Figlio, Kolpin, and Reid 1999, Saavedra 2000, Brueckner 2001, Dahlbergand Edmark 2004, Fiva and Rattso 2006. By estimating the bestresponse function ofa representative jurisdiction these researchers have found robust evidence that welfarecompetition emerges if benefits are provided decentrally.The present paper makes three contributions to this literature. First, we provideevidence that welfare competition occurred in Germanys highly decentralized welfaresystem that was in place until the Agenda 2010 reforms that the redgreen coalition enacted in 2004. Using data on average percapita expenditure within the social assistancescheme Sozialhilfe in the years 2000 and 2004 we find strong evidence for welfare competition in the years prior to the reform. To the best of our knowledge this is the firsttime that such evidence is provided for a country with a conservative welfare model. Sofar, existing research is confined to countries with a liberal welfare state Figlio, Kolpin,and Reid 1999, Saavedra 2000 and Brueckner 2001 for the U.S and Revelli 2006bfor the UK or with a Scandinavian welfare model Dahlberg and Edmark 2004 for Sweden and Fiva and Rattso 2006 for Norway. 1.Implicit in theoretical accounts of welfare competition Wildasin 1991 is the prediction that this competition vanishes if welfare benefits were provided by the federalgovernment which internalizes all spillovers between jurisdictions. More generally, theory suggests that the intensity of competition should be the stronger the larger theinfluence of local politicians on benefit levels and the larger the share of welfare expenditure that has to be financed locally. While the focus of existing empirical workwas mainly on demonstrating that welfare competition emerges if benefits are provideddecentrally, the relationship between the degree of decentralization and the intensity ofcompetition has been somewhat neglected.A second objective of this paper is therefore to identify this relationship empirically.To achieve this aim we use an institutional change of Germanys major welfare assistance scheme Sozialhilfe in 2005 which reduced the autonomy of local authorities overtheir welfare policies. In a simple beforeafter comparison we compare the intensity ofcompetition to the one estimated with the postreform data. We find that the intensityof competition is smaller after the reform. This result is consistent with the hypothesisthat the move towards a less decentralized administration has reduced the intensity of 1Here we draw on the influential classification of welfare states of EspingAndersen 1990 whodistinguishes three clusters of welfare states: The liberal regime, typical for the U.S. and Great Britiain,which is characterized by very modest welfare entitlements; the socialdemocratic or scandinavianvariant in which welfare benefits are an universal right and the conservative or corporate welfarestates in which welfare schemes are predominantly designed to preserve status differentials 2competition.While there now exists some evidence that welfare competition does occur it hasbeen harder to identify the exact channel through which this interaction emerges Revelli 2005. With respect to welfare competition there are two alternative theoretical accountswhich can explain an observed strategic interaction between different jurisdictions. Thefactor flow theory assumes that the migration decisions of mobile welfare recipientsdepend on welfare levels in a jurisdiction. Under this theory, generous welfare paymentsattract recipients from neighboring jurisdictions and thus raise marginal welfare costs.In contrast, the yardstick competition hypothesis assumes that local electorates usethe policy enacted in neighboring jurisdictions as a yardstick against which they assessthe performance of local incumbents. In this theory it is an informational externalitywhich makes the policy of two jurisdictions interdependent. As both theories give riseto the same empirical model estimation of the bestresponse function is not sufficient todistinguish between the two.A third objective of this paper is thus to discriminate empirically between thesecompeting accounts of welfare competition. To this end we employ a rich data set onthe welfare benefits administered within Germanys major welfare program Hartz IV.The data set includes monthly data on the average level of housing assistance Kostenf ur Unterkunft und Heizung in the 439 German counties Kreise and Kreisfreien St adtefor the time between January 2006 and July 2007. What makes this data set unique isthat average benefit levels are available by the size of the receiving household.Our empirical strategy consists of estimating a jurisdictions bestresponse functionwith respect to benefits provided to households of a given size. If yardstick competitionis the sole factor driving the strategic interaction then the reaction function shouldbe independent of household size. On the contrary, if factorflows contribute at leastpartially to the interdependence of benefit levels then we should find that competitionis more intense with respect to small households which are more mobile and also requirehigher expenditure in percapita terms.Since the implementation of the Hartz IV welfare program there has been at leastanecdotal evidence Eberhardt 2007 that the German counties choose the level of housing assistance strategically to induce welfare recipients to move to other jurisdictions.This suggests that the factor flow theory would explain at least a part of an observedwelfare competition in Germany.Our empirical results are indeed consistent with the hypothesis that factorflows playa causal role in the welfare competition between the German counties. While our overallevidence for welfare competition in the time after the implementation of the reform ismixed, this evidence is confined to small households as one would expect if factor flowsare a driving force of the competition.This result is complementary to that obtained by Revelli 2006a in his analysisof welfare competition between English local authorities. Revelli shows that welfare 3competition vanished between two consecutive periods and attributes this finding tothe establishment of a nationwide performance rating system which serves as a closesubstitute for comparisons between geographically connected jurisdictions.The most likely source of the divergent results between his work and mine are differences in the type of welfare expenditures used for the empirical analysis. The presentpaper looks mainly on cash transfers to a mobile population. In contrast, Revelli considers the provision of welfare services inkind transfers that are likely to benefit moreimmobile individuals, such as the elderly.Some other papers have tried to discriminate empirically between different theoretical explanations for an observed spatial auto correlation in fiscal policy variables. Besleyand Case 1995, Case 1993, Bordignon, Cerniglia, and Revelli 2003 and SoleOlle2003 all provide empirical support for the yardstick competition hypothesis by arguing that that the sensitivity of local policy choices to neighboring jurisdictions policiesis dependent on exogenous variations in termlimits or the size of the majority in local parliaments. Evidence for the factorflow hypothesis comes from B uttners 2001analysis of the taxsetting of German municipalities. However, apart from the work ofRevelli 2006b, non of these papers have looked at welfare policies.The remainder of the paper is organized as follows. Section 2 summarizes the factorflow and yardstickcompetition theories and shows that both give rise to the same empirical specification. Section 3 provides some background on the German welfare systemand its reform in 2005 and Section 4 discusses our identification strategy and someeconometric issues. Section 5 then presents estimation results before Section 6 considersthe robustness of the results. Section 7 concludes.2 Two theories of welfare competition The theoretical fiscal federalism literature has advanced a number of theories on whylocal governments might not set their fiscal policies independently of each other. Revelli2006b provides a review of these theories. With respect to welfare competition thereare basically two theories that are able to explain an observed spatial interdependence ofbenefit levels. This section briefly summarizes both competing theories. The expositionfollows that of Revelli 2006b but it is adapted to the area of welfare competition.The first theory assumes the presence of a mobile factor that local governmentseither wish to attract or the inflow of which they like to prevent by an appropriatelychosen policy. Accordingly, this theory is also referred to as factorflow theory or theconstraints interaction hypothesis Revelli 2006b.Within the context of welfare competition this mobile resource is constituted bywelfare recipients which are assumed to be mobile across jurisdictions or need at leastconsidered to be mobile by local politicians. In this case the number of welfare recipientsin a jurisdiction i, ri, depends on the average benefit level in that region zi as well as on 4benefit levels in the neighboring jurisdiction zj and some region specific characteristicsx 1i Rm. Hence, we can write thatri rzi, zj, x 1i 1A natural assumption is that increasing benefit levels attracts recipients from otherjurisdictions: rizi 0 and rizj 0.Furthermore, it is maintained that utility of a representative agent or median voterin jurisdiction i depends on own consumption as well as on the level of welfare benefits inthat region. Consumption is in turn linked to welfare expenditures through the budgetconstraint; i.e. c crizi. Utility can hence be expressed asui uicrizi, zi, x 2i 2where x 2i Rn is again a vector of socioeconomic characteristics of jurisdiction i.Wildasin 1991 for instance assumes that the nonmobile residents in a jurisdictionare partially altruistic towards the poor, implying that uizi 0.If politicians in jurisdiction i choose benefit levels to maximize 2, taking the policyin the neighboring jurisdictions as given, the firstorder conditioncid:3cid:2rizizi riccid:2riziuic uizi 034describes a reactionfunctionzi zizj, xii , x 2i Rmn. The firstorder condition 3 shows that under decenwhere xi x 1tralization the choice of zi is distorted as politicians anticipate that higher benefit levels attract recipients from other regions. This is captured by the term rizizi in3. Under standard assumptions benefit levels of neighboring jurisdictions are strategiccomplements; i.e. zizj 0, implying that equilibrium benefits are lower than undercentralization. This nicely represents the concern that the mobility of households cangive rise to a race to the bottom in welfare payments.Another theory which helps explain why welfare levels of neighboring jurisdictionsmight be interdependent is the so called yardstick competition hypothesis Besley and Case 1995. This theory does not require welfare recipients to be mobile but assumesthat an imperfectly informed local electorate uses the policies enacted in neighboringjurisdictions as a yardstick to obtain a signal about the quality of their local incumbent.More formally, the yardstick competition theory assumes that the benefit level whichrecipients in a jurisdiction i are entitled to receive can be written as the sum of a nonstochastic component z and a cost shock i; i.e. zi z i. In the context of this paperthe cost shock might for instance arise from the fact that housing prices are higher insome counties which higher welfare expenditure.5Politicians in a region finance welfare expenditures Eizi rizi through lump sumtaxes. Hence, if there are N taxpayers in a jurisdiction the budget balancing taxrateis ti EiN. Incumbent politicians can claim that the region experienced a large costshock i i. In this case revenue E zi exceeds actual expenditure Ezi and officeholders appropriate some rents wi zi E zi Eizi ri zi zi.Voters cannot observe the cost shock but are able to obtain a signal on whether politicians divert rents by comparing the local policy zi to that in the neighboring jurisdiction zj. All that is required for this inference is that cost shocks are correlated betweenjurisdictions; i.e. Covi, j 0. Under these assumptions, the reelection probabilitypi of an incumbent in jurisdiction i depends on relative transfer levels pi pi zi, zj, xi,where pi zi 0 and pi zj 0.To see how expenditure levels of neighboring jurisdictions become interdependent itis sufficient to assume that incumbents can stay in office for at least one more period.Office holders choose benefit levels for the present and subsequent period z 0i tomaximize their discounted utilityi , z 1ui vwiz 0i piz 1i , z 1j , Xivwiz 1i where v cid:2 0 and v cid:2cid:2 0. Upon solving this maximization problem one again findsthat benefit levels in jurisdiction i depend on benefit levels in neighboring jurisdictionsas in 4.Having laid out both theoretical accounts of welfare competition we are able to identify two necessary conditions that have to be met in order for strategic interaction in thesetting of benefit levels to emerge under either of the two theories: i local governmentsmust be able to manipulate welfare levels and ii governments need to have incentives todo so, either because benefit levels affect utility of the median voter in a jurisdiction orbecause they feed back on the reelection probability of local incumbents. In addition,a prerequisite that applies only to the factorflow theory is the existence of a mobileresource.If these conditions are met one can test for the presence of strategic interaction. Thisis usually done by estimating a reducedform of the reaction function 4. It is standardto assume this reducedform to be linear, leading to the following empirical specification:cid:4zit wijzjt Xit i5jwhere wij represent a set of weights that aggregate the level of housing assistance ofcompetitors of jurisdiction i into a weighted average. The vector Xit captures socioeconomic characteristics of jurisdiction i that might influence the benefit level in thatjurisdiction.The key parameter of interest in equation 5 is the slope parameter .If localgovernments set their welfare policies interdependently we expect this parameter to be 6nonzero. From our earlier theoretical analysis we would expect to be positive if localgovernments are engaged in welfare competition.Note that both theories of welfare competition lead to the same reduced form empirical specification of the reaction function. Without further modeling a resource equationsuch as 1 or exploiting special features of the available data, estimation of 5 is notsufficient to discriminate between the two theories.A simple hypothesis that can be derived from both theories of welfare competitionconcerns the intensity of the strategic interaction. As we have pointed out above, anecessary condition for the emergence of welfare competition is that benefits are administered and financed locally. As a federal government internalizes all fiscal externalitiesbetween different jurisdictions only local governments have an incentive to engage inwelfare competition under the factorflow theory. The same holds for the yardstick competition hypothesis where only the performance of local politicians can be assessed byusing the policy in other jurisdictions as a yardstick. Accordingly, welfare competitionshould be intense if welfare benefits are provided decentrally, leading to a positive estimate of the slope parameter in equation 5. In contrast, under a fully centralizedsystem, we should cease to find any evidence for welfare competition.In between the extreme cases of either pure centralization or complete decentralization the intensity of competition should therefore depend on the degree of decentralization; i.e. the more local politicians can influence benefit levels and the larger theexpenditure share that has to be financed at the local level, the more intensive shouldthe competition be.The subsequent empirical analysis tries to identify this relationship between thedegree of decentralization and the intensity of competition by making use of a reform of Germanys welfare system that became effective in 2005. The reform was associated witha move from a completely decentralized administration of a major assistance scheme toa more centralized provision in which welfare payments are jointly administered by the German counties and the federal government.A second objective of the empirical analysis is to identify the exact channel troughwhich welfare competition between the German counties emerges. This question will beaddressed by estimating the bestresponse function 5 for specific groups of welfare recipients that differ in their degree of mobility. If we find that the intensity of competitionis sensitive to the mobility of welfare recipients then we can conclude that factorflowsdrive at least a part of the strategic interaction. On the contrary, if we find that thestrength of the strategic interaction is independent of the recipients degree of mobilitythis evidence would be only consistent with the yardstick competition theory.Before we take a closer look at the available data and the concrete identificationstrategy the next section first describes some important features of Germanys welfaresystem and the reform that became effective in 2005.73 Institutional Background In this section we summarize the main features of Germanys welfare system. We beginwith a short introduction to the system that was in place until the end of 2004 and thenturn to a brief description of the current situation. The aim of this section is to showthat the German welfare system exhibits a significant degree of decentralization to makeit an ideal testing ground for the various implications of the welfare competition theoriesthat we have identified above.3.1 Germanys welfare system until 2004Until 2004 the main welfare programme in Germany was the so called social assistanceSozialhilfe which, together with the unemployment assistance for the longterm unemployment Arbeitslosenhilfe, constituted the building block of Germanys welfare state.In 2003, two years before the new system became effective, both programmes togethercovered around 5 million welfare recipients.In the empirical part of this paper we use data from the social assistance whichcovered the needs of those who were not entitled to receive benefits from other programssuch as the federal unemployment insurance. Typically, individuals who received socialassistance had either not contributed long enough to the unemployment insurance orthey were classified as being permanently out of the labor force.The administration of the social assistance lay in the hands of the German counties, the third level of Germanys multitiered federal structure, who were also solelyresponsible for financing the benefits.In 2004 expenditure for social assistance in Germany amounted to approximately 25,59 billion Euros or roughly 1% of GPDStatistisches Bundesamt 2004. The bulk ofthese expenditures took the form of the so called living assistance Hilfe zum Lebensunterhalt and comprised regular benefits laufende Leistungen and nonregular benefits.The level of the former was oriented at some standard rates which were determined bystate parliaments each year 2. Table 1 shows these rates for household heads for the years 19992000 and 20042005. A measure of the standard rates in a given year can then beobtained by calculating the average rate over the first and second half of a year.Nonregular benefits mainly comprised housing assistance, such as the rent and costsfor heating Kosten f ur Unterkunft und Heizung. We use the German abbreviationKUH to refer to this expenditure category.Total expenditure of a jurisdiction i on social assistance in the time prior to thereform can be written as the sum of regular benefits REG, nonregular benefits andother expenditure OTHER. As nonregular benefits comprise mainly housing expenseswe obtain 2The new rates became effective on July, 1st each year 8TOTEXPi REGi KUHi OTHERiwhere other expenditure comprises mainly health care and expenditure for the integration of disabled people into the labor market Fichtner 2003.Of importance for the ensuing analysis is the fact that the counties, through theirlocal administrative units, had a substantial degree of discretion in determining actualbenefit levels.For example, the level of housing assistance specified in the law left room to someinterpretation as the law code only ascertained that the level of housing assistance mustbe appropriate. 3Moreover, while regular benefits were largely defined by the standard rates a localadministration could deviate from this rates in exceptional cases when it assessed theneeds of a recipient differently.For the time prior to 2005 we therefore expect strategic interaction in welfare expenditure to occur through the nonregular benefits which constitute the largest expenditureblock Statistisches Bundesamt 2004 and are also most easily manipulated by local administrations due to the fact that the exact level of entitlement is not precisely definedby the law.3.2 The Agenda 2010 Reform With the Agenda 2010 reform, which became effective in 2005, this system has undergonesome changes.A first prominent change concerns the unification of the benefit schemes for the longterm unemployed Arbeitslosenhilfe with the social assistance program Sozialhilfe.Since the reform all unemployed individuals whose unemployment spell lasts longer than 12 to 18 month and their household members receive transfers through a common basicassistance programme Grundsicherung f ur Arbeitslose. This system is reminiscent tothe former social assistance and also comprises almost all of its former members. Thesecond part of the empirical analysis, where we try to discriminate between alternativeexplanations for an observed welfare competition will be based on expenditure data fromthe new basic assistance program.The most important feature for the subsequent analysis is however the move from avery decentralized administration of welfare benefits to a more centralized system:3At the time this paper is written the original text of the law reads as follows and does not differfrom the respective passage in the time prior to the reform:Leistungen f ur Unterkunft und Heizung werden in H ohe der tats achlichen Aufwendungen erbracht, soweit diese angemessen sind. Erh ohen sich nach einem nicht erforderlichen Umzug die angemessenen Aufwendungen f ur Unterkunft und Heizung, werden die Leistungen weiterhin nur in H ohe der bis dahin zu tragenden Aufwendungen erbracht.49In contrast to the old system, where expenditure for social assistance was entirelyadministered by the counties alone, expenditure for the basic assistance is now administered by newly created local employment agencies Arbeitsgenturen which are jointlyoperated by the Federal Employment Agency and the local county. In general, there isone such agency in each of the 439 German counties. A few exemptions exist where twocounties jointly operate a single employment agency or where there are two employmentagencies in one county.There are a few exemptions to the joined administration of the basic assistance programme. To enable experimentation with different institutional settings there are 69counties the so called Optionskommunen which administer their welfare payments independently of the Federal Employment agency. On the costs sharing side there arehowever no differences to the local employment agencies in counties with a mixed administration.Nonwithstanding the existence of the still relatively independent Optionskommunen,the introduction of the joined administration in the vast majority of the German countieshas reduced the degree of decentralization of the German welfare system.In the ensuing empirical analysis we will use this institutional change to identify arelationship between the degree of decentralization and the intensity of welfare competition.The expenditure administered by the employment agencies falls into two categories:regular benefits Regelleistung to cover living expenses and housing assistance Leistungen f ur Unterkunft und Heizung. Both expenditure categories are roughly equivalentto regular and nonregular benefits under the old system.Total expenditure for basic assistance in a county i can therefore be expressed as thesum of regular benefits and housing assistance KUHTOTEXPi REGi KUHi The respective section of the law defining the level of housing assistance has remainedthe same.In particular, the law still only requires that housing assistance must beappropriate, leaving it to the county administration to decide on the actual benefitlevel.Apart from the newly introduced joined administration differences to the old systemlie mainly on the financing side. In contrast to the time prior to the reform, expensesfor basic assistance are now jointly born by the federal government and the 439 German counties. While at the federal level the Federal Employment Agency accountsfor expenses associated with the regular benefits REGi, each county has to cover theexpenses for housing assistance KUHi.As a minor point, note that the federal government participates in the expenditurefor nonregular benefits through transfers. However, unlike in a classical matchinggrantscheme, these transfers are determined expost and are negotiated between the federal 10government and state governments Kaltenborn and Schiwarov 2006. Hence, thesetransfers should not influence actual benefit levels in a county or the intensity of thestrategic interaction between counties.Concerning our empirical analysis of welfare competition we expect strategic interaction in the new system to occur through the level of nonregular benefits; i.e. housingassistance, as under the old social assistance system. In particular this expenditure category satisfies the two necessary conditions for the emergence of welfare competition:Firstly, local administration have some degree of discretion over the appropriate levelof housing assistance and secondly, there are still substantial incentives to use the levelof housing assistance as a strategic instrument: On the one hand, local governmentscan expect to induce an outflow of recipients by a restrictive interpretation of the law.On the other hand, given the fact that expenditure for nonregular benefits constitutesa large expenditure block, local politicians might try to undercut the expenditure ofneighboring counties in an attempt to signal voters that they do not waste taxpayersmoney.There is indeed some anecdotal evidence that some counties lowered the level ofhousing assistance in order to induce an outflow of recipients.In 2006 the local employment agency in Mannheim reported a drastic increase in the number of newly regisered welfare recipients who migrated to Mannheim from the neighboring RheinNeckarcounty. The local administration in Mannheim publicly accused the employment agencyin RheinNeckar to have deliberately cut housingassistance in an attempt to inducerecipients to move to Mannheim. The discussion has attracted some attention in thepress Eberhardt 2007. While this evidence clearly speaks in favor of factorflows asthe mechanism driving the welfare interaction it requires a systematic analysis of theavailable data before reliable conclusions can be drawn.The German welfare system described in this section will now serve us as a testingground for two predictions entailed in the welfare competition theories.Our first hypothesis concerns the intensity of the strategic interaction. Using thechange in the degree of decentralization accompanying the reform we are able to identifythe effect of the degree of decentralization on the intensity of competition. This will beachieved by comparing the estimated reaction functions from the time prior to the reformto those after the reform. We expect that the intensity of competition has declined dueto change towards a less decentralized system, resulting in a smaller slope of the reactionfunction.A second question aims at the nature of the strategic interaction. Using data onaverage expenditure for housing assistance within the basic assistance program we areable to investigate whether the intensity of competition is also sensitive to householdsize. This analysis allows us to identify the source of welfare competition. If we findthat welfare competition is more intense for smaller, more mobile households then we canconclude that the factorflow hypothesis needs to be at least part of the explanation. If 11the intensity of competition is however insensitive to household size, and hence householdmobility, we can exclude the factorflow hypothesis from the set of explanations for anobserved spatial interdependence of welfare expenditure, leaving yardstick competitionas the sole source of the interaction.Before we turn to the estimation results the next section describes the data used inthis analysis in more detail and also highlights some key issues of the empirical strategy.4 Data and Empirical Strategy To estimate the best response function 5 for the time before the Agenda 2010 reformswere in place we use annual data on total expenditure for social assistance in the 439German counties Kreise und Kreisfreie St adte. These data were obtained from thestate branches of the Federal Statistical Office.We use a crosssection of the 439 counties for the year 2000. By comparing thestrategic interaction in the time immediately before the reform to that after the reformwas in place we are able to identify the effect of changes in the institutional setup on theintensity of the strategic interaction. In a robustness check we also use a cross sectionfor the year 2004.In our first estimates, where we focus on the time before the reform was in place, weuse total annual expenditure in a county normalized by the number of recipients for thatyear as the dependent variable. That is, we base our analysis on actual welfare benefitswhich has become quite standard in the empirical literature on welfare competition.A similar approach is for instance followed by Fiva and Rattso 2006 and Dahlbergand Edmark 2008. Note that we will refer to the dependent variable as percapitaexpenditure although we actually mean expenditure per recipient.As socioeconomic control variables we include the unemployment rate and the number of insolvencies percapita as a proxy for local business activity. To control for thetightness of the local budget constraint we include the level of transfers received formupper level governments, measured in Euros percapita, and the level of public debt,measured in 100 Euros percapita. Note that these transfers are mainly intended toequalize differences in taxrevenue between jurisdictions and are thus independent ofwelfare expenditure. Also, we control for the percapita income in a region and thevote share that parties from the left spectrum of the German political system receivedin the Federal Elections 5. Controls for the share of left and right parties are sometimes included in empirical studies of welfare competition to account for the possibilitythat welfare benefits are higher in counties with a leftwing majority. Figlio, Kolpin, and Reid 1999 for instance control for the vote shares of Republicans but find no significant 5We defined as left parties the Social Democrats SPD, the PDSLinke, and the Greens B undnis 90Die Gr unen12influence on expenditure levels within the AFDC program.Data for all covariates were taken from various issues of the regional database Statistic Regional which is published annually by the Federal Statistical Office.Furthermore, to control for the influence of the standard rate for the regular benefitswe collected the level of these rates by consulting the respective state laws. Table 1 showsstandard rates for household heads by state for the years 19992000 and 20042005 fromwhich we can calculate an average standard rate for the years 2000 and 2004.Summary statistics of the dependent variable as well as for the controls are shownin Table 2.Our estimation results for the time after the implementation of the Agenda 2010reform are based on monthly data on the average level of housing assistance in the 439German counties for the time between January 2006 and July 2007. In particular, thisinformation is available by household size. These data can be accessed over the websiteof the Federal EmploymentAgency 6.Concerning the inclusion of socioeconomic controls we face the problem that some ofthe relevant data is not published on a monthly basis. Other information that one wouldideally want to control for is only released with a substantial lag of several years as forinstance information about county budgets and therefore not available at the time ofwriting this paper. However, it can be assumed that most socioeconomic controls areproxies for variables that are constant over a relatively short time period. We thereforeestimate 5 in firstdifferences. That is, we test how changes in the average level ofhousing expenditure in one county depend on changes in the level of housing assistancein neighboring countiescid:4zit wijzjt Xit i6j In this approach individual county specific effects, such as the level of transfers receivedfrom higher levels of government, that are time invariant in the short run and for whichwe are not able to control are netted out.To carry out the firstdifference estimation we construct two panel data sets from theavailable data. Each panel consists of two crosssection samples. We use two panels thateach range over a 12 month interval January 2006January 2007 and July 2006July 2007 to avoid a confounding influence of seasonal changes of the unemployment rate.For each panel we estimate the reaction function using the change in average monthlylevel of housing assistance to a nperson household, where n 1, . . . , 4, 4, as thedependent variable.Table 3 shows summary statistics of average expenditure for each month in the panel.Note that the average level of housing assistance has increased between January 2006and February 2007. This increase was strongest for one person households who have on 6www.arbeitsagentur.de 13average received 24 Euros more housing assistance in January 2007 than in January 2006.A plausible explanation for this increase is an overall rise in energy prices in the timebetween January 2006 and January 2007. Over this period the price for gas increasedby roughly ten per cent. Electricity prices have also soared by roughly three percentduring the same period and continued to rise by more then five per cent between June 2006 and June 2007. Overall the rise in energy prices led to an increase of the consumerprice index for Gas, Water and fossil fuels by 2.7% between January 2006 and July 2007Statistisches Bundesamt 2008. In the ensuing empirical analysis we need to make surethat we do not spuriously attribute the spatial correlation of benefit levels caused bythis countrywide increase in energy prices to the presence of welfare competition. Wereturn to this issue in Section 6.Also, as can be seen from Table 3, larger households require less expenditure inpercapita terms than smaller households. Under the factor flow hypothesis this createsgreater incentives for local governments to induce an outmigration of smaller households.This fact reinforces our hypothesis that under the factor flow hypothesis we shouldobserve that the intensity of welfare competition depends on the size of the householdat which expenditure is directed 7.Available socioeconomic control variables are the change in the unemployment rateover the respective twelvemonth period as well as the change of the rent level between 2006 and 2007. It is to be expected that an increase in the average rent level is associatedwith higher expenditure on housing assistance. For the change in the unemployment ratewe expect that rising unemployment tightens a countys budget constraint and leads tolower benefit levels. However, previous studies on welfare competition have sometimesfound a positive relationship between unemployment and benefit levels Shroder 1995,Brett and Pinske 2000.Ideally, one would like to use more detailed proxies for a change in the tightness of acounties budget constraint such as the level of transfers from higher level governments orthe debt level of a county. Unfortunately, these data is not yet available for the respectivetime period and will not be released on a monthly basis. However, it is plausible thatlocal governments are only able to obtain full information about the exact state of theirbudget at the end of a year. One might thus consider the budget of a county as constantover a twelve month period in which case it constitutes a county fixed effect which isaccounted for by the firstdifference strategy.Data on monthly unemployment rates were taken from the Federal Employment Agency. Information about rentprices were kindly provided to us by the Bundesamtf ur Bauwesen und Raumordnung. These data are based on advertisements in regional 7One could also argue that, for a given amount of effort, inducing the outflow of a larger householdprovides a stronger relief for the local budget.In this case incentive would be reversed. However,mobility costs of large hoseholds are so high, due to various legal regulations, that we can safely ignorethis possibility 14newspapers and report an average annual rent level for each county.On July, 1st in 2007 the state SachsenAnhalt reorganized the boundaries of itscounties and reduced their number. Because this reform made it impossible to calculatethe change in welfare expenditure for these counties they were excluded from the Julypanel. In case where these counties had neighbors in other states they were also removedfrom the neighbor list of these counties.4.1 Econometric Issues There are some econometric issues that need to be addressed before we can estimateequations 5 and 6. In particular, we need to specify the weight matrix that definesthe competitors of a given county. In addition, we need to make sure that spatial autocorrelation in the data can indeed be attributed to strategic interaction.4.1.1 Weighting Schemes In theoretical models of welfare competition the policy of one region potentially exertsan influence on all other regions. In practice however, each region only interacts with asubset of all other regions. Estimation of equations 5 and 6 therefore requires thatwe specify a weights matrix W defining which counties interact with each other.In this study we use a rownormalized binary contingency weight matrix which hasbecome standard in the literature. Under this matrix two jurisdictions are assumed tointeract with one another if and only if they share a common border. An entry in thismatrix thus takes the formwncij ijcid:5wbck wbcikij 1 if i shares a common border with j and wbcij 0 otherwise. We denotewhere wbcthis matrix as W nc.Case, Rosen, and Hines 1993 argue that it might well be possible that a jurisdictionsbenefit levels are influenced by jurisdictions other than its direct geographical neighbors.If the strategic interaction is driven by factor flows then this might for instance be thecase if welfare recipients are mobile between economically similar regions but not so muchbetween geographical neighbors. One could for example imagine that some individualsprefer to live in urban areas while others have a preference for living in rural areas. Inthis case we would expect migration flows between rural areas to be higher than flowsfrom rural to urban areas and vice versa. To account for this possibility we also makeuse of a weighting scheme that is based on economical distance, rather than geographicaldistance. We follow Shroder 1995 who proxies for economic distance by using migrationflows between counties. To this end let mij denote the number of individuals that moved 15from region i to region j in the year 2004. Our measure of economic closeness is thenw Mij mjicid:5k w Mik Under this weighting scheme the impact of region js benefit level on the benefit levelin region i is assumed to rise with the number of individuals that moved from j to i inthe year 20048. The weight matrix for this set of weights will be denoted by W m.Note that using migration data from 2004 ensures that the weights are exogenous inthe estimation of 5.4.1.2 Sources of spatial autocorrelation There are a number of well known empirical problems associated with the estimation ofcid:55. A first econometric challenge is constituted by the fact that the spatial lag termj wijzjt is correlated with the error terms in 5. Intuitively this is due to the factthat observed benefit levels are determined simultaneously in a Nashequilibrium. Thissimultaneity means that the spatial lag on the righthand side of 5 is endogenous,leading an OLS estimation to yield inconsistent results Anselin 1988a. To see thiswrite 5 in matrix form A reduced form of 7 is then given byz W z X z I W 1X I W 178From the last term of equation 8 we see that the benefit level in jurisdiction j dependson the errors of all regions through the vector . The econometric literature has advanceda number of strategies to deal with this simultaneity. One way is to estimate 8 by Maximum Likelihood methods Anselin 1988a. This method was for instance used by Saavedra 2000 and Brueckner and Saavedra 2001. Another frequently used methodis to instrument for W z by using an instrument matrix that contains own and neighborscovariates. This approach goes back to Kelejian and Prucha 1998 and has for instancebeen applied by Figlio, Kolpin, and Reid 1999 and Fiva and Rattso 2006. In thisstudy our standard approach will be to estimate the reducedform of the reaction functionby the MaximumLikelihood methods proposed by Anselin 1988a.Estimation of 8 by MaximumLikelihood techniques depends on the assumptionthat the errors are spatially independent. If errors are instead spatially correlated, asmight for instance be the case in the presence of regional shocks, then an observed spatialautocorrelation need not be due to strategic interaction between counties.8Data on migration flows between the German counties in the year 2004 were provided to us by the Federal Statistical Office 16Suppose, for instance, that the errors are spatially dependent and satisfy the relationship W 9where is a well behaved error vector. Then estimation of 8 would give a false impression of spatial lag dependence cid:4 0 when 0 holds in the true model. Consequently,it is important to investigate whether spatial lag or spatial error dependence is the mostlikely source of spatial autocorrelation Brueckner and Saavedra 2001. Several approaches exist for dealing with this problem. A standard test for the significance of thespatial lag parameter is Anselins Anselin 1988b test based on the Lagrange multiplier principle which estimates the hypothesis H0 : 0. There is a similar test for thepresence of spatial error dependence with the Null H0 : 0. These tests are henceforth denoted by LMlag and LMerr respectively. However, the power of the formertest is not good when the errors are spatially correlated, while the latter test requiresthat 0.A better solution is therefore to apply the robust LM tests proposed by Anselin,Bera, Florax, and Yoon 1996 which test for spatial lag and spatial error dependenceand are robust to the presence of the other. In what follows we denote these tests by RLMlag and RLMerr.4.1.3Identification strategy With a description of the data and the empirical strategy in place we are now able tostate our identification strategy more precisely.To identify the effect of the degree of decentralization on the intensity of welfarecompetition we start by estimating the slope parameter at hand of the prereformdata from the year 2000. This estimate will then be compared to the slope parameterobtained from the postreform data. As the Agenda 2010 reform was associated witha partial centralization of the welfare administration we expect the estimate of to besmaller after the reform, independently of household size. This would imply that in thetime after the implementation of the reform local administrative units responded lessintensive to changes of expenditure levels in neighboring counties than they did underthe more decentralized system that was previously in place.To disentangle different theories of welfare competition we are going to use the estimates of for households of different size obtained by estimating 6 based on the datafrom 2006 and 2007. If factor flows are driving the strategic interaction then we expect competition to be more intense for smaller, more mobile households which are alsoassociated with higher percapita expenditures. In other words, if factorflows matter,we expect to find a stronger spatial autocorrelation in the data if we look at smallerhouseholds. If, on the contrary, yardstick competition is the sole mechanism driving thestrategic interaction then the estimates of the slope parameter should not depend on 17household size.5 Estimation Results This section first presents estimation results for the crosssection for the time prior tothe reform. Thereafter follows a description of the results for the postreform period.5.1 Estimation Results for 2000Table 4 shows the results obtained from estimating the model 5 with the MaximumLikelihood approach of Anselin 1988a using the two weighting schemes discussed inthe previous section and the crosssection for 2000. Probability values are shown inparenthesis. For each weighting scheme we estimate three different specifications of 5.In our baseline model we include percapita debt, the number of insolvencies percapita, the level of transfers from higher levels of government and the vote share of theleft parties as well as the standard rate in the vector of socioeconomic controls. Thecoefficient estimates for this specification are in columns 1 and 4 of Table 4.In a second specification we added the local unemployment rate to the socioeconomic controls. The unemployment rate is an important proxy for the state of the localeconomy as well as for the tightness of a countys budget constraint. The reason whythis variable is omitted from the baselinespecification is that the unemployment rateis potentially endogenous to the level of welfare expenditure percapita. The results forthis augmented specification are shown in columns 2 and 5 of Table 4.In Germany, local elections are held simultaneously in each state but there might bedifferences in the timing of elections across states. To account for the fact that the timingof elections might have an influence on percapita expenditure we add an election dummyin a further specification of the model which equals one if there was an election of thelocal parliament Kreistag in the year 2000. This applies to all counties in SchleswigHolstein and NorthRhine Westphalia. Estimation results for this specification are incolumns 3 and 6 of Table 4.The key results in Table 4 are the estimates of the slope parameter . This parameteris positive and significantly different from zero under all specifications and both weightingschemes. These results are consistent with the occurrence of welfare competition betweenthe German counties in the year 2000. As expected, the reaction functions generated bythis strategic interaction are positively sloped. The estimated slope parameters lie in therange between 0,7 and 0,85, implying that a reduction of average percapita expenditureby 1 Euro in one county triggers its neighbors to reduce percapita expenditure by 0,7to 0,85 Euros. As can be seen in Table 4, the estimated slope parameter is robust to theinclusion of the unemploymentrate and the election dummy.18Amongst the socioeconomic control variables only percapita income, the voteshareof parties from the left and the standard rate have a significant impact on the averagepercapita expenditure for social assistance. With one exception all coefficients havethe expected sign. An increase in the percapita income of a county by 1000 Eurosis associated with a decrease in annual percapita expenditure on social assistance ofapproximately 6,6 Euros. Similarly, counties with a higher vote share of the partiesfrom the left spend more on welfare. If the vote share of the left parties increases byone percentage point this leads to a rise in percapita expenditure of 192 Euro per year.Note that this effect is only marginally significant under the migration weights wherethe effect is also smaller. However, for the present analysis it s only important that thiscovariate does not influence the intensity of the strategic interaction. We have thereforeexcluded the variable from the estimation which left the spatial lag parameter virtuallyunchanged.Surprisingly, the standard rate has a significantly negative impact on percapitaexpenditure. The magnitude of this impact is however very small. The interpretationof this coefficient estimate is the following: If a state increases the standard rate by 1 Euro which corresponds to 12 Euros per year the counties in that state decreasepercapita expenditure on social assistance by roughly 0,4 Cents per year. In theory,one would expect this coefficient to equal one because an increase in the standard rateshould force local administrations to increase regular benefits by a similar amount. Inpractice however, a county can offset higher benefits in one expenditure category by cutsin another category. This highlights the importance of using actual benefit levels insteadof welfare norms as the dependent variable as pointed out by Fiva and Rattso 2006.Note that the baseline results reported in columns 1 and 4 of Table 4 remainvirtually unchanged after the inclusion of additional control variables.As noted above, the slope parameter might be found to be significantly differentfrom zero, although 0 holds in the true model, giving false evidence for the presenceof strategic interaction. This situation occurs if the error terms in 5 are spatiallydependent.To determine whether spatial error dependence has been improperly ignored let usfirst look at Anselins Anselin 1988b tests for the significance of the spacial lag parameter. As can be seen in Table 4, both tests LMerr and LMlag reject their respectivenull hypothesis, indicating that both spatial lag or error dependence might be the reasonfor the observed spatial autocorrelation.To be able to conclude that the positive estimate of the slope parameter can indeedbe attributed to the presence of welfare competition we therefore need to consult the testfor the significance of spatial lag parameter which is robust to the presence of errordependence RLMlag. Table 4 shows that this test rejects the nullhypothesis of no spatial lag dependence under all specifications, indicating that the positively sloped reactionfunction can indeed be interpreted as evidence for the presence of welfare competition.19A potential problem is the result of the BreuschPagan test, which rejects the hypothesis of constant error variance under all specifications. To address this issue we repeatedthe estimations using the instrumental variables approach of Kelejian and Prucha 1998for which it is possible to obtain heteroskedasticityrobust standard errors in the Software package R that was used for this analysis. The results obtained with this estimationprocedure are qualitatively similar to those in Table 4. In particular, the slopeparameteris positive and highly significant. The results of these estimates for the standard weightsare in Table 6.The slope parameters in Table 6 are slightly higher than the one obtained from the MaximumLikelihood strategies. This effect is not uncommon and has been observedin related studies. Fiva and Rattso 2006 for instance also find smaller estimates forthe ML than for the IV estimates. They explain this pattern by the fact that the IVapproach of Kelejian and Prucha 1998 is robust to omitted spatial error correlationwhile the ML approach is not.To avoid having to rely on data from only one crosssection we conducted a similaranalysis for the year 2004. The results are shown in Table 5. The coefficient estimatesare very similar to those obtained for the 2000 crosssection. In particular, the estimateof the slope parameter is of the same magnitude as before and also significantly differentfrom zero at the 1% level for all specifications of 5.Taken together, the results presented in this section clearly suggest that the Germancounties were engaged in welfare competition in the years before the implementation ofthe Agenda 2010 reform. The estimated slope of the reaction function lies in the rangebetween 0,5 and 0,85 implying that when a county decreased its percapita expenditureby 1 Euro its neighbors reacted by reducing their expenditure by 0,5 to 0,85 Euros.The intensity of this competition is comparable to related studies that tested forwelfare competition in other countries. Our estimates are however at the upper endof the results obtained in other studies. For instance Fiva and Rattso 2006, lookingat welfare competition in Norway, estimate the slope of the reaction function as 0,81which is comparable to the results reported here. Brueckner and Saavedra 2001 and Dahlberg and Edmark 2008 obtain estimates of around 0,3 for the slope of the reactionfunction. In the light of these findings, welfare competition between German counties inthe time prior to the Agenda 2010 was intense, relative to welfare competition in othercountries.5.2 Estimation Results for 2006 and 2007Having found robust evidence for the occurrence of welfare competition between the German counties in the years before the Agenda 2010 reform we now turn to the theresults for the years 2006 and 2007, the time after the implementation of the reform.Recalling from our description of the institutional background that the reform was as20sociated with a move towards a more centralized administration of welfare benefits weexpect to find less autocorrelation in the data, indicating a decline in the intensityof competition. Concerning the relationship between the intensity of competition andhousehold size the expected results depend on the mechanism driving the strategic interaction: If factorflows are at least part of the explanation for an observed strategicinteraction we should find that this competition is more intense for smaller households.If the intensity of competition is however independent of household size this would leavethe yardstick competition hypothesis as the sole source for the strategic interaction.5.2.1 January Panel The results of estimating equation 6 with the January panel are in Table 7 in whichprobability values are shown in parenthesis. Again, we have estimated the model witha dummy indicating that a local election took place in the respective county eitherin 2006 or 2007. This dummy is set to one for all counties in Lower Saxony whichheld elections in September 2006 and SachsenAnhalt where elections were held in April 2007. The reason for the inclusion of SachsenAnhalt is the assumption that theelection campaign started already at the end of 2007 and is thus likely to have affectedthe strategic interaction in the respective counties between 2006 and 2007. However, theresults are virtually unchanged if the dummy is excluded.Looking at Table 7 we see that the key parameter of interest, the slope parameter, is positive and significantly different from zero under both weighting schemes and forone, two ,four and fiveperson households. For three person households the estimatedslope parameter does not differ significantly from zero, indicating the absence of strategicinteraction in the setting of average benefit levels for threeperson households.As expected, all slope parameters are significantly smaller compared to the timebefore the reform for all weighting schemes and household sizes. This finding is consistentwith the hypothesis that the intensity of welfare competition has declined due to theintroduction of the joined administration of the welfare benefits.The socioeconomic control variables fail to have a significant influence on averagebenefit levels for all estimations of 6.So far we do not know whether the spatial autocorrelation of the benefits providedto one, two, four and fiveperson households are an indication of welfare competitionor merely reflect the presence of the spatial error correlation. The simple tests for thepresence of spatial lag and spatial error correlation LMlag and LMerr indicate that bothexplanations might be the source of the observed spatial autocorrelation. We thereforeneed to take a look at the robust LagrageMultiplier tests. Turning first to four andfiveperson households the robust test for the presence of spatial lag dependence failsto reject the null hypothesis of the absence of this dependence under both weightingschemes. Accordingly, there is no evidence that local governments set benefits levels to 21four and five person households strategically.For smaller one and twoperson households a different result is obtained. The robusttest for spatial error dependence, RLMerr, indicate the absence of spatial error correlation while the robust test for spatial lag dependence, RLMlag, rejects the hypothesis ofthe absence of spatial lag dependence. Under the migration weights this null hypothesisis however only marginally rejected at the 10% level.The results obtained from the robust tests for spatial lag dependence therefore indicate that the German counties set benefit levels to one and twoperson householdsstrategically between January 2006 and January 2007. Concerning threeperson andlarger households, there is no evidence that the observed spatial autocratic in caused bywelfare competition.The results reported so far are consistent with the hypothesis that the intensityof welfare competition between the German counties has declined, or even completelyceased in the case of three and more person households, due to the partial centralizationassociated with the welfare reform.Moreover, the fact that we find evidence for welfare competition only when we lookat average expenditure to small households is consistent with the hypothesis that localpoliticians take the mobility of welfare recipients into account when setting benefit levels.If yardstick competition was the sole channel driving the strategic interaction then theintensity of the observed competition should have been independent of household size.Assuming that oneperson households are more mobile than twoperson householdsthe intensity of competition should be larger for the former in order for the results to befully consistent with the factorflow theory. A further look at Table 7 shows that this isindeed the case.In sum, the results from the January panel are therefore consistent with the hypothesis that the strength of welfare competition has declined after the implementation of the Agenda 2010 reform and that this decline is stronger for larger, less mobile households.5.2.2 July Panel Turning to the estimates of 6 for the July panel we fail to find evidence that the German counties set welfare levels interdependently. The ML coefficient estimates arein Table 8. It can be seen that the slope parameter is only significantly different fromzero for singlehouseholds. This provides a clear indication for the absence of a strategicsetting of welfare benefits to larger households.Looking more closely at the results for one personhouseholds we see that spatiallag as well as spatial error dependence both qualify as the source of the observed autocorrelation. It is therefore crucial to consider the results of the robust LM tests. The RLMlag test however fails to reject the null hypothesis of the absence of spatial lagdependence. Accordingly, there is no evidence that the observed spatial autocorrelation 22of benefit levels for oneperson households can be attributed to the presence of welfarecompetition.In total, for the July panel, we fail to find any evidence for the hypothesis that the German counties engage in welfare competition. A possible explanation for the differencein results between the two panels is indicated by the election dummy. In contrast to the January panel, this coefficient is positive and significantly different from zero at leastfor single households. Apparently, counties in which a local election took place havebeen more generous in their setting of benefit levels.It might thus be that in thosecounties shortrun attempts to maximize reelection probabilities in upcoming electionshave temporarily dominated the strategic objectives of local governments, making itimpossible to identify any strategic competition that took place between July 2006 and July 2007.However, the lack of evidence for welfare competition in the time between July 2006 and July 2007 is again consistent with the hypothesis that the intensity of welfarecompetition has declined due to the partial centralization of the welfare administration.In sum, evidence for the presence of welfare competition in the time after the Agenda 2010 reforms is at best mixed. To some extend, this outcome was to be expected giventhat the introduction of the joined administration has reduced the autonomy of localauthorities over welfare policies. Insofar, this result is consistent with the hypothesisthat the intensity of competition depends positively on the degree of decentralization.What might come as a surprise is the extent to which competition is reduced. Afterall, the counties still maintain a significant influence on the benefit levels and also sharea large part of the financial burden. However, as argued above, the failure to detectevidence for welfare competition in the time between July 2006 and July 2007 mighthas to be attributed to the fact that local elections were held in some states during thatperiod.The pattern of strategicinteraction that we do observe after 2006 is clearly consistentwith the hypothesis that welfare competition is at least partially caused by factorflowsbetween the German counties. If a yardstick competition process was the sole factordetermining the interaction of local authorities, evidence as well as the intensity ofcompetition in the time between January 2006 and 2007 should have been independentof household size.The latter result matches anecdotal accounts of welfare competition Eberhardt 2007, which suggested that factorflows play a decisive role in this process.Our results are therefore in part complementary to those of Revelli 2006b in hisanalysis of welfare competition between English local authorities. Revelli shows thatwelfare competition vanished between two consecutive time periods and attributes thisfinding to the establishment of a nationwide performance rating system which wouldserve as a close substitute for comparisons between geographically concentrated jurisdictions. From this observation he concludes that yardstick competition must play a 23causal role in the strategic interaction between local governments as otherwise his empirical findings should not have been affected by the widening of the voters informationset.The most likely source for the divergence in the results between his study and thepresent paper are differences in the type of welfare expenditures considered in the empirical analysis. In the present paper we have looked at monetary transfers to a mobilepopulation. In contrast, the expenditure in Revelli 2006b is directed at the provisionof welfare services that are likely to benefit mainly immobile individuals, such as theold.6 Robustness and discussion of results The results reported in the previous section are consistent with the hypothesis thati a higher degree of centralization reduces the intensity of welfare competition andthat ii factor flows play a crucial role in the setting of benefit levels by the Germancounties. There are however still some issues that warrant a brief discussion beforedefinite conclusions can be drawn. The first point concerns the evidence for strategicinteraction in the postreform period. Here, one might be concerned that the resultsare driven by an overall rise in energy prices over the observation period, rather thanbeing caused by strategic interaction between the German counties. A second issuerelates to the identification of the effect of the degree of decentralization on the intensityof competition. Our argument rests on the assumption that the move towards a morecentralized administration has been the only change that could potentially influence theintensity of welfare competition. This section addresses both issues in turn.6.1 The role of energy prices In our discussion of the summary statistics in Section 4 we have pointed out that energyprices have been rising between January 2006 and July 2007. As these prices are likelyto influence housing costs we need to make sure that we do not spuriously attribute anationwide increase in energy prices to the presence of strategic interaction.There are two reasons why we think we can rule out that rising energy prices aredriving the results. Firstly, this price increase should have influenced welfare paymentsto all households over the entire period between January 2006 ad July 2007. However,we have only detected a spatial autocorrelation of welfare payments to small householdsand only in one of the two panels. This pattern makes it unlikely that the spatial autocorrelation found for small households was caused by rising energy prices.To further test whether energy prices are driving the results we have estimatedequation 6 using a random permutation of the weight matrix W nc. More precisely,we have repeated the estimation of 6, using the change in average benefits for one and 24twoperson households between January 2006 and January 2007 as dependent variable.Before each estimation the weight matrix was randomly permutated. In other words,we have altered the neighborhood relationship by assigning each county a random setof neighbors. This procedure is equivalent to randomly assigning each county a newlocation on a map of Germany. If rising energy prices, which affect all counties equally,have been the source for the spatial autocorrelation in the January panel then weshould find that this correlation persists, even for a permutated weight matrix. If theautocorrelation was however caused by strategic interaction of neighboring counties weshould cease to detect this correlation for the random weighting schemes.The results clearly suggest that rising energy prices are an unlikely source of thespatial autocorrelation detected in the data. Under the randomized weighting schemeswe only estimated a positive slope parameter in 450 out of 1000 runs in case of oneperson households. When we looked at two person households the slope parameter wasonly positive in 459 out of 1000 cases. Only in 65 out of the 450 cases did the tvalue,indicating the significance of the slopeparameter for oneperson households, exceeded 1,5 which is a very generous interpretation of significance. Similarly, for twopersonhouseholds, the tvalue was greater than 1,5 only in 16 out of the 459 cases. Under arandomly permutated neighborhood relationship we thus fail to find any evidence for aspatial autocorrelation of benefit levels.6.2Identification of the centralization effect We have argued above that the decline in the intensity of competition that we observedafter the implementation of the reform was caused by the move towards a less decentralized administration of welfare benefits. However, implicit in this argument was theassumption that the alteration of the degree of decentralization was the only changethat might have affected the intensity of competition. There are however two otherinstitutional variations that potentially violate this assumption.Firstly, one might worry that the merger of the assistance provided to longtermunemployed Arbeitslosenhilfe with the welfare assistance Sozialhilfe into the so calledbasic assistance has indirectly affected the intensity of competition. This point is rathersubtle as it requires us to look more closely at the assignment of eligible individuals toeither the federal unemployment insurance or the social assistance. Prior to the reform,for some individuals the affiliation to either of the two schemes was not unambiguouslydefined. A county therefore had a strong incentive to misclassify individuals who wereactually permanently out of the labor force as longterm unemployed. In this case anindividual became eligible in the federal unemployment insurance and was thus shiftedfrom the local budget to the budget of the federal government.In the time prior tothe reform local governments could therefore pursue two strategies to remove welfarerecipients from the local budget: They could set low benefit levels to induce an outflow 25of recipients to neighboring counties or they could try to move recipients onto the federalbudget. After the reform only the first alternative was still available to the counties.If both strategies are complementary to each other then the observed decline in theintensity of competition could merely be caused by the abolition of the possibility to misclassify individuals and not by the gradual centralization of the welfare administration.However, in the appendix we develop a simple model which demonstrates that bothstrategies are in fact substitutes: The model shows that if counties are able to shiftsome recipients into the federal program they have less incentives to engage in welfarecompetition. Accordingly, the unification of both assistance schemes should, if at all,have led to a more intensive competition.Secondly, the reform was associated with a standardization of benefit levels whichreduced the possibility of local administrations to assess the needs of recipients individually. Accordingly, the reform went along with a loss of discretion over the actual levelof local welfare expenditures. However, this loss in discretion affected mainly the regularbenefits and not the housingassistance on which the present analysis has focused. Aswe have pointed out in Section 3, the passage in the law which defines the appropriatelevel of housing assistance was unaffected by the reform. Because these costs constitutethe largest expenditure block within the nonregular benefits it seems fair to assumethat our results are largely unaffected by the standardization of the regular benefits.The attentive reader might of course suggest that one could also single out the effectof changes in the degree of decentralization on the intensity of competition by followinga differenceindifference strategy, using the Optionskommunen as the control group.In this approach, one would compare the change in the slope of the reaction functionof the Optionskommunen over time to the reaction functions of the counties with ajoined administration. An estimation procedure that allows to estimate different slopeparameters for two groups of jurisdictions is in principle available Allers and Elhorst 2005. However, due to a lack of sufficient data on benefit levels in the Optionskommunen a point to which we will return below it is infeasible to pursue this approach.6.3 Missing Data In the two panels for the postreform time there are a number of missing observations.The January panel contains observations for 323 out of the 439 counties. In the Julypanel there are only slightly more observations; i.e. in 343 out of 439 cases. In general,this missing data results from the failure of the Optionskommunen to report the requiredinformation. In the July panel, we only have data for 55,8% of the Optionskommunen,but for 92% of the counties with a joined administration. For the January panel there isno data for the Optionskommunen but for 93% of the other counties. One explanationfor this pattern is that all data are collected with the software platform A2LL whichonly a few of the Optionskommunen had implemented by July 2007. It is this lack of 26data on the Optionskommunen that prevents us from using more elaborate identificationstrategies, discussed in Section 3.2.In cases where no data was available for a county we had to exclude this jurisdiction from the neighbor set of other counties. Under the normalized weighting schemesemployed in the preceding analysis, more weight is thus assigned to the remaining neighbors of a county. For spatial regressions it is hard to judge whether deletion of neighborsaffects the estimation results. Figures 1 and 2 therefore show a map of the counties withmissing observations in the January and July panel. We see, that the missings clusterin a few regions of Germany. This clustering minimizes the number of counties of whichwe had to alter the set of neighbors. While this does not warrant the conclusion thatmissing observations do not affect the results we obtain at least some indication thatthis issue could be more serious.7 Summary and concluding remarks This paper looked empirically on the strategic interaction of the 439 German countieswith respect to the determination of welfare benefit levels.Our first contribution was to show that the intensity of welfare competition heremeasured as the slope of a jurisdictions reaction function has declined after a reformof Germanys major welfare scheme, which reduced the autonomy of the counties overwelfare policies. Of course, it is difficult to exclude other forces that might be causalfor this result. However, the evidence is at least consistent with the prediction that theintensity of the interaction should be the stronger, the higher the autonomy of localauthorities over their welfare policies.The results of this study have some direct policy implications. In December 2007the German constitutional court decided that the current administration of the basicassistance scheme violates the autonomy of the counties and reminded politicians to reorganize the welfare administration until the end of 2010 Bundesverfassungsgericht 2007.In general, it is expected that this reorganization will either encompass a move towardsa complete centralization or decentralization of the administration. In the light of thefindings presented in this study it is to be expected that without a reorganization ofthe financing side a decentralization will lead to a strengthening of welfare competitionbetween the German counties.A second objective of the paper was to identify the exact source of the interaction.Using a rich data set which allows us to discriminate between households of different sizeswe saw that competition in the time after the reform was confined to mobile households.This evidence is inconsistent with the yardstick competition as the sole driving force forthe observed strategic interaction.Our results are complementary to those of Revelli 2006a who looks at social serviceprovision in the UK and identifies an informational externality as the most likely 27source of interaction. The difference in results are best understood by recalling thatthe expenditure in the study of Revelli benefits mostly immobile households, such asthe elderly while the housingassistance considered in this paper is also targeted at themobile population.References Allers, M., and P. Elhorst 2005: Tax mimicking and yardstick competitionamong local governments in the Netherlands, International Tax and Public Finance,12, 493513.Anselin, L. 1988a: Lagrange multiplier test diagnostics for spatial dependence andspatial heterogeneity, Georgraphical Analysis, 20, 117.Anselin, L. 1988b: Spatial Econometrics: Methods and Models. Kluwer Academic Publishers.Anselin, L., K. Bera, R. Florax, and M. Yoon 1996: Simple diagnostics testsfor spatial dependence, Regional Science and Urban Economics, 26, 77104.Besley, T., and A. Case 1995: Incumbent behavior: vote seeking, tax setting andyardstick competition, American Economic Review, 85, 2545.Bordignon, M., F. Cerniglia, and F. Revelli 2003: In search of yardstickcompetition: a spatial analysis of Italian municipality property tax setting, Journalof Urban Economics, 54, 199217.Brett, C., and J. Pinske 2000: The determinants of municipal tax rates in British Columbia, The Canadian Journal of Economics, 333, 695714.Brueckner, J. K. 2001: Strategic Interaction Among Governments: An Overviewof Empirical Studies, Discussion paper, CESifo Working Paper.Brueckner, J. K., and L. A. Saavedra 2001: Do Local Governments Engage in Strategic PropertyTax Competition?, National Tax Journal, 542, 203230.Bundesverfassungsgericht 2007: Urteil vom 20. Dezember 2007 2 Bv R243304; Bv R 243404 , .B uttner, T. 2001: Local business taxation and competition for capital, Regional Science and Urban Economics, 31, 215245.Case, A. 1993: Interstate tax competition after TRA86, Journal of Policy Analysisand Management, 12, 136148.28Case, A., H. Rosen, and J. Hines 1993: Budget spillovers and fiscal policyinterdependence: evidence from the states, Journal of Public Economics, 53285307.Dahlberg, M., and K. Edmark 2004: Is there a RacetotheBottom in the Setting of Welfare Benefit Levels? Evidence from a Policy Intervention, Working Paper Series 2004:19, Uppsala University, Department of Economics.2008: Is there a racetothebottom in the setting of welfare benefit levels?Evidence from a policy intervention, Journal of Public Economics, 92, 11931209.Eberhardt, J. 2007: Vertreibt Landkreis mit Absicht Hartz IVEmpf anger? Die Metropole Mannheim leidet unter starkem Zuzug aus dem Umland Sozialrichterkritisieren RheinNeckarKreis, Stuttgarter Zeitung.EspingAndersen, G. 1990: The Three Worlds of Welfare Capitalism. Princeton University Press.Fichtner ed. 2003: Bundessozialhilfegesetz. Vahlen.Figlio, D. N., V. W. Kolpin, and W. E. Reid 1999: Do States Play Welfare Games, Journal of Urban Economics, 46, 437454.Fiva, J. H., and J. Rattso 2006: Welfare competition in Norway: Norms andexpenditures, European Journal of Political Economy, 22, 202222.Kaltenborn, B., and J. Schiwarov 2006: Hartz IV: F oderaler Finanzstreit vorerst beigelegt, Blickpunkt Arbeit und Wirtschaft.Kelejian, H., and I. Prucha 1998: A Generalized Spatial TwoStage Least Squares Procedure for Estimating a Spatial Autoregressive Model with Autoregressive Disturbances, The Journal of Real Estate Finance and Economics, 17, 99121.Revelli, F. 2005: On Spatial Public Finance Empirics, International Tax and Public Finance, 12, 475492.2006a: Performance rating and yardstick competition in social service provision, Journal of Public Economics, 90, 459475.2006b: Spatial interactions among governments, Handbook of Fiscal Federalism.Saavedra, L. A. 2000: A Model of Welfare Competition with Evidence from AFDC, Journal of Urban Economics, 47, 248279.29Shroder, M. 1995: Games the states dont play: Werlfare benefits and the theoryof fiscal federalism, The Review of Economics and Statistics, pp. 183191.SoleOlle, A. 2003: Electroal accountability and tax mimicking: the effects ofelectoral margins, coalition, government and ideology, European Journal of Political Economy, 19, 685713.Statistisches Bundesamt 2004: Sozialleistungen Sozialhilfe, Fachserie 13 Reihe 2. Statistisches Bundesamt, Wiesbaden.2008: Preise Verbraucherpreisindizes f ur Deutschland, .Wildasin, D. E. 1991: Income redistribution in a common labor market, American Economic Review, 81, 757774.30A A small model of welfare competition In Section 6 we have argued that in the time prior to the reform counties were ableto manipulate the number of recipients within their borders by trying to move theminto the federal unemployment insurance. This was possible because in some instancesit was not unambiguously defined whether a recipient had to be classified as a longterm unemployed person or as being permanently out of the labor force in which casehe received welfare assistance. After the reform, the affiliation to the unemploymentinsurance or the basic assistance scheme was more precisely defined. Accordingly, astrategic reduction of benefit levels remained the only way for local administrations toreduce their caseload.Potentially, the abolition of the possibility to reduce the number of recipients on acounties budget by moving them into the federal unemployment insurance might confound the identification of the effect of centralizing the welfare administration on theintensity of welfare competition. This would be the case if the strategy to shift recipients into the federal unemployment insurance is complementary to inducing an outflowof recipients by lowering benefit levels.However, with the help of a simple model, we show that both strategies are in factsubstitutes. Accordingly, not being able to move some recipients out of the welfareassistance program should lead to a more intense competition. Hence, if at all, our identification strategy tends to underestimate the effect of a more centralized administrationon the intensity of competition.Note that the model developed in this section belongs to the class of factorflowmodels, as this has been identified as the most likely source of the observed strategicinteraction.A.1 A simple factor flow model of welfare competition We consider the competition between two identical jurisdictions A and B. Let us assumethat amongst the residents of each jurisdiction lives a continuum of welfare recipientswith mass one.Welfare recipients are partially mobile between jurisdictions but differ in their migration costs which are uniformly and independently distributed over the support, .A recipient in jurisdiction i A, B migrates to jurisdiction j cid:4 i if the gain inexpected welfare benefits exceeds his migration costs. Letting zi denote average benefitsin jurisdiction i this is the case if zj zi If nii denotes the number of welfare recipients in jurisdiction i who do not migrate andnij 1 nii denotes the number of movers then we can show that the total number of 31recipients in jurisdiction i, ni nii nji equalsni zi, zj 1 zi zj 2The policy of each jurisdiction consists of choosing the benefit level zi and the probabilitypi with which someone who is entitled to receive welfare benefits actually does so. Here,the underlying assumption is that the fraction 1 pi of entitled individuals have beensuccessfully misclassified by local administrations and receive benefits z from the federalunemployment insurance.We assume that marginal costs of public funds are constant and equal one. Hence,local policy makers seek to minimize welfare expenditure in their jurisdiction Ei pizini.Furthermore, let us assume that the benefit level defined in the law is z. However,each jurisdiction can deviate from this level in which case it faces the probability of beingsubjected to a costly lawsuit. We summarize the costs of deviating from z monetaryor in terms of bad press as czi 0.5z zi2. Similarly, a local government can tryto shift some recipients into the federal program in order to reduce local expenditure.Again, there are some constraints to this strategy which are summarized by the costfunction kpi 0.51 pi2. We require that z 2 . Later we will interpret theabolition of the possibility to move recipients into the federal program as an increase in. The objective of the government is therefore to minimize local welfare costs Ei zi, zj 0.51 pi2 0.5z zi2Note that, given our assumptions, the expected welfare level in jurisdiction i is zi pizi z z Both regions choose their policy pi, zi simultaneously, taking the policy of the other jurisdiction as given. Then, the firstorder conditions describing the bestresponse functionof jurisdiction i arepizizipi 2 nizi 1 pi 0p 2i nipi z zi 02 0 holds at all If we assume that the secondorder condition pipizizisolutions of the firstorder conditions then, by Cramers rule, we obtain that welfare zipipizi 32levels are strategic complements; i.e.cid:6cid:6cid:6cid:6pizjzipj zipipizicid:6cid:6cid:6cid:6 pipizipipipizizipi zizzizj2 1 zi zi pi ni ziz 2pi zipipizipizizpipizizi 2 pi pizipipizizi zipipizi nizi 0where the latter inequality follows simply from our assumption that zthe fact that we assumed the secondorder condition to hold.2 and from Also, we see directly that competition gets more intense when rises; i.e. whenit becomes harder to move recipients from the locally to the centrally funded benefitscheme. In our context, this corresponds to a steeper slope of the best response function.We see immediately that this is the case by calculatingzizjpipizizipi zipipizi 0The analysis of this section therefore highlights two points:i percapita benefit levels are strategic complements, independently of whether local governments are able tomanipulate the number of welfare recipients by classifying some of them as noneligibleand ii if it becomes harder for local governments to do so, for instance because it isno longer possible to shift some recipients into the federal assistance scheme, then weexpect competition to become more intense.The main insight gained from this formal analysis concerns the intensity of strategicinteraction. We have seen that this intensity increases as it becomes harder for localgovernments to manipulate its welfare caseload directly. Hence, the decline in theintensity of competition that we observed after the reform cannot be attributed to themore clearly defined affiliation of a recipient to either the basic assistance scheme or thefederal unemployment insurance.33Table 1: Standard Rates by state and year 20033453453313452004345345331345341283345Standard Rate at July, 1st in EUR1999State 279,68Hamburg Bremen 279,68MecklenburgVorpommern 263,32BadenW urttemberg 269,45260,76Bavaria 255,65Brandenburg 276,10Hesse Lower Saxony 279,68279,68North RhineWestphalia 268,9Rhineland Palatine Saarland 268,9266,90Saxony 265,36SachsenAnhalt 268,94SchleswigHolstein 268,94256,67256,67Th uringen Berlin 281,21281,21Rates for the year 1999 and 2000 are converted in Euros.2000281,21286,84263,32269,45272,52255,65276,10281,21281,21268,9268,9268,43265,36268,94256,67281,21345345345345331345331281,21272,52283345281,21296268,9268,9268,43331281,21B Tables and Figures 344002dna 0002scitsitatsyrammu S:2elba Tve D.dt Snae M400230.7359.5424.3547.592.5321.049.12.267.2018.92178.4046.012.40384.070.428.61N3233233233233233233233230002.ve D.dt S87.3426.9155.74175.52.6790.016.12nae M2.70145.0573.59268.0139.96215.067.325.51N534534534534534534534534tin Uatipacrep RUE001stnediser 6011repatipacrep RUEtnecrep RUEerahstnemyolpmen Uycnevlosn Isrefsnar Telbaira Vtbe Deta Rtfe Lhtnomrepatipacreporu E001.px Elato Tatipacrep RUE0001emocn I.atadehtmorfdevomereranoitavresbognissimenotsaeltahtiwseitnuo C35oru Eniezisdlohesuohybecnatsissadlohesuohfolevelylhtnomegarev A:3elba Tezi Sdlohesuo Hsnosrep 4snosrep 4snosrep 3snosrep 2nosrep 12.85435.868.6646.867.97437.372.28476.371.38368.7500.98341.653.79300.061.89372.067.12367.055.6231.058.3335.352.53386.452.57257.442.97256.441.68289.547.88265.648.3912.538.00242.535.81273.536.1228.53.ve D.dt S.ve D.dt Snae M.ve D.dt Snae M.ve D.dt Snae Mnae M6002yrauna J6002ylu J7002yrauna J7002ylu Jrutnegastiebrasednu B:ecruo S36Table 4: MaximumLikelihood coefficient estimates for the 2000 crosssection 2000Total Expenditure Debt Insolvencies Transfers Income Rate Left Unempl.Election W n1230.7250.7220.7220.000.0010.210.0010.620.000.530.0660.0230.030.011.920.010.000.000.260.000.860.000.420.040.230.000.000.300.000.810.000.400.050.210.012.250.010.020.25W m50.850.000.000.500.000.500.000.540.040.2960.850.000.000.520.000.490.000.540.040.2940.850.000.000.480.000.450.000.560.040.140.012.320.000.020.250.060.670.000.000.000.020.000.001.040.090.001.110.1020.000.830.000.000.000.880.000.000.000.000.090.000.001.120.100.030.830.0190.890.000.000.000.160.004350.030.030.030.030.03Tests of Error Spec.LM Breusch Pagan LM Test Spat. Error LM Test Spat. Lag Robust Tests RLM Test Spat. Error RLM Test Spat. Lag0.010.000.000.160.000.000.000.000.030.00435Npvalues in parenthesis denotes significance at the 1% level, denotes significance at the 5% leveland denotes significance at the 10% level 43543543543537Table 5: MaximumLikelihood coefficient estimates for the 2004 crosssection 2004Total Expenditure 0.850.000.0020.180.000.940.0030.050.040.270.0040.081.450.050.6980.000.0020.330.000.8720.0040.0180.0750.140.0030.143.420.000.0260.270.080.74W n 0.6980.000.0020.300.000.870.0030.020.0760.130.0040.103.410.000.0290.19W m 0.8480.000.0020.270.000.970.0020.090.0070.100.0030.121.960.020.0250.21Debt Insolvencies 0.700.000.0030.190.000.90Transfers0.0040.010.030.380.0040.062.810.00Income Rate Left Unempl.Election Tests of Error Spec.LM Breusch Pagan LM Test Spat. Error LM Test Spat. Lag Robust Tests RLM Test Spat. Error RLM Test Spat. Lag0.320.000.000.020.010.030.000.000.060.000.00.000.000.070.000.110.000.000.020.000.010.000.000.080.00Npvalues in parenthesis denotes significance at the 1% level, denotes significance at the 5% leveland denotes significance at the 10% level 3233233233233230.850.000.0020.320.000.970.0030.070.070.110.0030.191.970.020.020.350.1340.550.000.000.000.090.0032338Table 6: Instrumental Variables Estimation: Standard Weights Dependent Variable: Total Expenditure per recipient Debt Insovencies Transfers 0.8750.000.000.600.000.490.000.39Income 0.07 0.000.0160.080.710.29Rate Left Unempl.Election 0.910.000.000.740.000.710.000.520.0540.030.0170.090.620.40.010.6120000.9390.000.000.730.000.590.000.630.050.150.020.041.0960.190.010.580.1060.46435435435Npvalues in parenthesis denotes significance at the 1% level, denotes significance at the 5% leveland denotes significance at the 10% level 39ezisdlohesuohybsetamits Etneicffieo Cdoohileki Lmumixa M:lena Pyrauna J:7elba T5n 91.030.041.040.0m W991.040.0cn W41.040.04nm W00.099.0cn W300.069.0m W471.060.03n 2n61.000.000.0cn W90.01nm Wcn W803.0381.025.1150.316.1150.3197.1167.1172.74.868.6179.91tnatsno C00.031.122.023.079.092.009.087.040.040.016.087.000.022.191.010.099.070.079.055.030.030.078.055.000.031.122.023.079.003.079.087.040.040.085.005.000.022.191.010.099.070.079.057.030.030.088.097.000.087.092.072.326.080.079.089.059.099.032.032.000.087.082.042.326.080.069.089.009.069.037.027.000.071.027.072.354.086.075.051.040.040.090.011.000.041.077.072.354.039.044.031.030.031.010.040.000.052.094.083.176.037.034.044.000.000.051.000.0263.033.043.196.032.008.045.010.000.057.0701.040.0naga Phcsuer Brr EMLga LMLrr EMLRga LMLRtnemyolpmen Utne Rnoitcel E40343343343343343343343343343Nlevel%5ehttaecnacfiingissetoned,level%1ehttaecnacfiingissetonedlevel%01ehttaecnacfiingissetoneddnasisehtnerapniseulavp5n 20.028.030.046.04nm W20.028.0cn W300.046.03nm W20.028.0cn W50.094.02nm W80.004.0cn W10.098.01nm Wcn W43.0771.000.000.0ezisdlohesuohybsetamits Etneicffieo Cdoohileki Lmumixa M:lena Pylu J:8elba T95.536.595.536.558.879.815.74.887.2121.61tnatsno C10.025.006.057.0191.095.381.033.048.028.087.067.000.05.016.06.0102.094.391.023.086.036.046.006.010.025.006.057.0191.095.381.033.048.028.087.067.000.005.016.026.0191.005.391.023.086.036.046.006.000.022.190.036.444.093.174.000.007.018.020.020.000.032.190.040.504.064.154.000.054.074.038.029.000.000.083.024.09.541.080.059.020.034.004.083.053.044.063.099.541.011.098.020.019.098.013.013.000.033.024.080.089.033.240.019.000.000.039.027.000.014.033.063.029.033.240.018.000.000.063.092.0naga Phcsuer Brr EMLga LMLrr EMLRga LLMRtnemyolpmen Utne Rnoitcel E41033033033033033033033033Nlevel%5ehttaecnacfiingissetoned,level%1ehttaecnacfiingissetonedlevel%01ehttaecnacfiingissetoneddnasisehtnerapniseulavpFigure 1: Missing data between July 2006 and July 200742Figure 2: Missing data between January 2006 and January 200743", "filename": "VfS_2010_pid_930.pdf", "person": ["Malte Hübner", "Hübner, Malte"], "date": ["2010"]}