{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/112831/1/VfS_2015_pid_810.pdf"], "title": ["Monetary policy under the microscope: Intra-bank transmission of asset purchase programs of the ECB"], "plaintext": "Monetary policy under the microscope:Intrabank transmission of asset purchase programs of the ECB Lisa Cycona, Michael Koettera,b,a Frankfurt School of Finance Management, Sonnemannstrasse 911, 60314 Frankfurt am Main, Germanyb Halle Institute for Economic Research IWH, P.O. Box 110361, 06017 Halle Saale, Germany Abstract With a unique loan portfolio maintained by a top20 universal bank in Germany, this study testswhether unconventional monetary policy by the European Central Bank reduced corporate borrowing costs. We decompose corporate lending rates into renancing costs, as determined by moneymarkets, and markups that the bank is able to charge its customers in regional markets. Thisdecomposition reveals how banks transmit monetary policy within their organizations. To identifypolicy eects on loan rate components, we exploit the coexistence of Eurozonewide security purchase programs and regional scal policies at the district level. European Central Bank purchaseprograms reduced renancing costs signicantly, even in an economy not specically targeted forsovereign debt stress relief, but not loan rates themselves. However, asset purchases mitigated thoseloan price hikes due to additional credit demand stimulated by regional tax policy and enabled thebank to realize larger economic margins.Keywords: Unconventional monetary policy, asset purchase programs, ECB, interest ratechannel, internal capital markets JEL: G01, G21, E42, E43, E52We are grateful for feedback received at the IWH Financial Markets Department workshop, Frankfurt School Finance Winterschool, the 4th Financial Economics Workshop at the University of Mainz, the LAPE Financial Economics conference, the 5th FEBS meetings, the 7th International IFABS conference, and seminars at the EBRD,the Systemic Risk Centre at LSE, and the German Institute for Economics DIW. Comments from Claudia Buch,Cagatay Bircan, Stijn Claessens, Bill Francis, Ralph de Haas, Christa Hainz, Philip Konig, Iftekhar Hasan, Kose John, Nicola Limodio, Helmut Lutkepohl, Lukas Menkho, Phil Molyneux, Thomas Mosk, Katja Neugebauer,Zacharias Sautner, Larissa Schafer, Isabel Schnabel, Sascha Steen, Adalbert Winkler, Amine Tarazi, Michael Wedow, and JeanPierre Zigrand are highly appreciated. We are grateful for the provision of data by the bank. Theexpressed views and any remaining errors are our own.Corresponding author; Tel.: 49 69 154008 446; Fax: 49 69 154008 4446Email addresses: l.cyconfs.de Lisa Cycon, m.koetterfs.de Michael Koetter11. Introduction Did asset purchase programs conducted by the European Central Bank ECB succeed in reducing the cost of corporate credit? Or did secondary market purchases merely subsidize banksrenancing cost, and thus ultimately markups? We test if and how the Securities Market Programme SMP and the Covered Bond Purchase Programme CBPP reduced corporate loan ratesafter their launch in 2010. Based on a proprietary credit pricing sample provided by one of the 20 largest universal banks in the European Monetary Union, we observe corporate loan rates,which we decompose into the renancing cost paid on the internal capital market and the markupcharged to individual customers. This microscopic view allows us to identify the transmission ofunconventional monetary policy UMP via banks internal capital markets.A crucial challenge when attempting to quantify loan rate eects is the need to separate increased credit supply due to expansionary monetary policy, whether conventional or not, fromdierences in loan demand by corporations. To test directly for pricing eects due to supplyshocks, we observe whether the internal funding cost of individual loans respond signicantly tochanging intensities of asset purchases over time. Internal bank capital markets generally are notoften observed cf. Cremers et al., 2011. To our knowledge, this study is the rst to observe actualrenancing rates charged internally by the treasury department to credit sales for individual loancontracts. With this information, we can test directly if UMP transmission fails or succeeds andwhy: because renancing rates are irresponsive or because banks do not pass on lower fundingcosts to their corporate customers, as might be the case when they engage in liquidity hoardingBenmelech and Bergman, 2012; Acharya and Merrouche, 2013 and increase their own margins.We analyze the pricing of loans granted to a sample of approximately 13,000 corporations fromthe socalled German Mittelstand. These rms are customers of a large universal bank operatingthroughout Germany that is systemically important and included in all stress tests conducted bythe European Banking Authority EBA so far. The rms we focus on belong to the segmentof small to mediumsized enterprises SMEs and, thus, rely less on capital markets but moreon bank nance and contribute a major share to German GDP and employment. To distinguishdierences in a rms credit demand that might aect loan prices, potentially confounding thesupply eects due to UMP, we exploit a feature of the German tax system. The authority to levycorporate taxes Gewerbesteuer rests with municipality councils at the regional level. Each ofthe approximately 2,500 municipality councils in Germany determines this multiplier autonomously 2for one year. These taxes generate substantial aggregate revenues of approximately EUR 35 billionin 2012, which is equal in size to value added and income tax combined. Djankov et al. 2010show that corporate investment demand, and thus demand for credit, depends inversely on rmstax burden. Similar to Heider and Ljungqvist 2015, we use the spatial dispersion of scal policyto explain the crosssectional variation in loan rates of corporate customers residing in dierentregional markets but that are exposed to an identical unorthodox monetary policy. Figure 1 around here Figure 1 shows the socalled Hebesatz, which refers to the multiplier of corporations taxableprots determined annually by each municipality. Taxable prots provide the basis to calculatethe tax burden. We show average multipliers per district Kreise, the next higher regional levelat which we observe the location of bank customers. The map clearly illustrates the dispersionof tax multipliers across customer regions. Changes to the scal stance across these localitiestherefore support a clear identication of loan demand stimulus due to tax policy.Fiscal policy should be exogenous to lending terms, for several reasons. First, we analyzea proprietary sample of loans to approximately 13,000 corporate customers that already residein regional markets, not rms that might have been attracted to a region by its favorable taxconditions. The loans we consider also are either originated or rolled over at new terms. Thus, wegauge the pricing eects of UMP and regional scal policy RFS for the marginal loan. The vastmajority of rms in our sample also are SME that only operate in one region and are unlikely tomove their headquarters easily.With this method, we can test for the eectiveness of unorthodox monetary policy by takinga detailed view of the internal transmission of monetary policy within a major German universalbank. We use a sample that provides borrowerspecic information, detailed pricing data, and riskcharacteristics for each of the 40,116 individual loan facilities between August 2011 and December 2013. Our identication strategy exploits exogenous credit demand shocks due to local scal policythat aects borrowers dierently across regions.The interaction of scal policy and UMP is particularly useful for identication. Conventionalmonetary policy reached the zerolower bound ZLB, which impairs the ability of the interestrate channel to stimulate the economy.1 Fiscal policy can then serve as an important substitute to 1Policy rates were at a historical low of 0.05% in the European Monetary Union as of September 2014. Conventional expansionary monetary policy reduces nominal shortterm rates, which reduces banks renancing cost and 3conduct economic policy Adam and Billi, 2007, 2014.2 In light of the ZLB, central banks adopteda wide range of instruments to steer shortterm nominal rates Gertler and Kiyotaki, 2010; Gertlerand Karadi, 2011 and risk premia in general Drechsler et al., 2014.3 Among those instruments,we focus on the outright purchase of securities in secondary markets under the SMP and thesecond CBPP. Prior studies, such as Manganelli 2012 and Eser and Schwaab 2015, investigatepossible price eects in bond markets and generally indicate enhanced market liquidity, lowersovereign yield spreads of EMU periphery countries, and a reduction of comovement and jointdefault probabilities.4 All of these factors enhance the funding conditions of banks Committeeon the Global Financial System, 2011, such as by increasing the asset value of sovereign debtand lowering the associated capital requirements, increasing the value of pledgeable collateral,and creating easier capital market access. Consequently, banks default risk and renancing costsdecrease, which should result in lower interest charged to customers.But evidence about the real eects of these UMP measures remains scarce. Crosscountry studies Gambacorta et al., 2014 and evidence for the United States Gilchrist et al., 2015 indicateoutput growth eects comparable to conventional interest rate changes. But UMP measures alsohave been assigned responsibility for a plethora of undesirable eects, such as liquidity hoardinge.g. Benmelech and Bergman, 2012; Acharya and Merrouche, 2013, risky lending e.g. Angeloniand Faia, 2013; Jimenez et al., 2014, regulatory arbitrage that exploits the preferential treatmentof sovereign debt e.g. Acharya and Steen, 2015, and more generally interconnectedness amonginsucient scal discipline of politicians, instability among nancial intermediaries, and monetary policy Acharya et al., 2014. These concerns render our identication strategy based ontax policies particularly interesting, because Correia et al. 2013 show that scal policy is wellequipped to overcome the adverse implications of UMP at the ZLB, such as liquidity traps e.g.Benmelech and Bergman, 2012; Acharya and Merrouche, 2013.thus should improve the provision of bank credit e.g. Bernanke and Blinder, 1988; Bernanke and Gertler, 1992,1995; Kiyotaki and Moore, 1997; Kashyap and Stein, 2000; Jimenez et al., 2012.2For example Nakamura and Steinsson 2014 show that regionally dispersed government spending in the monetary union of the U.S. has a signicantly positive impact on aggregate output.3Early evidence on unconventional monetary policy in terms of exchange rate policy by Gunter and Wieland2003 highlights the limited eects of conventional monetary policy under ZLB circumstances in Japan during themid1990s. Iwata and Wu 2006 provide evidence, in the United States, that the eect of expansionary monetarypolicy at the ZLB on output is about half compared to a nonZLB environment. Further examples of UMP measuresinclude forward guidance Gertler and Karadi, 2015, targeted lending schemes, longterm lending to nancialinstitutions Ferrando et al., 2015, lenient collateral frameworks Araujo et al., 2015 and more intensive use ofgovernment securities as collateral Acharya and Merrouche, 2013; Fratzscher and Rieth, 2015.4See, for example, Lucas et al. 2010, Ghysels et al. 2014, Pelizzon et al. 2015, Falagiarda and Reitz 2015,De Pooter et al. 2012, Eser and Schwaab 2015, Manganelli 2012, and Doran et al. 2013.4We nd that unorthodox monetary policy measures, in the form of security purchases under the SMP and the CBBP schemes, reduced renancing costs. A one standard deviation increase in themean assets purchased reduces the average renancing costs of a loan by 5 basis points. UMP hasno signicant direct eect on the interest margin and customer interest rates. But the dierentialeect of expansionary unorthodox monetary policy, given a scal stimulus in the region, actuallyreduces customer rates and the interest margins earned by the bank. Interest hikes in responseto taxinduced demand shocks thus are mitigated by a commensurate expansionary credit supplyshock, embodied in an unconventional monetary policy. The scal stimulus, in terms of reducedcorporate tax multipliers exerts signicantly positive eects on both customer rates and markups,as expected. Firms facing a scal stimulus in their district pay on average 0.45% more interest ontheir loans than rms without any or an opposite scal decision, equivalent to a markup of 16%on the average interest rate a rm pays.We test the robustness of our ndings using dierent combinations of xed eects and aninstrumental variable regression approach to scrutinize the identication of loan pricing terms dueto unconventional monetary policy as opposed to eects resulting from regional dierences in loandemand. To rule out that scal policy is driven by unobserved factors, we instrument it by threefactors that drive scal policy: random aggregate demand shocks due to natural disasters, elections,and regional macroeconomic conditions. Furthermore, we investigate the type of unconventionalmonetary policy that is in place and show that our main results is not driven by alternativemonetary policy measures conducted during the sample period. We add analyses regarding towhich type of rms and through which loan products unconventional monetary policy transmitted.Section 2 outlines the identication strategy we use, before we describe our data in Section 3.Section 4 discusses our results, and we conclude in Section 5.2. Specication and identication 2.1. Specication The unit of analysis in our study is monthly loans j from August 2011 to December 2013. Foreach rm i 1,  , 12, 975 located in district d 1,  406, we explain the variation in interest ratesr per loan in product category k 1,  , 4 in month t 1,  , 29, in response to the volume ofoutstanding U M P measures and an indicator of regional scal stimulus RF S. This variable isequal to 1 if the district council lowered the tax multiplier relative to the preceding year. We use 5ordinary least squares OLS with xed eects and robust standard errors unless noted otherwiseto estimate:Yjdt ik d t 1Xijdt 2U M P 3RF S 4U M P RF S jdt.1The dependent variable Yjdt abbreviates the loans interest rate and its components, and Xijdt is avector of rm and facility traits per period. All variables are detailed in Table 12 and we describethe sampling and the data in greater detail in Section 3.We consider only new pricing choices by the bank, such that we include new and rolled overloans, but exclude outstanding loans, to identify the dierential eects of monetary and scalpolicy on corporate interest rates. Whether a new pricing choice is made on existing loans dependson the contractually determined expiration date of interest rate xation. The empirical challengeof this exercise is to separate the eects of loan demand and supply that determine loan rates.Similar to Khwaja and Mian 2008, De Haas and Van Horen 2013, or Ferrando et al. 2015,we mitigate omitted variable bias and isolate the eects of regional scal policy and UMP bysaturating the model with three vectors of xed eects. First, district xed eects gauge unobservedand persistent dierences across German regions e.g., East versus West Germany that may codetermine loan demand and rates. Second, time xed eects capture conventional monetary policyand business cycle uctuations, which inuence loan interest rates almost by construction. Third,we specify rmproduct category xed eects 5 and thereby ensure a comparison of interest rates forcomparable nancial products across rms that reside in dierent regions. In addition, we controlfor facility e.g., regulatory capital charges, rm e.g., ratings, and district e.g., unemploymentspecic variables, as we detail subsequently.The specication thus can explain dierences in interest rates across dierent loans, per rm andloan category, in the crosssection, after accounting for timeinvariant, districtspecic factors thatshift credit demand and for common cyclical variation over time. We test whether the remainingvariation in interest rates can be attributed to the UMP as it interacts with regional dierences inloan demand shocks through scal policy.5The four categories are: money market loans, promotional loans Forderkredite, investment loans, and leasing.62.2. Unconventional monetary policy We assume that loan pricing and credit provisioning did not trigger the unconventional monetary policy, which would give rise to reverse causality concerns between SMP and CBPP 2 purchasesand the banks loan supply. In response to the European sovereign debt crisis, the European Central Bank ECB launched the SMP in May 2010 to buy sovereign bonds from ve distressed EMUcountries in secondary markets: Italy, Ireland, Spain, Portugal, and Greece Manganelli, 2012; Eserand Schwaab, 2015. In November 2011, it followed up with the CBPP 2, extending the preceding CBPP 1, which ended in June 2010, to buy covered bonds with certain criteria from primary andsecondary markets.The variable U M P in 1 refers to the outstanding volumes of securities purchased under the SM P and CBBP schemes. We obtain the data from the weekly nancial statements of the ECB.Figure 2 shows the evolution of outstanding stocks during the sample period. Figure 2 around here Together, both programs absorbed around 220 billion Euros, almost 3% of the Eurozone grossdomestic product. Reverse causality may pose an important concern in analyses of loan marketconditions and bond pricing in supported markets, e.g., Falagiarda and Reitz, 2015; Gambacortaet al., 2014. However, loan supply conditions in Germany, let alone those of an individual bank,are unlikely to trigger largescale sovereign bond purchases on their own.Both programs ended de facto after the president of the ECB, Mario Draghi, announced in July 2012 that the ECB is ready to do whatever it takes to preserve the euro. And believe me, it willbe enough Draghi, 2012. Outright monetary transactions were introduced to regulate furthergovernment bond purchases by the ECB. The last purchases under the SMP were conducted in February 2012, and under the CBPP, they lasted until October 2012. Thereafter, the outstandingvolume of assets decreased gradually as bonds matured.The bank was included in all three stress tests conducted in 2010, 2011, and 2014 by the EBAand is as such considered systemically relevant to the European banking system. These stress testsindicate existing exposures to southern European countries whose assets were the focus of the assetpurchase programs that we analyze. Therefore, the banks business choices should respond to theasset purchase programs of the ECB, either due to outright asset sales or due to asset valuationeects.We use the timevarying magnitude of these two unconventional monetary policy measures to 7represent an exogenous credit supply shock to the German bank and its transmission to the cost ofloans. This shock is uniform across the regions in which rms demanding credit reside. Therefore,we complement the time dimension of identication with crosssectional dierences across rmsdistricts.2.3. Regional taxes Akin to Heider and Ljungqvist 2015, we employ tax changes at the district level to establishthe dierential treatment of rms credit demand. Specically, we exploit regional corporate taxesGewerbesteuer, on which each municipality decides autonomously in each year. These taxes arean important source of regional governments income. In 2012, municipalities received EUR 35.2billion in corporate taxes, more than income taxes and sales taxes combined i.e., totalling EUR33.0 billion Statistische Amter des Bundes und der Lander 2014. It is one of the ve criticaltaxes in Germany, which together generated 83% of national tax revenue in 2011.Corporate taxes are set and collected at the municipality Gemeinde level, which is nestedin the district Kreis level that we observe.6 Corporate taxes are calculated on the basis ofthe corporations earnings power, equivalent to revenue adjusted for certain allowances determinedby local tax authorities. This calculation also provides the basis for calculating corporate taxes,that is, the product of earnings power and the corporate tax multiplier, as indicated in Figure 1. Corporations pay corporate taxes in the municipality in which they are headquartered.Ifcommercial units are spread across multiple municipalities, the corporate tax is split according toemployees wages. Because we observe only the location of rms headquarters, we include the taxrate of the district in which each headquarters is located.In setting the tax multiplier, municipalities balance their desire to attract new ventures, byoering attractive scal conditions, against foregoing too much tax revenue by setting their taxrates too low. To avoid regional beggarthyneighbor policies, the corporate tax multiplier is subjectto a legal oor of 200%. To avoid correlation by construction, we only consider loans granted toexisting client relationships that are either entirely new or rolled over at new pricing conditions.That is, we test for the crosssectional dierential eect in the banks loan pricing choices betweenrms that are already present in the region but that demand credit under dierent scal regimes.Like Heider and Ljungqvist 2015 we use tax changes rather than levels and measure a regional 6We average corporate tax multipliers per district to preserve condentiality of the loan customer data.8scal stimulus RF S with an indicator variable equal to 1 if the district decreased its corporatetax rate compared with the previous year. We obtain annual corporate tax rates as averages perdistrict from Regional Database Germany Statistisches Bundesamt Deutschland Regionaldatenbank Deutschland 2014. Figure 3 shows maps of all districts to which we can allocate the bankscustomers, whether the corporate tax multipliers increased, declined, or stayed constant. Figure 3 around here Declining corporate taxes trigger investments and should therefore increase loan demand by corporations facing a scal shock, relative to those in regions with constant or increased tax burdens.7Fiscal stimuli over time and regions are dispersed, as shown in Figure 3.In summary, our identication relies on regional scal shocks that aect loan demand dierentlyacross regions, time, and unorthodox monetary policy, which diers in intensity over time. Togetherthese shocks permit us to identify the individual eects of each policy as well as the interplaybetween centralized monetary policy measures that are the zero lower bound and autonomousscal policy at the regional level for loan pricing.3. Data 3.1. Sampling We observe all corporate loans granted by one of the 20 largest universal banks in Europebetween August 2011 and December 2013. The sample covers corporate SMEs with turnovergreater than EUR 2.5 million. Very large rms with a yearly return of more than EUR 500 millionand stocklisted corporations are excluded from our dataset. We further exclude foreign borrowers,loans denominated in a foreign currency, and nancial rms. For each rm, we observe when anindividual loan is either originated anew or rolled over with new pricing terms. We cover fourcredit product groups: money market loans, promotional loans, investment loans, and leasing. Weexclude evergreening loans and allow only xed term lending. Multiple loans within a productcategory in the same month are combined, such that we average the interest rates and aggregatethe volumes, such as riskbased capital and the like, as we discuss subsequently. In turn, we obtainan unbalanced sample of facilities per rm and loan category.7Heider and Ljungqvist 2015 emphasize the asymmetric response of the corporate capital structure to tax hikesor reductions. Therefore, using robustness checks, we check for the inuence of tax hikes or the magnitude of taxchanges relative to preceding levels per district.9 Table 1 around here Table 1 presents the descriptive statistics for the nal sample, and the variable denitions are in Table 12. The sample comprises 40,116 loans to 12,975 rms during 29 months between August 2011 and December 2013. Some rms receive multiple loans per category per month, but mosthave just one. This unbalanced sample contains 30,373 money market loans, 4,514 promotionalbank loans, 4,306 investment loans, and 923 leasing loans. That is, the majority of loans implyshortterm purposes. About onequarter of all observations serve a dedicated, longterm investmentpurpose.3.2. Interest rates The top panel of Table 1 shows the dependent variables: charged customer interest rates,internal renancing rates, and the bank markup. On average, SMEs pay an interest rate of 2.78%.The data permit us to decompose this customer rate into two components that gauge intrabank UMP transmission. The interest margin is the internal spread between renancing costs and theinterest rate, accounting for the borrowers risk, administrative expenses, the opportunity cost ofcapital, and a prot. Part of the margin covers the xed costs for the loanproviding sales unit,such as costs to run its sales force. Finally, it is at the discretion of the relationship manager toset the interest rate margin, which averages 1.89% over all facilities during the sample period.The renancing rate is charged internally by the treasury division, which manages paymentows within the bank, balancing the asset and liability sides by ensuring sucient funding andinvesting excess liquidity. Loangranting business units must pay an internal compensation for theliquidity they need to originate customer loans. This mechanism ensures the ecient transformation of maturities and cashow amounts within the bank. The compensation cost is determineddaily and diers across loans within months. It depends on the cashow structure of the facility,the risk of changing interest rates over the life of the loan, and the bankspecic liquidity risk toreceive the funds on the market; it averaged 87 basis points in the entire sample. Counterpartiesin capital markets assess the nancial institutions creditworthiness and adjust their pricing witha markup that remunerates them for any additional counterparty risk. Figure 4 illustrates theevolution of mean customer rates over time, as well as the relative composition of customer rates. Figure 4 around here Interest rates declined from about 3.7% in August 2011 to 2.6% in December 2013, remaining 10stable thereafter. The composition of interest rates changed considerably though. The renancingcomponent declined continuously from about 57% to 38% over the sample period. Margins inturn soared by about 40% during the observation period. The descriptive evidence thereforeindicates that monetary policy succeeded in reducing funding pressure on banks, as reected byreduced renancing costs. The transmission to corporate lending rates through banks internalcapital markets is less obvious though. Identifying whether it reects the extraction of rents dueto market power or the absence of protable and adequately risky investment projects requiresadditional information on borrowers demand dierences though. Therefore, we exploit regionaldierences in the scal stance faced by dierent borrowers to identify which eect dominates.In the last three columns of table 1 we show the results of performing a dierenceindierencetest on the mean of the dependent loan pricing variables as well as our explanatory variables. Theinterest rate and its variable part, the interest margin, are signicantly dierent between rmswhich are exposed to a scal shock and those which are not. This relationship is removed afterthe period were asset purchase programs were mainly conducted and following the introductionof outright monetary transactions, OM T . During the latter period, facility level characteristicsdier signicantly between rms. What does not dier at all, are the mean characteristics of oursample rms over time and related to scal shocks showing that it is not a change in borrowercharacteristics over time that leads to changes in loan pricing. Therefore, we investigate thevariation in the interest rate and its components controlling for facility and rm level informationwith respect to U M P and RF S.3.3. Explanatory variables Beyond rmcredit category, district, and time xed eects, we specify additional controls toexplain the three interest rates in Table 1. We follow prior empirical studies that test theoreticalmodels of interest margins e.g. Ho and Saunder, 1981,8 papers that also observe internal bankcapital markets e.g. Cremers et al., 2011, and studies of bank internal pricing procedures.At the facility level, we specify four control variables that should aect customer rates andmarkups primarily. First, an indicator equals 1 if the customer has pledged collateral for the loan,which controls for the risk associated with its specic exposure. Second, we specify the size of 8This empirical literature stream is plagued though by the unobservability of interest rates, as noted by Saundersand Schumacher 2000, Maudos and Fernandez de Guevara 2004, Memmel 2011. Rates are often imputedfrom coarse revenue expense categories and associated interestbearing assets liabilities, then averaged acrossheterogenous samples of banks.11the loan in terms of the riskweighted asset, which also gauges the regulatory capital burden ofthe bank. Third, we specify the duration of the loan contract in months. Fourth, an indicatorvariable equals 1 if the loan was originated by a standardized procedure, which is only availableto customers with good ratings and for small loan sizes.Renancing rates depend on nancial market conditions and assessments by counterparties ofthe banks risk.9 Therefore, we specify three additional variables, using market data pertainingto the day when the new loan started or the interest rate was determined for a rolled over loan.First, we specify the price of the veyear senior credit default swap, CDS, of the bank. Second,to capture the term structure of interest rates at the time a loan originated, we specify bothshortterm rates and the shortterm spread, which is the dierence from a very shortterm rate innancial markets.10At the rm level, we specify six controls. First, the internal rating by the bank of the rm atthe time that the loan was issued gauges risk. Second, beyond facilityspecic riskweighted assets,we observe the amount of capital the bank holds, relative to the total exposure with the customerper month captured, or what we call capital lockup. Third, we gauge the scale of the customerrelationship, and fourth, we measure its scope. Crosssell indicates whether the customer generatesprots in a product category, other than through loans, in that year. Turnover large indicates ifthe rms annual sales are greater than the sample median. Fifth, we specify prof it to gauge themonthly result of the bankrm relationship in thousands of Euro, as well as an indicator variableprotable, if the result is a prot rather than a loss.4. Results 4.1. Main result Table 2 shows the results when we regress the full set of xed eects, control variables, andmonetary and scal policy measures on the interest rate, interest margin, and renancing rate.11Unconventional monetary policy, U M P , comprises the weekly cumulative amount of securities 9Cremers et al. 2011 consider a network of independent branches that are prot centers and possess dierentnegation power over interest rates charged for internal funding with treasury.In contrast, we consider a bankfor which the treasury quotes renancing costs that apply uniformly for all business units equally, irrespective ofwhether they are cost centers, prots centers, or other business units.10For condentiality, we do not report descriptive statistics of the CDS spreads and label the term structurevariables generically. We also specied various alternative longterm rates.11Table 13 in the appendix shows the coecient estimates for all control variables to explain the customer interestrate, the interest margin, and the renancing rate. We do not report these estimates in the main results to conserveon space.12purchased under the SMP and the CBPP 2 programs, respectively. The RF S indicator equals 1if the district where a rm resides has reduced its corporate tax multiplier. Table 2 around here The rst column shows the eect on customer interest rates charged. Customers borrowing indistricts that lowered their corporate taxes incurred 0.450% higher interest rates than borrowersin districts where tax rates were not reduced. We attribute this direct eect of a scal stimulus todierences in the credit demand by SMEs, which are not explained by specic rm or credit categorytraits, cyclical demand factors captured by time xed eects, or regional macro dierences capturedby the district xed eects. The coecient estimated for U M P is negative but not statisticallydierent from zero. Larger outstanding volumes of purchased securities therefore exert no directeect on customer loan rates. The interaction term shows, however, that unconventional monetarypolicy mitigates the interest rate hike in response to a scal demandside stimulus. A one standarddeviation increase in unconventional monetary measures, conditional on a stimulating scal policyshock, reduces interest rates by 0.028% 12 at the mean a 6.2% reduction of the increase followinga stimulating scal policy shock.13 Thus, our results suggest that asset purchase programs asmonetary policy instruments alone did not succeed in reducing corporate loan rates per se. Butthey can be eective in mitigating demandpush eects on interest rates.The second column shows evidence of a more direct channel through which monetary policytransmits to corporations borrowing cost, namely by reducing the banks renancing rates. Forthis sample, we nd indeed that the unorthodox monetary policy reduces the renancing costs forthis German bank. A one standard deviation increase in assets bought under the unconventionalmonetary policy measures decreases the average renancing rate by 0.045%, which is an approximately 5.2% decrease from the mean.14 This result is remarkable, in that we are documentinganother eect of programs explicitly designed to alleviate funding pressure in EMUperipheralcountries; they also eased capital market conditions for nancial institutions elsewhere. As can be 12Analogous to Table 1, we calculate the eect of a standard deviation of U M P , 0.015: 0.0151.928 0.029.An increase in U M P from the mean of 0.215 trillion EUR to 0.230 trillion EUR changes the interaction term from0.415 to 0.443, which corresponds to a delta of 0.028. Thus, the interest rate dierential between districts exposedto a regional scal shock, RF S, decreases here from 0.448 0.415 0.033 to 0.448 0.441 0.005%. The deltaof 0.028 corresponds to a 6.2% decrease from the initial interest rate increase of 0.450 due to a RF S13Table 13 in the appendix further shows that interest rates are higher for more risky exposures, larger riskweighted assets, longer durations, protable customer relationships, higher levels of shortterm rates in moneymarkets, and a steeper yield curve for very short and short segments.Increasing U M P from its mean of 0.215 to 0.230 reduces therenancing rate by 0.045 0.0152.992. The mean of the renancing rate, according to Table 1, is 0.865. Thus,reducing the renancing rate to 0.820% corresponds to a reduction of 5.2%.14The standard deviation of U M P is 0.015.13expected, regional scal policy in Germany had no eect on renancing conditions. The very highexplanatory power of this regression illustrates, and results in Table 13 conrm, that renancingcosts are almost solely determined by money market conditions, as captured by the yield curveand the term structure of the loan. In summary, whereas asset purchase programs reduced the renancing costs of banks, this supplydriven reduction did not translate into a statically signicantreduction in the interest rates passed on to SME customers through internal capital markets.The results in column 3 for the interest margin conrm the eects documented for customerloan rates. A loan demand shock induced by scal stimulus results in a signicant increase ofinterest margins, on the order of 0.450%.15 Similar to customer rates, this price push is mitigatedby expansionary U M P measures.16 The parallel eects for the interest rate and interest marginindicate that only the variable part of the interest rates is sensitive to demand shocks e.g., throughloan ocers discretion.4.2. Identication 4.2.1. Alternative xed eects Table 3 shows specications with alternative xed eects and regional macro controls to assessthe robustness of the identied eects of regional scal policy and unorthodox monetary policy. Table 3 around here The three panels in Table 3 contain results for ve dierent xed eect specications for each of thethree interest rate components. In column 1, we specify neither district nor month xed eects,then we add month eects in column 2 and district eects in column 3, before comparing themin column 4 against the baseline specication that includes all three vectors of xed eects.17Finally, we substitute district xed eects with regional macro variables at the district level incolumn 5. We observe the districts unemployment rate, level of gross domestic product, level ofcorporate tax rate, and debt level in the year the loan is issued, as well as the total loan volumethe bank issued in the district in the respective week, for about 90% of rms in our sample.15The results are robust to using clustered standard errors instead of robust standard errors, which we use in allof our analysis if not indicated otherwise.16Analysing the ow of asset purchase programs under SMP and CBPP instead of the cumulative amount of assetpurchases shows no signicant eects on loan pricing. The is potentially due to the heterogenous distribution ofows over time, that is a few large amounts bought at the beginning of the programms and some smaller amountsin the following weeks.17We also specied timedistrict xed eects in addition to rmproduct xed eects to control for variation withindistricts and between districts over time. This analysis conrms that U M P has a signicantly negative eect onthe renancing rate.14For the interest rate charged to customers, the results demonstrate the need to control for thecyclical eects of monetary policy. Failing to specify month xed eects falsely assigns securitypurchases a loan price increasing eect. The reduction of renancing costs also is estimated withbias when omitting these monthspecic eects. Adding regional macro covariates leaves all ofour main results intact. Moreover, the results alleviate the endogeneityrelated concern that scalpolicy is not orthogonal to monetary policy. This might be the case if the decision to changetaxes is inuenced by municipalities being owners of local savings banks which are hit by the 2008nancial crisis through their head institution see Puri et al., 2011. Then RF S would not measurechanges in demand but aectedness of municipalities by the nancial crisis. Our results hold whenwe include the districts debt level, which alleviates the concern that districts are indebted becauseof regional savings banks distress and systematically choose their scal policy regarding corporatetaxation.18 Table 3 shows that our results are robust to current debt levels of thee districts.However, unreported tests indicate a dependency of RF S on lagged macroeconomic indicators,leading us to further robustness tests using intruments in the following section. Overall, our modelsaturated with xed eects provides conservative estimates of the possible eects of regional scalpolicy and a common unconventional monetary policy.4.2.2. Instrumental variable estimation We use changes in scal policy as an exogenous shock to rms inuencing their demand forloans. Therefore, we need to ensure that it is indeed the change in the corporate tax rate thataects loan demand instead of other unobserved factors that drives the change in corporate taxes.Figure 3 indicates substantial spatial dispersion of tax rates over time. And gure 5 conrms thatnext to average tax rates, mean macroeconomic conditions as well as average lending activity variesconsiderably at the regional level. Figure 5 around here West German districts exhibit high levels of corporate taxes whereas average regional outputgrowth is more dispersed. Likewise, average loan growth is dispersed with higher mean levels inthe more prosperous western regions.Thus, the specication of regional debt and output conditions shown in Table 3 is indeedimportant to alleviate possible ommitted variable bias. But it is insucient to rule out that lower 18Including the district specic Lerner index as a measure of local banking competition conrms our results.15corporate tax rates as scal stimulus are the result rather than the cause of loan demand shifts.Therefore, we conduct a twostage leastsquares estimation and instrument the RF S by threevariables that explain changes in corporate taxes well, but are arguably weakly correlated withthe corporate demand for credit. First, Foremny and Riedel 2014 show that German corporatetaxes are determined at the regional level systemically dierent dependent on whether an electionis held in the municipality in question. They show that in the runup to regional elections, taxrates are signicantly more likely to be reduced. Therefore, we manually collect election resultsat the regional level, so called Gemeindewahlen, from state statistical oces and public sourcesand specify an indicator equal to one if there is a regional election in the district in the respectiveyear.Second, in the spirit of, for example, Lambert et al. 2012, we use natural disasters as a randomaggregate demand shock. These aggregate shocks often trigger public policy in terms of spending,tax cuts, or a combination of both. Extreme weather conditions represent unanticipated shocksthat can occur within narrow regional connements, for instance the banks of ooding rivers.The economic damage clearly depends not only on meteorological intensity of disasters, such ashailstorms or oods, but also on the economic damage inicted. Therefore, we source data fromthe annual Natural Hazard Reports Naturgefahrenreport provided by the German Associationof Insurances. The report indicates the monetary damage covered by insurances due to storm, hail,and ooding at the district level.19 The variable damages by storm is an integer ranging between 1 and 9, where larger numbers indicate higher severity.Third, we use the rate of unemployment as an indicator of the districts economic wellbeingas an instrument. The main determinant of local tax policies is indeed to stimulate economicallyweaker regions and, in particular, employment. Since we are considering corporate loan demand,we therefore argue that unemployment should correlate well with tax policy of the local politicians,but is suciently weakly correlated with loan demand and thus prices, which we explain. Table 4 around here Table 4 depicts in the upper panel coecient estimates of the instrumental variables in therst stage regression. All chosen instruments are signicantly related to RF S, both individuallyas well as jointly. Both regional elections as well as storm damages increase the likelihood of a 19See, for example, www.gdv.de. We are grateful for the provision of these data by the GDV.16scal stimulus in the form of reduced corporate tax rates. Higher unemployment, in turn, reducesthe likelihood of tax reductions. This result indicates that adverse economic conditions in certainregions labor market might be tackled more likely with direct transfer payments rather thancorporate tax cuts, which would further burden public nances.For our purposes, we are more interested whether the instruments fulll the necessary requirements, that is, whether they explain scal stimuli well but are uncorrelated with the three outcomevariables. According tests for weak and overidentication are shown as well where applicable. Allthree instruments are jointly signicant to explain RF S well as demonstrated by the Fstatisticthat accounts for clustered standard errors. Likewise, the HansenJ statistic strongly supports thestatistical validity of our instruments as well.Panels A through C depict the second stage regression results for the three dierent interestrates using the instrumented scal policy shock, IRF S. Using the preferred specication of jointlyspecifying all three instruments conrms all our main ndings. Customer interest rates increasein response to scal stimuli, an eect that is mitigated by expansionary U M P . The instrumentedregional scal shock, IRF S, also has a positive eect on the interest margin. Likewise, the renancing cost of the bank decline in direct response to an expansion of U M P . Interestingly, wheninstrumenting RF S, the positive direct term of U M P on interest margins is now contrary to thebaseline also signicantly dierent from zero.This last result suggests that unusual expansionary monetary policy measures launched by the ECB in support of EMU periphery countries sovereign yields not only beneted banks in termsof renancing cost. It also provided banks with a signicantly larger economic rent they earned.4.2.3. Multiregion and multirm enterprises As an additional check whether we identify loan demand, we exploit the feature that not allcorporations in our sample are standalone enterprises. A few borrowers belong, however, to multirm enterprises with operations in dierent German districts. Those rms are not only exposed toscal policy in the region where they are headquartered, but indirectly also by policy in districtswhere connected rms are located, for instance through changes in demand in internal capitalmarkets. We therefore compare rms in districts without any scal policy shock that have atleast one connected rm in a dierent district exposed to a stimulating scal policy shock againststandalone rms in the same district. This comparison is relevant for the contagion eects ofdemand shocks, and it also provides a test in which scal policy in a distant district arguably 17should be orthogonal to rms credit demand. Table 5 around here Instead of RF S, we use an indicator equal to the number of aliated rms in a foreign districtexperiencing a stimulating scal policy shock, F RF S. Table 5 shows that rms are aected byscal policy shocks that do not occur in their own district but districts of their aliates. Thoserms pay a higher average interest rate on their loans than standalone rms. Unconventionalmonetary policy also has a diminishing eect on the interest rate in interaction with scal policyand reduces the renancing component of the interest rate. We nd the same direction of eectswith respect to the interest margin. Although these ndings move in the same direction as theeects derived from our main results, they are not signicant. This lack of signicance likelyreects the substantially smaller sample size, because we include only those districts without anyregional scal policy change. In addition to conrming our main results, this nding supports ourassumption that regional scal policy shocks are exogenous to a rms credit demand, because theeect is in the same direction working through dierent rms common internal capital marketacross districts.4.3. Type and timing of unconventional monetary policy 4.3.1. Separating asset purchase programs Thus far, we have looked at the aggregate of unconventional monetary policy measures.In Table 6, we distinguish between the cumulative amount of assets bought under the Securities Markets Programme, SM P , and the Covered Bond Purchase Programme 2, CBP P . Table 6 around here The separate specication of both programs shows that most of the eects we nd to be statisticallysignicant are driven by the SM P program. Whereas we nd neither direct nor interaction eectsfrom CBP P , the SM P conrms the baseline eects reported earlier. Customer interest rates incolumn 1 exhibit the same direct and interaction eects of scal and monetary policy measuresas before. The demand stimulating scal shock, in combination with increasing interest rates andthe interest rate decreasing eect of the SM P , also persist in the joint specication with CBP Pin column 3.The SM P has a signicantly decreasing eect on the renancing rate, both when speciedseparately and jointly with CBP P . The interest rate shifting eect of scal policy remains evident 18in this conguration. The results for the interest margin mimic those for the customer interestrate, as shown in the rightmost panel of table 6. Regarding customer interest rates, the eect ofthe CBP P remains statistically insignicant throughout.We conclude that the substantially larger SM P had the signicant eect on loan pricing asopposed to the smaller CBP P .4.3.2. Asset purchase programs vs. additional lending facilities to banks In addition to these unconventional measures, longerterm renancing operations LT RO permitted banks to lend money at xed terms for a xed time from the ECB. Those measures, takenduring the European sovereign debt crisis, also sought to foster lending and stabilize banking operations. We test for the banks monthly usage of LT RO in addition to U M P to determine whetherpart of the eects we nd are caused by LT RO. Table 7 shows the results for all interest variablesand the dierent specications we test. Table 7 around here We add LT RO as an explanatory variable into our baseline regression and interact it with both U M P and RF S. The results are in column 2, next to our baseline results in column 1. We nda negative but insignicant eect of LT RO on any variable of interest, interest rate, renancingrate, and interest margin. Nevertheless, when specifying U M P together with LT RO, our baselinendings hold. The U M P has a signicant negative eect on the renancing rate and a reducingeect on interest rates and interest margins in interaction with scal policy. A demandstimulatingscal policy shock increases interest rates and the interest margins. Thus, our baseline results areconrmed, albeit with lower signicance. Evidence from this analysis suggests it is not LT RO thatdrives the eect but U M P .The asset purchase programs in particular targeted assets from EMU periphery countries:Portugal, Ireland, Italy, Greece, and Spain. Therefore, the eects we look at should be sensitiveto the amount of respective assets the bank holds in its portfolio. We collect this informationfrom quarterly balance sheet reports and weight the amount of U M P with the ratio of assets fromperiphery countries over total assets. As reported in column 3, the eects remain intact andsignicant when we use U M P _P A instead of U M P .Thus, unconventional asset purchase programs had an eect on credit pricing above and beyondadditional liquidity provision schemes, such as LT RO.194.3.3. Words or deeds: Draghis London speech According to Ferrando et al. 2015, the speech by ECB President Mario Draghi in London in August 2012 was a hallmark in restoring faith with nancial markets participants. Table 8 showsthe estimation results when we divide the sample into subsamples, before and after this speech.Table 8The eects for the three interest rates persist in the period after August 2012. Fiscal policy thatstimulated credit demand increased both customer interest rates and the margins earned by thebank, and U M P mitigated this eect. The direct eect of the latter policy on reducing renancingrates also was signicant after the Draghi speech, though at a lower level of signicance, whichmay reect the reduced power of our tests given a smaller sample. A reduced sample size mayalso explain why we nd mostly consistent coecients prior to August 2012, which are howeverinsignicant. An exception is the large positive coecient estimated for the direct U M P eect onmargins prior to August 2012.4.4. Firm heterogeneity 4.4.1. Financially constrained rms Firms that are nancially constrained might behave dierently with respect to loan demandand experience dierences in loan pricing. To control for rm heterogeneity with respect to creditconstraints, we investigate balance sheet information of the rms. The bank collects the balancesheet data, because rms must report this information during the loan granting process and formonitoring activities. Yet we do not have balance sheet information for all rms, so we avoidusing the balance sheet information explicitly as explanatory variables in our main regressions.Nevertheless, this information is incorporated indirectly through the rms rating, which takesinto account a nancial analysis of the rm. We use the balance sheet data to test the eect ofrms cashow, which Almeida and Campello 2007 propose as an indicator of constraint, on loanpricing. We also use the balance sheet data to divide rms into those that are most versus leastconstrained, to determine if this drives our main results with respect to the interest rate. Table 9shows our ndings. Table 9 around here For nearly 60% of rms, we observe their gross cashow rate. Column 2 shows our baselineresult, with cashow over total assets as an additional explanatory variable. Cashow signicantly 20reduces the interest rate paid by a rm. Although rms that rely more on cash are supposed tobe constrained in their nancing, more cash at hand reduces the cost of nancing. By interactingcashow with monetary and scal policy, we nd that in interaction with an U M P more cashowincreases the interest paid. In other words, the more nancially constrained rms are, the morethey pay interest for their loan, given that an U M P is in place. Our baseline ndings hold in thisspecication.In columns 36, we divide rms into the most and least nancially constrained, using twomeasures. The rst is the indicator proposed by Whited and Wu 2006. Although we nd anegative relationship between cashow and the interest rate for unconstrained rms and a positiveone for constrained rms, suggesting that cashow is valued positively by rms with nancingalternatives, these results are not signicant. The lack of data for all rms might drive thisphenomenon. Our baseline ndings hold for rms classied as nancially unconstrained. In ouropinion, this indication suggests that unconstrained rms are more sensitive in their investmentbehavior following a regional scal stimulus than are nancially constrained rms. This ndingholds if we use rms average asset size between 2011 and 2013 as a measure of constrainedness.We classify the lowest tercile of rms as those that are most constrained, due to their greateropacity and higher informational asymmetries between the rm and the bank. The largest rmsare classied as the least constrained. Our baseline ndings hold for the latter type of rms, forwhich we also nd a signicant negative relationship between cashow and pricing. However,having U M P in place counteracts the reducing eect of cashow and increases the interest ratesignicantly.Overall, nancial constraint matters for loan pricing and U M P reduces the interest rates inparticular for unconstrained rms.4.4.2. Customer segments: size, rm age, relationship duration A further dimension we investigate in unreported test concerns customer heterogeneity. Thebank segments customers into small, medium, and large SMEs. Small customers tend to be dierentdue to their high degree of opacity. We test whether the eects of the U M P and regional scalstimulus dier in subsamples comprised of distinct customer segments. We conrm the baselineeects on loan pricing for medium and large customers.It may be that larger rms are moresensitive to changes in corporate taxes and react to stimulating events by increasing investments,whereas small rms investment demand is more inelastic with respect to scal policy.21Next, we distinguish borrowers according to their age. We use the 25th and 75th percentiles ofthe age distribution as our reference points to dierentiate young, medium, and old rm samples.Stimulating scal shocks go along with an increase in interest rates only for young and old rms.For those rms, we also nd a signicant interaction eect of monetary and scal policy. Thus,our results indicate that rms dier with respect to their sensitivity to scal policy changes if theybelong to one of the extremes of the age distribution for rms.Finally, we explore subsamples according to the length of the bankcustomer relationship. Weuse again the 25th and 75th percentiles of the distribution of the variable length of customerrelationship to build subsamples of short, medium, and long relationships. By and large, we ndno signicant eects across these subsamples.4.5. Loan product peculiarities 4.5.1. New lending versus extensions at dierent terms Monetary and scal policy shocks should only aect new credit decisions, not outstanding stocksof loans. Whereas in general we consider only those loans that feature new conditions, we furtherseparate loans that are completely new business from rolledover credit with existing customers atnew conditions in Table 10 . Table 10 around here As Table 10 shows, the eect of monetary and scal policy on the interest rate is the same,regardless of whether it is a new or prolonged loan. The same nding occurs with respect tothe interest margin, in that a stimulating scal policy has an increasing eect on the interestrate, and the interaction with the U M P acts to alleviate higher interest rates. Unconventionalmonetary policy reduces renancing costs only for new loans. One reason might be that therenancing conditions are xed for a longer period than the interest margin, so the renancingrate of prolonged loans is not sensitive to current market conditions.4.5.2. Credit product categories The sample of loans we observed can be divided into four dierent loan categories. Money market loans have a maturity of at most one year and a xed interest rate. They tend to be used tonance working capital. Promotional bank loans are originated by a government or supranationalinstitution, such as development banks, which cover the renancing for commercial banks that 22distribute these loans to their corporate customers, provide advice, and determine the completecredit pricing. Next, investment loans have medium or long durations. Finally, we observe leasing.The latter three credit categories are of a longerterm nature and therefore tend to nance investments. Given their dierent nature and maturity, we investigate in Table 11 whether dierent loancategories, depicted in panel A through D, respond dierently to scal and monetary policy. Table 11 around here We apply our baseline identication to each of the loan categories to identify whether dierentloan products are aected dierently. The eect of stimulating scal policy and its interaction withunconventional monetary policy measures on loan pricing is driven by the largest group of moneymarket loans. However, the eect on the renancing rate turns insignicant. For the remainingthree categories, we estimate coecients that exhibit, for the most part, similar directions tothose we uncovered in the baseline model, though they are not statistically discernible from zero.From these ndings, we conclude that especially shortterm loans that suit the funding demandfor working capital are signicantly sensitive to positive scal policy shocks and parallel scal andmonetary policy shocks.5. Conclusion We use a proprietary loan pricing data set from a large bank in Germany to analyze the intrabank transmission of unconventional monetary policy U M P . For a sample of 40,116 observedloans to corporate borrowers, we test the eect of security purchases by the European Central Bank, under the Security Markets Program and the Covered Bonds Purchase Program, on customerinterest rates, interest margins earned by the bank, and renancing rates between August 2011and December 2013.To identify the eects of the enhanced credit supply due to U M P , we rely on the regionalcorporate tax shocks to which individual rms are exposed. These scal shocks control for demand,thereby creating a quasiexperimental setting where we can identify how a euro area wide monetarypolicy, set at the European level, interacts with local scal policy that is determined autonomouslyat the district level.Security purchases by the ECB reduced the funding cost of banks signicantly. But we ndno direct eect of unconventional monetary policy on a borrowers loan interest rate or marginsearned by the bank. Thus, expansionary monetary policy aimed to alleviate funding pressure in 23particular on sovereign debt of the periphery of Eurozone members did not reduce overall cost ofcredit in other parts of the Eurozone.Regarding regional scal policy, we nd that customers that reside in districts that lowered theircorporate tax rates pay approximately 0.45% higher loan rates, consistent with greater loan demandin response to a scal stimulus. This result indicates that a decentralized scal policy, for instancein an attempt to stimulate aggregate demand and economic growth, might spark interest rateshikes. But the interaction between scal and monetary policy has a negative eect on the interestrates paid by corporate customers and the interest margins earned by the bank. Credit cost hikesdue to scal impulses can thus be accommodated by an expansionary unconventional monetarypolicy. The overall eect on loan rates paid by our sample of German rms that dependent onbanknance is in fact negative.Our results are robust to the identication of loan demand with an instrumental variable approach and also remain intact also after controlling for alternative longterm liquidity provisioningby the ECB and the actual exposure of the bank to sovereign debt in the periphery of the Eurozone.The much larger security market purchase program drives the estimated eect whereas the muchsmaller second covered bonds purchase program exhibits limited eects. We conclude that largesizeable purchase programs might be needed to exert signicant eects on loan terms. In addition,we nd that the eects are most pronounced after the speech of the ECBs president corroboratingthe commitment of the central bank to do whatever it takes to restore faith in the currency. Thisresult underpins that words remain at least as important as deeds in easing credit terms in the Eurozone.24References Acharya, V., I. Drechsler, and P. Schnabl 2014. A pyrrhic victory? Bank bailouts and sovereigncredit risk. The Journal of Finance 69 6, 26892739.Acharya, V. and S. Steen 2015. The greatest carry trade ever? Understanding Eurozone bankrisks. Journal of Financial Economics 115, 215236.Acharya, V. V. and O. Merrouche 2013. Precautionary hoarding of liquidity and interbankmarkets: Evidence from the subprime crisis. Review of Finance 17, 107160.Adam, K. and R. Billi 2007. Discretionary monetary policy and the zero lower bound on nominalinterest rates. Journal of Monetary Economics 54 3, 728752.Adam, K. and R. Billi 2014. Distortionary scal policy and monetary policy goals. Applied Economics 122, 16.Almeida, H. and M. Campello 2007. Financial constraints, asset tangibility, and corporate investment. Review of Financial Studies 20, 14291460.Angeloni, I. and E. Faia 2013. Capital regulation and monetary policy with fragile banks. Journalof Monetary Economics 60, 311324.Araujo, A., S. Schommer, and M. Woodford 2015. Conventional and unconventional monetarypolicy with endogenous collateral constraints. American Economic Journal: Macroeconomics 7,143.Benmelech, E. and N. K. Bergman 2012. Credit traps. American Economic Review 102, 30043032.Bernanke, B. and A. Blinder 1988. Credit, money, and aggregate demand. American Economic Review 78, 435439.Bernanke, B. S. and M. Gertler 1992. The federal funds rate and the channels of monetarytransmission. American Economic Review 82, 901921.Bernanke, B. S. and M. Gertler 1995. Inside the black box: The credit channel of monetarypolicy transmission. Journal of Economic Perspectives 9, 2748.Committee on the Global Financial System 2011. The impact of sovereign credit risk on bankfunding conditions. Bank for International Settlements, CGFS Papers July 2011.Correia, I., E. Farhi, J. P. Nicolini, and P. Teles 2013. Unconventional scal policy at the zerobound. American Economic Review 103, 11721211.Cremers, K., R. Huang, and Z. Sautner 2011. Internal capital markets and corporate politics ina banking group. Review of Financial Studies 24, 358401.De Haas, R. and N. Van Horen 2013. Running for the exit: International bank lending during anancial crisis. Review of Financial Studies 26, 244285.De Pooter, M., R. Martin, and S. Pruitt 2012. The eects of ocial bond market interventionin Europe. Federal Reserve Board of Governors mimeo.Djankov, S., T. Ganser, C. Mc Liesh, R. Ramalho, and A. Shleifer 2010. The eect of corporatetaxes on investment and entrepreneurship. American Economic Journal: Macroeconomics 2,3164.25Doran, D., P. Dunne, A. Monks, and G. OReilly 2013. Was the Securities Markets Programmeeective in stabilizing Irish sovereign yields? Bank of Ireland Research Technical Paper 7.Draghi, M. 2012, July. Speech at the Global Investment Conference in London.Drechsler, I., A. Savov, and P. Schnabl 2014. A model of monetary policy and risk premia. NBERWorking Paper 20141, 152.Eser, F. and B. Schwaab 2015. Evaluating the impact of unconventional monetary policy measures: Empirical evidence from the ECBs Securities Markets Programme. Journal of Financial Economics forthcoming.Falagiarda, M. and S. Reitz 2015. Announcements of ECB unconventional programs: Implicationsfor the sovereign spreads of stressed euro area countries. Journal of International Money and Finance 53, 276295.Ferrando, A., A. Popov, and G. F. Udell 2015. Sovereign stress, nonconventional monetarypolicy, and SME access to nance. European Central Bank Working Paper Series No. 1820,160.Foremny, D. and N. Riedel 2014. Business taxes and the electoral cycle. Journal of Public Economics 115, 4861.Fratzscher, M. and M. Rieth 2015. Monetary policy, bank bailouts and the sovereignbank risknexus in the euro area. Centre for Economic Policy Research Working Paper 10370.Gambacorta, L., B. Hofmann, and G. Peersman 2014. The eectiveness of unconventional monetary policy at the zero lower bound: A crosscountry analysis. Journal of Money, Credit and Banking 46, 615642.Gertler, M. and P. Karadi 2011. A model of unconventional monetary policy. Journal of Monetary Economics 58, 1734.Gertler, M. and P. Karadi 2015. Monetary policy surprises, credit costs, and economic activity.American Economic Journal: Macroeconomics 7, 4476.Gertler, M. and N. Kiyotaki 2010. Financial intermediation and credit policy in business cycleanalysis. Handbook of Monetary Economics 1, 547599.Ghysels, E., J. Idier, S. Manganelli, and O. Vergote 2014. A high frequency assessment of the ECB Securities Markets Programme. European Central Bank Working Paper Series 1642.Gilchrist, S., D. LopezSalido, and E. Zakrajek 2015. Monetary policy and real borrowing costsat the zero lower bound. American Economic Journal: Macroeconomics 7, 77109.Gunter, C. and V. Wieland 2003. The zerointerestrate bound and the role of the exchange ratefor monetary policy in Japan. Journal of Monetary Economics 50, 10711101.Heider, F. and A. Ljungqvist 2015. As certain as debt and taxes: Estimating the tax sensitivityof leverage from state tax changes. Journal of Financial Economics, forthcoming.Ho, T. and A. Saunder 1981. The determinants of bank interest margins: Theory and empiricalevidence. Journal of Fiancial and Quantitative Analysis 16, 581600.Iwata, S. and S. Wu 2006. Estimating monetary policy eects when interest rates are close tozero. Journal of Monetary Economics 53, 13951408.26Jimenez, G., S. Ongena, J. Saurina, and J.L. Peydro 2012. Credit supply and monetary policy: Identifying the bank balancesheet channel with loan applications. American Economic Review 102, 23012326.Jimenez, G., S. Ongena, J. Saurina, and J.L. Peydro 2014. Hazardous times for monetary policy:What do twentythree million bank loans say about the eects of monetary policy on credit risk?Econometrica 82, 463505.Kashyap, A. K. and J. C. Stein 2000. What do a million observations on banks say about thetransmission of monetary policy? American Economic Review 90, 407428.Khwaja, A. I. and A. Mian 2008. Tracing the impact of bank liquidity shocks: Evidence from anemerging market. American Economic Review 98, 14131442.Kiyotaki, N. and J. Moore 1997. Credit cycles. Journal of Political Economy 105, 211248.Lambert, C., F. Noth, and U. Schuwer 2012. How do banks react to increased asset risks?evidence from hurricane katrina. Goethe University Working Paper.Lucas, A., B. Schwaab, and X. Zhang 2010. Conditional probabilities for Euro area sovereigndefault risk. Discussion paper No. 111762DSF29, Tinbergen Institute.Manganelli, S. 2012, Winter. The impact of the Securities Market Programme.In Research Bulletin, Volume 17, pp. 25. European Central Bank.Maudos, J. and J. Fernandez de Guevara 2004. Factors explaining the interest margin in thebanking sectors of the European Union. Journal of Banking and Finance 28, 22592281.Memmel, C. 2011. Banks exposure to interest rate risk, their earnings from term transformation,and the dynamics of the term structure. Journal of Banking and Finance 35, 282289.Nakamura, E. and J. Steinsson 2014. Fiscal stimulus in a monetary union: Evidence from USregions. American Economic Review 104, 753792.Pelizzon, L., M. Subrahmanyam, D. Tomio, and J. Uno 2015. Sovereign credit risk, liquidity,and ECB intervention: Deus ex machina? SAFE Working Paper No. 95.Puri, M., J. Rocholl, and S. Steen 2011. Global retail lending in the aftermath of the US nancialcrisis: Distinguishing between supply and demand eects. Journal of Financial Economics 100,556578.Saunders, A. and L. Schumacher 2000. The determinants of bank interest rate margins: aninternational study. Journal of International Money and Finance 19, 813832.Statistische Amter des Bundes und der Lander 2014. Ergebnisse der Steuerstatistiken. Wiesbaden:Statistisches Bundesamt.Statistisches Bundesamt Deutschland Regionaldatenbank Deutschland 2014, November. Realsteuervergleich. Statistic 71231 Realsteuervergleich; Table 356114 Realsteuervergleich Jahressumme regionale Tiefe: Kreise und krfr. Stadte.Whited, T. and G. Wu 2006. Financial constraints risk. The Review of Financial Studies 19,531559.27Appendix A Figures Figure 1: Tax level dispersion over time and districts Notes: The quantiles for the levels of the tax multipliers, the corporate tax level, are as follows: 2011: 246343364410445490; 2012: 237344365410450520 and for 2013: 223344365410450520.28Figure 2: Cumulative stock of purchased assets under the SMP and CBBP over time Notes: Purchased volumes in billions of Euro for Securities Markets Programme SM P on the left axis and the Covered Bond Purchase Programme CBP P on the right axis. Source: European Central Bank.Figure 3: Fiscal policy over time and districts Notes: Dispersion over time whether districts lowered their corporate tax rate inducing a regional scal stimulus, RF S,increased their tax rate thereby creating a regional scal dampening eect, RF D, or kept their corporate tax rate stablerelative to the previous year. Source: Statistisches Bundesamt Deutschland Regionaldatenbank Deutschland 2014.29Figure 4: Interest rate and its components over time Notes: Monthly average ref inancing rate and interest margin, both adding up to the interest rate. Source: dataproviding bank.Figure 5: Regional macroeconomic indicators and loan volume Notes: Average yearly growth rate of GDP , dispersion of average corporate tax level, average yearly sum ofdistrict loan volume, and average growth of district loan volume, over the complete observation period. Source: Statistisches Bundesamt Deutschland Regionaldatenbank Deutschland 2014 and data providing bank.30Appendix B Tables main body 31Table 1: Summary statistics and dierences in mean This table reports the number of observations, means, standard deviations and values at the 1st and 99th percentilesfor all observed loans in the period between August 2011 and December 2013. For the variables of interest, theinterest rate and its components, as well as the variables which explain the interest rate and its components ascontrol variables we report the dierence in means between rms treated by a regional scal policy shock, RF S,and those which experience no shock before and after outright monetary transactions, OM T , were announced. Thelast column reports the dierenceindierences of the means of both treatment groups over time. Standard errorsin parentheses. p0.01, p0.05, p0.1.Variable Observations Mean Std. Dev.Percentiles 1st 99th RF SRF Sbefore OMT after OMT0.0860.0900.0010.0040.0080.0100.0900.0820.0090.0590.0271.0150.0280.0770.0210.9190.0320.0190.0481.9340.0600.0330.0220.0000.0030.0330.0190.05427.60.0040.0120.0172.1770.0383.10.0020.0010.0050.3690.01624.40.0060.0130.0221.808Interest rates Interest rate Interest margin Renancing rate Facility level j controls Riskweighted assets Collateral Duration Standardized Shortterm rate Shortterm spread Firm level i controls Rating Capital lockup Crosssell Turnover large Protable Prot CFDistrict level d controls Unemployment GDPDistrict debt level District loan volume Election Damages by storm 40,11640,11640,1162.7811.8940.86540,11640,11640,11640,1160.9070.22815.8300.46240,11640,1160.3540.21140,11640,11640,11640,11640,11640,11622,11836,43836,43835,72940,11639,83340,1166.09825.50.9920.4800.8282.9530.9096.51510.9030.5260.0110.0451.402Unorthodox monetary policy over time UMPSMPCBPPLTROUMP_PA40,11640,11640,11640,11640,1160.2150.2000.01536.4820.011Fiscal policy stance per district RFSRFDRTCCorporate tax level FRFS40,11640,11639,83339,83340,1160.1770.4430.0050.3930.0406.5005.5612.3119.864112211.5570.96812.4597.411152.33511.03813.855.0282.8140.157180.2260.2190.01676.9670.011110.0660.49011.2361.2160.3922.3550.42028.7700.4990.3270.2020.8100.0150.1940.0000100.1830.0951.5861,392.70.0920.5000.37738.7654.4153.2350.710011.5234.2032.41.58000.000000.1610.1610.0008.4190.008000.0700.27902.84210.6530.6600.0400.2071.8510.0150.0140.00427.6180.0010.3810.4970.0210.5470.25132Table 2: Unconventional monetary policy, regional scal policy shocks, and loan pricing Notes: We regress the interest rate, the renancing rate, and the interest marginon the full set of variables in Table 13, an indicator for a stimulating regionalscal policy shock RF S, the accumulated stock of unconventional monetarypolicy U M P , and the interaction eect of the two. We apply an ordinary leastsquares regression with xed eects for the rmproduct combination, month,and district including robust standard errors. The analysis incorporates allloans between August 2011 and December 2013. Robust standard errors inparentheses. p0.01, p0.05, p0.1.VARIABLESInterest rate Renancing rate Interest margin0.0110.0612.9921.2730.0290.2780.8440.19640,11612,9750.5460.8180.418YESYESYESYESYESYES0.4500.1992.0141.5321.9060.9001.0560.29840,11612,9750.09210.0540.107YESYESYESYESYESYESRF SU M PRF S U M PConstant Observations Number of IDRsquared overall Rsquared within Rsquared between Firmproduct FEMonth FEDistrict FEFirm controls Facility controls Market controls 0.4500.1870.6811.8091.9280.8461.9600.32640,11612,9750.1040.3300.093YESYESYESYESYESYES335094.1605.0902.0856.1941.2649.0350.04enilesa B410.2054.0991.0235.1609.1009.0814.0791.0581.1463.0277.1298.0721.2844.0891.0425.1309.1898.0614.0691.0091.1363.0077.1098.0810.0610.0210.0772.0945.0861.0402.0210.0930.0927,53508,11820.0650.0440.0SEYSEYONSEYSEYSEY611,04579,21290.0450.0701.0SEYSEYSEYSEYSEYSEY611,04579,21390.0050.0901.0SEYONSEYSEYSEYSEY611,04579,21581.0250.0832.0SEYSEYONSEYSEYSEY611,04579,21981.0840.0342.0SEYONONSEYSEYSEY720.0260.0933.1602.3790.0972.0300.0700.0100.0400.0411.0791.0121.0001.0600.0010.0927,53508,11125.0508.0504.0SEYSEYONSEYSEYSEYfokcotsdetalumuccaeht,SFRkcohsyciloplacslanoigergnitalumitsarofna,31elba Tniselbairavyrotanalpxefotesllufehtnostnenopmocstifohcaednaetartseretniehtssergere W:seto N,41stceedexfosnoitanibmoctnereidhtiwnoissergerserauqstsaelyranidronaylppae W.selbairavyciloprettalowtehtfotceenoitcaretniehtdna,PMUycilopyratenomlanoitnevnocnulevelorcamhtiwstceedextcirtsidecalperew5nmulocn I.2elba Tnisasnoitacicepsemasehtybdeviredstluserenilesabruostroper4nmulo C.srorredradnatstsuborgnidulcnihcae.1.0p,50.0p,10.0p:sesehtnerapnisrorredradnatstsubo R.3102rebmece Ddna 1102tsugu Aneewtebsnaolllasetaroprocnisisylanaeh T.tcirtsidhcaerofselbairavlortnocsetartseretnidna,slortnoclanoiger,stceedexevitanretl A:3elba Tnigramtseretn Ietargnicnane R32153215etartseretn I321SELBARAVI4enilesa B110.0160.0372.1299.2920.0872.0410.0831.0260.0380.0151.0082.0800.0160.0862.1300.3710.0772.0441.0610.0160.0390.0151.0972.04enilesa B054.0781.0186.0908.1648.0829.1044.0681.0094.1673.0598.1248.0054.0681.0775.0108.1448.0539.1044.0581.0105.1573.0109.1148.0794.0691.0723.1869.1788.0521.2160.0510.0910.0210.0282.0992.0445.0381.0820.0540.0927,53508,113730.0123.0440.0SEYSEYONSEYSEYSEY611,04579,21645.0818.0814.0SEYSEYSEYSEYSEYSEY611,04579,21545.0318.0514.0SEYONSEYSEYSEYSEY611,04579,21165.0818.0624.0SEYSEYONSEYSEYSEY611,04579,21655.0218.0024.0SEYONONSEYSEYSEY611,04579,21401.0033.0390.0SEYSEYSEYSEYSEYSEY611,04579,21301.0823.0190.0SEYONSEYSEYSEYSEY611,04579,21621.0923.0111.0SEYSEYONSEYSEYSEY611,04579,21721.0623.0111.0SEYONONSEYSEYSEYtnemyolpmen UPMUSFRPDGSFRPMUemulovnaoltcirtsi Dleveltbedtcirtsi Dlevelxat.pro CllarevoderauqsRnihtiwderauqsRneewtebderauqsREFtcudorpmri FDIforebmu Nsnoitavresb Oslortnocytilica Fslortnoctekra Mslortnocmri FEFtcirtsi DEFhtno M34Table 4:Instrumenting regional scal stimulus Notes: We instrument a stimulating regional scal policy shock RF S by applying a twostage leastsquares estimation. We regress the RF S on three exogenous regressors election, damages by storm, and unemployment separatelyin columns 13 and jointly in column 4. In the following panels A, B, and C we regress the interest rate, the renancing rate, and the interest marginon the full set of variables in Table 13, the instrumented stimulating regionalscal policy shock IRF S, the accumulated stock of unconventional monetarypolicy U M P , and the interaction eect the noninstrumented RF S and U M P .The regression includes xed eects for the rmproduct combination, month,and district and includes robust standard errors. The analysis incorporates allloans between August 2011 and December 2013. Robust standard errors inparentheses. p0.01, p0.05, p0.1.VARIABLESFirst stage estimation instrumenting Regional Fiscal Stimulus IRF SElection14230.0010.000112.2533,0253.0271.8410.6781.95313.7928.4751.4900.5932.2011.0716.8792.7280.0050.001Damages by storm U nemployment HansenJ statistic KleibergenPaap Fstatistic Observations Panel A Interest rate IRF SU M PRF S U M PPanel B Renancing rate IRF SU M PRF S U M PPanel C Interest margin IRF SU M PRF S U M P16.1131,8374,7953.6601.3472.50821.90916.8360.6171.7673.1581.2402.8198.1305.9243.9404.4492.51527.08618.127350.0070.0020.0010.0000.0010.00119.21139.6529,8350.0050.00130.6129,83517.6754.5576.2464.44481.16920.9574.2501.5900.3072.01719.4027.3101.1361.3662.8031.2465.2496.2842.0601.8512.8631.7499.3198.51915.5654.2418.2243.92671.43819.5040.1340.7373.2461.0630.6373.3874.3901.6913.2811.83520.0247.776Table 5: Unconventional monetary policy and scal policy shock eects through multiregion andmultirm enterprises Notes: We regress the interest rate, the renancing rate, and the interest marginon the full set of variables in Table 13, an indicator for a stimulating foreignregional scal policy shock F RF S, the accumulated stock of unconventionalmonetary policy U M P , and the interaction eect of the two. F RF S equals thenumber of rms located in a dierent district that face a stimulating regionalscal policy shock for rms that belong to an enterprise owning at least oneother rm. We apply an ordinary least squares regression with xed eects forthe rmproduct combination, month, and district, including robust standarderrors. The analysis incorporates only loans to rms in districts in which thecorporate tax rate is stable between August 2011 and December 2013. Robuststandard errors in parentheses. p0.01, p0.05, p0.1.VARIABLESInterest rate Renancing rate Interest margin0.1640.1185.3884.9270.6220.4681.5390.8399,0592,9940.5790.7780.482YESYESYESYESYESYES0.7060.3642.2393.2082.6901.5301.2570.6529,0592,9940.0630.0420.050YESYESYESYESYESYESF RF SU M PF RF S U M PConstant Observations Number of IDRsquared overall Rsquared within Rsquared between Firmproduct FEMonth FEDistrict FEFirm controls Facility controls Market controls 0.5300.3672.4884.3432.0411.5462.7310.8179,0592,9940.0750.3710.066YESYESYESYESYESYES36ycilopyratenomlanoitnevnocnufoserusaemsasmmargorpesahcruptess A:6elba Tdetalumuccaehtno1noitauqenialumrofenilesabruossergerew,serusaem PMUtneredifostceeehtetarapeso T:eto Nyciloplacslanoigergnitalumits,PPBCdna PMSehtrofyletarapesoslatub PMUycilopyratenomlanoitnevnocnufokcotshtiwnoissergerserauqstsaelyranidronaylppae W.31elba Tniselbairavlortnocfoteslluf,dna,noitcaretnisti,SFRskcohssetaroprocnisisylanaeh T.srorredradnatstsuborgnidulcni,tcirtsiddna,htnom,noitanibmoctcudorpmrehtrofstceedex.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnatstsubo R.3102rebmece Ddna 1102tsugu Aneewtebsnaollla321321321nigramtseretn Ietargnicnane Retartseretn ISELBARAVI254.0002.0807.2795.1497.1368.0307.72920.71906.3152.4003.0232.1611,04579,21390.0450.0801.0SEYSEYSEYSEYSEYSEY890.0660.0008.32757.61540.4392.4233.2704.0181.0565.1478.0338.1010.0260.0233.1361.3890.0842.0873.3700.1768.6366.1800.0620.0034.1098.0986.6186.1220.0250.0313.1301.3780.0352.0354.0781.0681.0198.1167.1138.0447.22067.61664.4150.4501.0260.0742.32484.61608.4380.4893.0371.0084.0658.1838.0908.1PMSSFRPPBCSFRPPBCSFRPMS152.0692.0481.0090.0191.0323.0452.0323.0565.1730.1808.0934.0238.0190.2880.2139.1tnatsno C611,04579,21390.0450.0901.0SEYSEYSEYSEYSEYSEY611,04579,21290.0450.0701.0SEYSEYSEYSEYSEYSEY611,04579,21645.0818.0814.0SEYSEYSEYSEYSEYSEY611,04579,21345.0818.0614.0SEYSEYSEYSEYSEYSEY611,04579,21645.0818.0814.0SEYSEYSEYSEYSEYSEY611,04579,21401.0033.0390.0SEYSEYSEYSEYSEYSEY611,04579,21401.0033.0490.0SEYSEYSEYSEYSEYSEY611,04579,21301.0033.0390.0SEYSEYSEYSEYSEYSEYllarevoderauqsRnihtiwderauqsRneewtebderauqsREFtcudorpmri FDIforebmu Nsnoitavresb Oslortnocytilica Fslortnoctekra Mslortnocmri FEFtcirtsi DEFhtno M37snoitarepognicnanermretgnol.svsmmargorpesahcruptess A:7elba Trofrotacidnina,31elba Tniselbairavfotesllufehtnonigramtseretnidna,etargnicnaner,etartseretniehtssergere W:seto Ndetalumuccaeht:noitcaretniriehtdnaselbairavycilopyratenomelpitlumdna,SFRkcohsyciloplacslanoigergnitalumitsafooitarsknabehtybdethgiew PMUdna,ORTLfoegasuylhtnomeht,PMUycilopyratenomlanoitnevnocnufokcotsserauqstsaelyranidronaylppae W.tceenoitcaretnistidna,AP_stessalatotrevoseirtnuoc SGGIPmorfsgnidlohtessatsubo R.srorredradnatstsuborgnidulcni,tcirtsiddna,htnom,noitanibmoctcudorpmrehtrofstceedexhtiwnoisserger.1.0p,50.0p,10.0p.sesehtnerapnisrorredradnats321321321nigramtseretn Ietargnicnane Retartseretn ISELBARAVI094.83461.24897.92455.82766.42546.65377.3025.11550.21110.53665.94039.52394.0113.0906.0033.0119.2315.2356.2125.1710.0810.0800.0510.0730.0980.0430.0660.0410.2054.0991.0235.1009.0609.1630.0521.0920.0390.0913.2113.1191.0300.0924.0900.0100.0600.0820.0100.0750.0620.0110.0160.0372.1299.2920.0872.0965.0182.0895.0223.0497.0755.2666.2084.1710.0810.0400.0610.0160.0990.0810.0070.0054.0781.0186.0908.1648.0829.1PMUSFRORTLSFRORTLPMUORTLSFRPMUAP_PMUSFRAP_PMUORTLPMUSFR38792.0025.0892.0491.0682.0691.0423.0435.0623.0070.1825.0650.1628.0099.0448.0359.1464.1069.1tnatsno C611,04579,21490.0450.0901.0SEYSEYSEYSEYSEYSEY611,04579,21290.0450.0701.0SEYSEYSEYSEYSEYSEY611,04579,21290.0450.0701.0SEYSEYSEYSEYSEYSEY611,04579,21645.0818.0814.0SEYSEYSEYSEYSEYSEY611,04579,21545.0818.0814.0SEYSEYSEYSEYSEYSEY611,04579,21645.0818.0814.0SEYSEYSEYSEYSEYSEY611,04579,21401.0033.0390.0SEYSEYSEYSEYSEYSEY611,04579,21401.0033.0390.0SEYSEYSEYSEYSEYSEY611,04579,21401.0033.0390.0SEYSEYSEYSEYSEYSEYllarevoderauqsRnihtiwderauqsRneewtebderauqsREFtcudorpmri FDIforebmu Nsnoitavresb Oslortnocytilica Fslortnoctekra Mslortnocmri FEFtcirtsi DEFhtno MTable 8: Policy eects before and after Outright Monetary Transactions Notes: The sample we observe is split into observations before and after outright monetary transactions OMT were announced in August 2012. For each period we regressthe interest rate and each of its components on the full set of explanatory variables in Table 13, an indicator for a stimulating regional scal policy shock RF S, the accumulated stock of unconventional monetary policy U M P and the interaction eect of thetwo latter policy variables. We apply an ordinary least squares regression with xedeects for the rmproduct combination, month, and district, including robust standarderrors. The analysis incorporates all loans between August 2011 and December 2013.Robust standard errors in parentheses. p0.01, p0.05, p0.1.VARIABLESRenancing rate Interest marginafter OMTRF SU M PRF S U M PConstant 0.4290.1991.8421.6961.8270.8880.8460.36232,92910,3820.1020.0450.114YESYESYESYESYESYESInterest rate 0101010.1370.4473.4363.6760.5382.0880.4210.1951.3311.6701.8080.8720.0310.1925.3243.3510.2310.9480.0010.0240.6440.3450.0150.1080.0780.4578.0562.4400.3342.1411.7230.7751.4930.3561.1450.5920.6720.0720.6620.527Observations Number of IDRsquared overall Rsquared within Rsquared between Firmproduct FEMonth FEDistrict FEFirm controls Facility controls Market controls 7,1875,4240.1290.3340.115YESYESYESYESYESYES32,92910,3820.05890.0620.033YESYESYESYESYESYES7,1875,4240.3760.7780.332YESYESYESYESYESYES32,92910,3820.1790.3690.151YESYESYESYESYESYES7,1875,4240.1510.1030.164YESYESYESYESYESYES39Table 9: Cashow sensitivity of interest rates and rms credit constraints Notes: We regress the interest rate on the full set of variables in Table 13, an indicator for a stimulatingregional scal policy shock RF S, the accumulated stock of unconventional monetary policy U M P , and theinteraction eect of the two. Moreover, we add CF , or each rms gross cash ow over total assets, as anexplanatory variable. The rst column corresponds to our baseline nding, as in Table 2. In column 2the explanatory variable CF is added. The subsequent columns report results for subsamples according towhether rms are more or less nancially constrained. Column 34 show the results for the lowest andhighest tertiles of rms with respect to the Whited Wu indicator, and columns 56 reveal the results forthe lowest and highest tertiles of rms with respect to their average asset size between 2011 and 2013. Weapply an ordinary least squares regression with xed eects for the rmproduct combination, month, anddistrict, including robust standard errors. Robust standard errors in parentheses. p0.01, p0.05, p0.1.12Baseline CashFlow3456Whited Wu Asset size Constrained Unconstrained Constrained Unconstrained VARIABLESRF SU M PRF S U M PCFRF S CFU M P CFRF S U M P CF0.4480.1870.6681.8051.9190.8470.5040.2371.2762.2222.2131.0690.0860.0410.0350.0720.3610.1840.1390.3281.9300.9377.1827.0978.4974.2120.1270.0900.1780.1730.5310.4050.9410.7390.2101.2692,0725120.1930.4490.133YESYESYESYESYESYES0.2310.7910.5789.6420.7513.6690.2290.1680.1910.3000.9760.7440.8931.3864.6801.2741,5798620.0280.3880.030YESYESYESYESYESYES1.6060.7026.1567.9057.0333.1620.2410.1030.0300.2051.0580.4640.0930.9170.1981.3572,1515170.2080.4140.135YESYESYESYESYESYES0.1790.80312.57110.9070.7623.8800.1040.2050.0570.3640.5940.9310.4841.7303.0101.4771,6209160.0310.3710.027YESYESYESYESYESYES40Constant 1.9740.3261.7170.510Observations Number of IDRsquared overall Rsquared within Rsquared between Firmproduct FEMonth FEDistrict FEFirm controls Facility controls Market controls 40,11612,9750.1080.3300.098YESYESYESYESYESYES22,1187,4330.1080.3420.095YESYESYESYESYESYESTable 10: New business versus rollover loans at new conditions Interest rate Interest margin Note: We categorize each observation according to whether it is a prolonged loan for whichthe interest rate is newly determined or a new loan. We regress the interest rate and eachof its components on the full set of explanatory variables in Table 13, an indicator fora stimulating regional scal policy shock RF S, the accumulated stock of unconventionalmonetary policy U M P , and the interaction eect of the two latter policy variables. Weapply an ordinary least squares regression with xed eects for the rmproduct combination, month, and district, including robust standard errors. The analysis incorporates allloans between August 2011 and December 2013. Robust standard errors in parentheses. p0.01, p0.05, p0.1.VARIABLESRenancing rate RF SU M PRF S U M PConstant Rollover New Rollover New Rollover New 0.7440.2462.7261.6712.3861.0220.6170.3021.3582.4602.7681.4000.0190.0150.2310.1660.0880.0590.0100.1184.2861.8380.0230.5400.7250.2472.4951.6772.2981.0260.6150.3332.4392.0292.7331.5341.5880.3642.1390.4280.4670.0420.9770.2751.1200.3651.1030.380Observations Number of IDRsquared overall Rsquared within Rsquared between Month FEFirmproduct FEDistrict FEFirm controls Facility controls Market controls 14,0533,7170.0480.0380.025YESYESYESYESYESYES26,06312,7810.1370.3760.118YESYESYESYESYESYES14,0533,7170.3080.3970.287YESYESYESYESYESYES26,06312,7810.5200.8100.420YESYESYESYESYESYES14,0533,7170.0520.0340.024YESYESYESYESYESYES26,06312,7810.1560.0560.182YESYESYESYESYESYES41Table 11: The eect of unconventional monetary policy and scal policy shocks on loan pricing fordierent loan product categories Note: We perform our baseline regression for each loan product category separately. The interestrate and each of its components are regressed on the full set of explanatory variables in Table 13, an indicator for a stimulating regional scal policy shock RF S, the accumulated stock ofunconventional monetary policy U M P , and the interaction eect of the two latter policy variables.We apply an ordinary least squares regression with xed eects for rms, months, and districts,including robust standard errors. We performed the analysis separately for the subsamples ofmoney market loans, promotional bank loans, investment loans, and leasing between August 2011 and December 2013. Robust standard errors in parentheses. p0.01, p0.05, p0.1.VARIABLESPanel A Money market loans RF SInterest rate Renancing rate Interest margin 0.4510.2120.2211.6181.9420.95730,3735,4800.1000.0170.0200.0860.3780.0630.09130,3735,4800.951U M PRF S U M PObservations Number of rms Rsquared overall Panel B Promotional loans RF SU M PRF S U M PObservations Number of rms Rsquared overall Panel C Investment loans RF SU M PRF S U M PObservations Number of rms Rsquared overall Panel D Leasing RF SU M PRF S U M PObservations Number of rms Rsquared overall 0.4330.2090.3071.6091.8780.94430,3735,4800.1290.1540.3784.3694.4520.4771.7764,5143,2760.2691.0821.1017.5929.8584.2305.0714,3063,5960.0780.3900.9238.35613.9582.5184.4009236230.266420.1270.1762.4773.6780.5590.8574,5143,2760.4690.0760.5639.5566.0160.6942.5514,3063,5960.4790.2570.3057.3634.8021.2131.4839236230.7840.1740.3725.6713.5070.5751.7494,5143,2760.0571.1221.4772.0048.1003.9506.6874,3063,5960.1000.6470.8950.99313.3513.7324.2369236230.160Appendix C Further tables Variable Unit Description Table 12: Denition Interest rates Interest rate Interest margin Renancing rate Facility level j controls Riskweighted assets Collateral Duration Standardized Shortterm rate Shortterm spread CDSFirm level i controls Rating Capital lockup Crosssell Turnover large Protable Prot CFPercent Percent Percentmcid:16401Number 01Percent Percent Percent Numberkcid:164010101kcid:164Number This variable is the interest rate charged to the customer for the loan agreement.This variable is the dierence between the interestrate and the renance rate.The cost of funds in the banks internal capital market, consisting of the funds transfer price marketcost of cashow and liquidity spread liquidity riskof renancing.This variable is a bank calculated amount, in termsof riskweighted assets in million Euro.Equal to 1 if the loan is backed by collateral and 0 ifotherwise.This variable is the duration of the loan, measuredin full months.Equal to 1 if the loan was processed in a denedsimplied manner, and 0 otherwise.Level of the shortterm interbank interest rate at thetime the loan starts.Dierence between the shortterm rate and veryshortterm rate at the time the loan starts.Fiveyear senior credit default swap rate of the respective nancial institution observed.Rating assigned to customer by the banks internalrating system, ascending with lower credit quality.Amount of capital the bank holds against the customer within the month in thousand Euro.Equal to 1 if in the respective year the company provided income by products other than loans.Equal to 1 if the turnover of the rm is above thesample median, and 0 otherwise.Equal to 1 if the bank generates prot with the customer in the respective month, and 0 otherwise.Amount of prot or loss the bank generates with thecustomer in the respective month in thousand Euro.Ratio of gross cash ow over total capital stock atthe beginning of the period, less depreciation.Continued on next page. . .43Variable Unit Description Table 12 Continued District level d controls Unemployment Percent GDPDistrict debt level District loan volume Electionbncid:164bncid:164mcid:16401Damages by storm Number Unorthodox monetary policy over time t UMPTcid:164SMPCBPPLTROUMP_PATcid:164Tcid:164bncid:164Tcid:164Fiscal policy stance per district RFS01RFDRTCCorporate tax level FRFS01Percent Percent Number Level of unemployment rate for the respective district in the respective year.Gross domestic product of the respective district inthe respective year.Amount of debt of the respective district in the respective year.Total loan volume issued by the bank in the respective district in the respective week in million Euro.Equal to 1 if election takes place in same year, 0otherwise.Severity of damage by storm on scale 1 rare to 9severeWeekly accumulated stock of assets bought under theunconventional monetary policy measures SM P and CBP P in trillion Euro.Weekly cumulative amount of assets bought underthe Securities Market Programme in trillion Euro.Weekly cumulative amount of assets bought underthe Covered Bond Purchase Programme 2 in trillion Euro.Monthly LTRO used by the bank in billion Euro.U M P times the average quarterly ratio of exposureto Portuga, Ireland, Italy, Greece, and Spain overtotal assets.Regional scal stimulus: equal to 1 if corporate taxrate in the district the company is located in is lowerthan in previous year and 0 if similar or higher.Regional scal dampening: equal to 1 if corporatetax rate in the district the company is located in ishigher than in previous year and 0 if similar or lower.Relative tax change: dierence between this and lastyears corporate tax rate divided by last years corporate tax rate for each district 1100%.Level of corporate tax rate for the respective districtin the respective year 1100%.Equal to the number of rms located in a dierent district facing a stimulating regional scal policyshock for rms that belong to an enterprise owningat least one other rm, and 0 otherwise.44Table 13: Determinants of the interest rate and its components For this table, we regress the interest rate and each of its components, the renancing rate and the interest margin, on the full set of variables identifyingeach dependent variables drivers. We apply an ordinary least squares regression with xed eects for the rmproduct combination, month, and district,including robust standard errors. The analysis incorporates all loans between August 2011 and December 2013. Robust standard errors in parentheses. p0.01, p0.05, p0.1.VARIABLESInterest rate Renancing rate Interest margin Riskweighted assets Collateral Duration Standardized Shortterm rate Shortterm spread CDSRating Capital lockup Crosssell Turnover large Protable Prot Constant Observations Number of IDRsquared overall Rsquared within Rsquared between Firmproduct FEMonth FEDistrict FE0.0010.0010.0030.0030.0060.0010.0030.0060.8410.0730.0680.1040.0060.0090.0000.0030.0000.0000.0660.0390.0140.0050.0040.0030.0000.0000.4270.08640,11612,9750.5430.8180.416YESYESYES0.0090.0040.0120.0140.0010.0010.0500.0250.2350.1490.3720.1880.0080.0200.1880.0160.0000.0000.0800.0910.0430.0270.0240.0080.0010.0001.3630.23440,11612,9750.0930.0530.109YESYESYES0.0080.0040.0120.0140.0040.0010.0440.0240.6020.1610.4410.2080.0120.0210.1910.0160.0000.0000.1240.0970.0290.0260.0280.0080.0000.0001.8910.24040,11612,9750.1040.3290.094YESYESYES45", "filename": "VfS_2015_pid_810.pdf", "person": ["Lisa Cycon", "Cycon, Lisa", "Michael Koetter", "Koetter, Michael"], "date": ["2015"]}