{"lang": "de", "identifier_url": ["http://www.econstor.eu/bitstream/10419/99146/1/vjh.69.2.295.pdf"], "title": ["Allgemeine und berufliche Bildung an Schulen sowie im dualen System in den neuen Ländern und Entwicklung der Bildungsbeteiligung"], "plaintext": "Vierteljahrshefte zur Wirtschaftsforschung 69. Jahrgang, Heft 22000, S. 295316Allgemeine und berufliche Bildung an Schulen sowie imdualen System in den neuen Landern und Entwicklung der Bildungsbeteiligung Von Wolfgang J e s c h e k Zusammenfassung Es wird vorwiegend das System der allgemein bildenden und beruflichen Schulen in den neuen Bundeslandern einschlielich der Lehrlingsausbildung untersucht, doch werden vergleichend auch Veranderungen an den entsprechenden Bildungseinrichtungen in den alten Landern betrachtet. Nur bei der Bildungsbeteiligung, die den an der gleichaltrigen Bevolkerung gemessenen Schul und Hochschulbesuchabbildet, werden zusatzlich Studenten und Teilnehmer berufsvorbereitender Bildungsmanahmen einbezogen.In Ostdeutschland wurde weitgehend das foderative Bildungs und Ausbildungssystem Westdeutschlands ubernommen. Dies gelang bei den allgemein bildenden Schulen am besten, bei den beruflichen Schulen noch befriedigend, jedoch unzureichend bei der Lehrlingsausbildung, wo bis zuletzt zu wenigebetriebliche Ausbildungsplatze vorhanden waren. Insbesondere bei den Schulabschlussen allgemein bildender Schulen liegen ostdeutsche Absolventen anteilig vor westdeutschen, dagegen ging der Vorteil einer gunstigeren Altersstruktur der Lehrkrafte weitgehend verloren. Bei der Bildungsbeteiligung der Bevolkerung im Alter von 10 bis unter 30 Jahren sind bei allen Altersgruppen groe Fortschritte zu verzeichnen,gleichwohl wurde abgesehen von den Jungsten das Niveau der alten Lander noch nicht erreicht.1. Vorbemerkung Nach der Schaffung der deutschen Einheit wurde der Aufbau staatlicher Institutionen sowie das Rechts, Wirtschafts und Bildungssystem in den ostdeutschen Landern nach dem westdeutschen Vorbild organisiert. Sowurde dem Grundgesetz der Bundesrepublik Deutschland entsprechend auch weitgehend das im Westenvorhandene foderative Bildungs und Ausbildungssystemubernommen, bei dem die Kulturhoheit hauptsachlich beiden Landern liegt. Aufgebaut wurde ein gegliedertes allgemein bildendes Schulsystem, das die vorherige Einheitsschule allgemeine polytechnische Oberschuleund erweiterte Oberschule abloste. Das vormals zentralstaatlich gesteuerte und mit der Wirtschaftsplanungabgestimmte berufliche Bildungswesen sowie die oftfachbereichspezifisch organisierten Hochschulen wurden formal und substantiell in die in den westdeutschen Landern erprobten Formen uberfuhrt. Aufgebaut wurdesomit ein berufliches Bildungswesen mit einer Lehrlingsausbildung nach dem dualen System und ein zweistufiges Hochschulsystem mit Fachhoch und Hochschulen.Bei diesen Veranderungen konnte auf vorhandene gemeinsame Strukturelemente aufgebaut werden, die dengleichen historischen Ursprung der Bildungssysteme inbeiden deutschen Teilstaaten belegen. Dazu zahlten das Abitur als Voraussetzung des in der DDR freilich eingeschrankten Hochschulzugangs, die duale Berufsausbildung, bei der Lehrlinge zugleich in der Berufsschule und im Betrieb oder in einer betrieblichen Ausbildungswerkstatt unterrichtet wurden, und ein ausgebautessowie leistungsstarkes Fachschulwesen, in dem neben Ingenieuren u. a. auch ein Teil der Lehrer ausgebildetwurden.In der vorliegenden Veroffentlichung wird zwar vorwiegend das System der allgemein bildenden und beruflichen Schulen in den neuen Landern einschlielich der Lehrlingsausbildung in Berufsschule und im Betrieb sowie in uberbetrieblichen Ausbildungswerkstatten duales System untersucht, doch verlangt es der Versuch, die Entwicklung in den 90er Jahren zu beurteilen, auch die Deutsches Institut fur Wirtschaftsforschung, D14191 Berlin.Wochenbericht des DIW 899295Veranderungen an den allgemein bildenden und beruflichen Schulen in den alten Landern darzustellen. Nur im Falle der Bildungsbeteiligung, die den an der gleichaltrigen Bevolkerung gemessenen Besuch der Bildungs und Ausbildungsinstitutionen kennzeichnet, wird der Rahmender Untersuchung auf zwei weitere Personengruppenausgedehnt: auf Hochschuler und auf Teilnehmer an dendurch die Bundesanstalt fur Arbeit geforderten berufsvorbereitenden Bildungsmanahmen.Funktionsweise und Aufbau der Schulsysteme in deneinzelnen ostdeutschen Landern weisen oft Ahnlichkeitenmit dem realisierten Modell desjenigen westdeutschen Landes auf, das jeweils als Patenland beim Aufbau vonstaatlichen, wirtschaftlichen sowie gesellschaftlichen Institutionen und der Verwaltung half. In den neuen Bundeslandern insgesamt wurde somit neben den fur alle Landerverbindlichen auch spezifische Elemente einzelner Schulsysteme in den alten Landern ubernommen. So berietenbeispielsweise die sud und sudwestdeutschen Lander Sachsen und Thuringen, wo vornehmlich ein in klassischer Form gegliedertes Schulsystem ohne Gesamtschulen aufgebaut wurde; NordrheinWestfalen unterstutzte Brandenburg, das als einziges ostdeutsches Land auchein flachendeckendes Angebot an Gesamtschulen bereithalt.in Ostdeutschland Die Frage, wie die Umstellung des vormals zentralstaatlich gelenkten und mit Zugangsbeschrankungen zu Abiturund Studium versehenen ostdeutschen Bildungs und Ausbildungssystem auf das westdeutsche foderative System gelang, lasst sich nach zehn Jahren, die seit der Vereinigung vergangen sind, noch nicht abschlieend beantworten. Zum einen verandert sich das Bildungs und Ausbildungswesen immer noch beieinzelnen Bildungs und Ausbildungsgangen sowie im Aufbau, zum anderen fehlen landesspezifische schulartenbezogene Daten, um den Leistungsstand von Schulern miteinander zu vergleichen. Ohnehin bestanden abervermutlich in der Beitrittsphase in den neuen Landern garnicht so viele andere Moglichkeiten als die beim Aufbaudes Schulsystems und des Lehrlingswesens realisierten,zumindest aber wurden mogliche Alternativen nicht breitdiskutiert.Hier werden die Ende der 90er Jahre vorhandenen Systeme allgemein bildender sowie beruflicher Schulen einschlielich der Lehrlingsausbildung in den neuen Landernbeschrieben und mit den entsprechenden Bildungsinstitutionen in den alten Landern verglichen Kapitel 2. Danach wird anhand ausgewahlter bildungsstatistischer Kennziffern aufgezeigt, welche Ergebnisse die Umstellung bisher hatte, und es werden Eigenschaften, aberauch Schwachstellen bei Bildung und Ausbildung an Schulen einschlielich der Lehrlingsausbildung vergleichend herausgearbeitet.1 Abschlieend erfolgt eine Untersuchung der Bildungsbeteiligung, weil diese Kenngroe gut geeignet ist, die bisherige expansive Entwicklung beim Schul und Hochschulbesuch in den neuen Landern seit der Vereinigung zu verdeutlichen. Fur die Bildungsbeteiligung, die nur aussagekraftig ist, wenn vonden auslandischen Studenten die einbezogen werden,die eine Hochschulberechtigung im Inland erwarben Bildungsinlander, mussten oft die entsprechenden Altersund Verteilungsstrukturen geschatzt werden Kapitel 5.2Da hinreichend tief gegliederte Informationen uber das Schulsystem in den neuen Landern erst vom Jahr 1992an vorliegen und die aktuellsten verfugbaren Daten uber Schulen Schuljahr 199899 sowie die altersspezifische Bevolkerung nur das Jahr 1998 abdecken, wird hauptsachlich dieser Zeitabschnitt betrachtet.3 Zur Lehrlingsausbildung werden freilich auch die bereits vorhandenen Angaben des Jahres 1999 zum Angebot und zur Nachfrage nach Ausbildungsplatzen untersucht.42. Aufbau von Schulsystem und beruflichem Ausbildungswesen In den Landern der Bundesrepublik besteht das allgemein bildende Schulsystem, wenn von den Vorklassenund Schulkindergarten abgesehen wird, aus bis zu 13Schularten. Von diesen werden vier auch als Schulen derallgemeinen Fortbildung bezeichnet, denn an diesen konnen Schulabschlusse nachgeholt werden: Abendhauptund Abendrealschule, Abendgymnasium sowie Kolleg.Auf die horizontal einheitliche, uberwiegend vierklassige Grundschule, deren Besuch in der Regel fur alle Kinder obligatorisch ist, baut meistens ein vertikal dreigliedriges Bildungssystem auf: Es wird aus den Haupt und den Realschulen sowie den Gymnasien gebildet. Die Ent1 Fur den Stand der Umstellung werden jeweils fur allgemein bildende und berufliche Schulen die Schulerzahl, das Alter der Lehrkrafte sowie die Verteilung der Schuler auf die Schularten ausgewertet; zusatzlich fur allgemein bildende Schulen Zahlen der Schulanfanger und Schulabganger. Zur Untersuchung der spezifischen Eigenschaften werden die Kennziffern uber Vollzeitlehrer, SchulerLehrerRelation und Klassengroe verwendet; fur den Bereich desberuflichen Bildungswesens zusatzlich das Angebot an und die Nachfrage nach Lehrstellen sowie die Zahl neuer Lehrvertragenach Ausbildungsbereichen.2 Beck 1998, 88 ff.3 Statistisches Bundesamt 1999: Allgemein bildende Schulen;dasselbe 1999: Berufliche Schulen; dasselbe 1999: Berufliche Bildung; dasselbe 1999: Studierende an Hochschulen; dasselbe1999: Deutsche und auslandische Bevolkerung nach Alter 1998;Kultusministerkonferenz 1999. Auerdem mochte ich mich bei Mitarbeitern bzw. Mitgliedern des Statistischen Bundesamtes, des Sekretariats der Kultusministerkonferenz und des Bundesvorstandes des deutschen Gewerkschaftsbundes fur die Hilfe bei der Beschaffung der aktuellsten Zahlen bedanken.4 Bundesanstalt fur Arbeit 1999: Berufsberatung 199798; dieselbe 1999: Amtliche Nachrichten, 1253 ff.; Bundesministeriumfur Bildung und Forschung 1999; Bundesinstitut fur Berufsbildung2000, 3.296Wochenbericht des DIW 899scheidung uber die Schullaufbahn eines Kindes fallt damit zumeist vor dem Beginn des funften Schuljahres. Mitdem nicht unbestrittenen Argument, die Wahl der Schullaufbahn spater zu treffen, damit den Fahigkeiten der Schuler besser Rechnung getragen werden kann, wurdeninzwischen in den meisten Landern schulformunabhangige Orientierungsstufen eingerichtet; Organisationsformund Ausbau sind in den Bundeslandern jedoch nichtgleich. Mit der Einfuhrung von Gesamtschulen, die biszum Abitur fuhren konnen und einen parallelen Bildungsweg zum dreigliedrigen Schulsystem anbieten, sollen Nachteile einer zu fruhen Entscheidung uber die Bildungskarriere der Schuler vermieden werden. Auch dieser gesamtschulische Bildungsweg wird kontrovers bewertet, faktisch ist er durch die geringe Zahl der Gesamtschulen begrenzt.Beim Aufbau des allgemein bildenden Schulsystems inden neuen Landern und im Ostteil Berlins 5 kam es zu regionalen Besonderheiten. So wurde in vier Landern aucheine landesspezifische Sonderform geschaffen, wurdenin einigen Landern nicht alle moglichen Schularten eingerichtet und das vorhandene Schulsystem in Berlin Westauf Berlin Ost ubertragen. Die landesspezifische Sonderform stellt sich als Schule mit zwei Bildungsgangendar, einen fur den Hauptschul und einen fur den Realschul oder mittleren Abschluss. Am weitesten umgesetztist diese Reform in Sachsen und Thuringen, wo diese Mittel oder Sekundarschule als Regelschule gilt, d. h. siewird von allen fur diese Schullaufbahnen vorgesehenen Schulern der entsprechenden Jahrgange besucht, gesonderte Hauptschulen und Realschulen gibt es in den beiden Landern nicht mehr. In MecklenburgVorpommernund in SachsenAnhalt bestehen hauptsachlich bildungsubergreifende Klassen an den entsprechenden Sekundarschulen, die sowohl von Haupt als auch von Realschulern besucht werden. Beide Schularten wurden hiernicht in einer neuen Schulart zusammengefuhrt, sie bestehen als selbstandige Schulformen fort. Sollte die neue Sekundarschule mittelfristig zu einer besseren Forderungder Schulerpopulation fuhren, die vormals nur an einer Hauptschule unterrichtet wurde, durfte sich diese Reformals padagogisch und bildungspolitisch sinnvoll erweisen.Schulartunabhangige Orientierungsstufen wurden nurin Berlin Ost, Brandenburg und SachsenAnhalt geschaffen, nicht in den ubrigen neuen Landern. Wahrendin Sachsen und in Thuringen die neue Schulart einen Teilder Orientierungsfunktion ubernehmen kann, gibt es in MecklenburgVorpommern kaum einen Ersatz, weil bildungsubergreifende Klassen zur Zeit oft mehr einer besseren Nutzung vorhandener Lehrerbestande und Schulgebaude dienen und weniger der individuellen Beratungder Schuler uber die zu wahlende Bildungslaufbahn. Indiesem Bundesland koexistieren alle moglichen allgemein bildenden Schularten von den Schulen der allgemeinen Fortbildung abgesehen noch nebeneinander.Bei dem bereits absehbaren, durch sinkende Geburtenzahlen verursachten, weiteren Ruckgang der Schulerzahlin den neuen Landern wird sich nicht nur in diesem dunnbesiedelten Flachenstaat die Frage nach einer Kombination von Schularten und zumindest zwischenzeitlich eines Ausbaus bzw. Einrichtens von bildungs und jahrgangsubergreifenden Klassen stellen, um eine moglichstwohnortnahe Schulversorgung zu gewahrleisten. Damitgewinnen padagogische Konzepte, die eine starkere Differenzierung der Lehrinhalte nach Leistungsstand bzw.vermogen an einer Schule erlauben, einen noch hoheren Stellenwert.Integrierte Gesamtschulen wurden nur in Berlin Ostund in Brandenburg als flachendeckendes Angebot vorgesehen, in Sachsen gibt es keine und in den ubrigenneuen Landern nur wenige. Eine zentrale Stellung hat dagegen in allen neuen Landern das Gymnasium. Jedochgibt es im Hinblick auf die Lange der Schulzeit bis zum Abitur zwei Moglichkeiten: In MecklenburgVorpommern,SachsenAnhalt, Sachsen und Thuringen kann es nacheiner 12jahrigen Schulzeit wie vormals in der DDR erworben werden, in Brandenburg und Berlin Ost nacheiner 13jahrigen. Zurzeit ist die Dauer der Schulzeitdurch einen Beschluss der Kultusminister nur vorlaufiggeregelt. Deshalb gibt es auch in den alten Landern an Schulen Modellversuche mit einer verkurzten Schulzeitbis zur Hochschulreife.Besondere Schularten, wie die freien Waldorfschulen,wurden nur in geringer Zahl in den neuen Landern eingerichtet. Auffallig ist ebenfalls, dass es hier noch kaum private allgemein bildende Schulen gibt. Fur die erwachsenen Einwohner Ostdeutschlands ist es zum Teil auchschwierig, allgemein bildende Schulabschlusse an staatlichen Schulen nachzuholen, denn das Angebot an entsprechenden Schularten ist begrenzt. Beispielsweise gibtes in MecklenburgVorpommern nur Abendgymnasienund in Thuringen nur Kollegs.Unter Berucksichtigung landerspezifischer Sonderformen weist das berufliche Schulsystem in der Bundesrepublik 12 unterschiedliche Schularten auf, deren Bildungswege und Ausbildungsgange teilweise parallel laufen. Uberwiegend dienen die Einrichtungen allein oder in Kooperation mit Betrieben und Ausbildungswerkstattender beruflichen Ausbildung, an zwei Institutionen wirdeine berufliche Vorbereitung vermittelt, doch an vier Schularten hauptsachlich lediglich eine berufsorientierteallgemeine Bildung. Landerspezifische Schularten gibt eshierbei nur in den alten Bundeslandern,6 auch nicht in 5 Vom Gebietsstand wird in dieser Untersuchung Berlin Westzu den alten und Berlin Ost zu den neuen Bundeslandern gezahlt.6 Wahrend es in den meisten alten Landern Berufsaufbauschulen gibt, sind die Berufsober und technischen Oberschulen nur in BadenWurttemberg, Bayern sowie Niedersachsen vorhanden, die Wochenbericht des DIW 899297Berlin. In den neuen Landern wurden beim Aufbau desberuflichen Schulwesens keine landerspezifischen Schularten eingerichtet, so dass das Schulsystem hier nur ausacht Schularten besteht.Die Berufsschule in Teilzeitform hat in den alten undneuen Landern mit Abstand das grote Gewicht. Sie wirdim Allgemeinen pflichtmaig nach einer mindestensneunjahrigen Vollzeitschulpflicht von Jugendlichen besucht, die in der beruflichen Erstausbildung mit einem Ausbildungsvertrag stehen. Dazu kommen Arbeitsloseund Personen, die eine andere Beschaftigung ausubenund das 18. Lebensjahr noch nicht vollendet haben. Die Schulbesuchsdauer richtet sich nach der Ausbildungsdauer im gewahlten Lehrberuf und betragt meistens drei Jahre; in den neuen Landern sind dies nun in der Regelein Jahr mehr als vormals. Die Ausbildung wird mit der Lehrabschlussprufung abgeschlossen, die unter der Aufsicht der dafur zustandigen Kammern abgelegt wird. Der Unterricht gliedert sich meistens in eine Grund und eine Fachstufe. Die Grundstufe kann auch als Berufsgrundbildungsjahr mit einjahrigem Vollzeitunterricht absolviertwerden. An das Berufsgrundbildungsjahr wie auch an das Berufsvorbereitungsjahr schloss sich fruher in der Regeleine verkurzte Ausbildung im dualen System der Lehrlingsausbildung an. Weiterhin gab es hier vor allem inden neuen Landern zu wenige betriebliche Ausbildungsplatze fur die Kandidaten. Fur Jugendliche, die physisch oder psychisch behindert sind, bestehen Berufssonderschulen.Die Berufsfachschulen sind in der Regel Vollzeitschulen mit mindestens einjahriger Dauer, fur deren Besuchkeine Berufsausbildung oder berufliche Tatigkeit vorausgesetzt wird. An diesem Schultyp werden neben beruflicher Ausbildung auch berufliche Grundbildung und allgemeine Schulabschlusse angeboten. Eine schulische berufliche Ausbildung dauert im Allgemeinen zwei Jahre, beieinigen Ausbildungsberufen auch drei Jahre. Bei einemzweijahrigen Schulbesuch entspricht der Abschluss der Fachschulreife. In den letzten Jahren nahm der Schulbesuch an Berufsfachschulen in den meisten Landern deutlich zu; hauptsachlich in den neuen, aber auch in einigenalten Bundeslandern war dies auch eine Folge des zu geringen Angebots an Lehrstellen.Die Fachoberschulen und die Fachgymnasien bauenauf einen Realschul oder gleichwertigen Abschluss aufund fuhren uber allgemeine sowie berufsfachliche Lerninhalte zur Fachhochschulreife und zur allgemeinen oderfachgebundenen Hochschulreife. Fachgymnasien konnendurch ein Angebot an beruflichen Schwerpunkten auchden Abschluss eines anerkannten Berufs ermoglichen.Die Fachschulen werden auch in den neuen Landernnach einer bereits erworbenen Berufsausbildung oder einer entsprechenden praktischen Berufstatigkeit freiwilligbesucht. Zum Teil wird auch als weitere Zugangsvoraussetzung eine vorangehende, mehrjahrige Berufsausubung verlangt, manchmal genugt der Nachweis einerfachspezifischen Begabung. In den Fachschulen wird im Allgemeinen eine weiter gehende fachliche Ausbildung im Beruf vermittelt Fortbildung. Die Schulbesuchsdauerliegt zwischen einem halben und drei Jahren bei Vollzeitunterricht und bewegt sich im Teilzeitunterricht oft zwischen sechs und acht Halbjahren. Bekanntere Abschlusse einer beruflichen Fortbildung sind das Technikerexamen oder die Meisterprufung.Eine besondere Form der Ausbildungsstatten stellendie Schulen des Gesundheitswesens dar. Nach dem Schulrecht der einzelnen Lander ist umstritten, ob deruberwiegende Teil dieser Institutionen als Schule betrachtet werden kann und ob sie der Aus oder der Fortbildung dienen. An ihnen wird die Ausbildung fur dienichtakademischen Gesundheitsdienstberufe durchgefuhrt. Es gibt unterschiedliche Aufnahmebedingungen,die von der Berufswahl abhangen. Eine Aufnahme erfolgtin den meisten Fallen erst nach Vollendung des 18. Lebensjahres unter der Voraussetzung einer einschlagigenberuflichen Ausbildung oder schulischen Berufsvorbereitung. In einigen neuen Landern wurde diese Schulart inzwischen voll in die Berufsfach oder Fachschulen integriert.3. Allgemein bildende Schulen In den neuen Bundeslandern besuchten im Schuljahr 199899 knapp 2,07 Mill. Schuler allgemein bildende Schulen; im Schuljahr 199293 waren es dagegen nochgut 2,2 Mill. Schuler.7 Die Schulerzahl an den allgemeinbildenden Schulen war in Ostdeutschland bis 1994 auffast 2,3 Mill. gestiegen und sinkt seitdem, weil sich die Einschulung der schwacheren Jahrgange vor allem anden Grundschulen, aber bereits auch an den kombinierten Schulen und Orientierungsstufen auswirkt. Gegenuber 1992 waren zuletzt fast 150 000 Schuler weniger anden Schulen, wahrend in Westdeutschland im gleichen Zeitabschnitt die Zahl der Schuler jedes Jahr stieg insgesamt um gut 900 000 Kinder und Jugendliche sodass schlielich reichlich 8 Mill. Schuler allgemein bildende Schulen besuchten.Von den Schulern allgemein bildender Schulen wurden 1998 in den neuen Landern 603 000 an Grundschulen,Kollegschulen nur in NordrheinWestfalen und die Fachakademiennur in Bayern.7 Die Informationen uber Schulen werden in den Landern mitgeringen zeitlichen Abweichungen zumeist im September und Oktober erhoben. Fur die Untersuchung wird angenommen, dass sieeher zum Jahresende als fur das ganze Schuljahr gelten, beispielsweise die Angaben fur das Schuljahr 199899 am Jahresende 1998.298Wochenbericht des DIW 899470 000 an Gymnasien, 348 000 an kombinierten Schulen, 158 000 an schulartunabhangigen Orientierungsstufen und 148 000 an Gesamtschulen unterrichtet. Auf diese funf Schularten entfielen hier reichlich 83 % der Schuler, wahrend in den alten Landern auf die funf am meistenbesuchten Schularten anteilig mit 91 % mehr Schuler kamen. Dabei weicht die Reihenfolge der Schularten in beiden Landesteilen nur an der dritten und vierten Stelle voneinander ab, in Westdeutschland lagen hier die Hauptund die Realschulen. Hauptschulen sind in den neuen Landern insgesamt quantitativ nur noch von geringerer Bedeutung, auf die Realschulen entfiel hingegen fastnoch ein Zehntel der Schuler allgemein bildender Schulen. Insgesamt wird der Unterschied bei der Groe des Anteils der funf am meisten besuchten Schularten in Westund Ost vor allem durch die anteilig geringere Schulerzahl an ostdeutschen Grundschulen erklart. Das bedeutet, dass letztlich in beiden Landesteilen Schuler uberwiegend gleiche Schularten eines gegliederten Schulsystems besuchen. Ferner ist beachtenswert, dass nebenden bereits genannten Orientierungsstufen auch die Sonderschulen in den neuen Landern anteilig mehr als in denalten besucht wurden.Nach Schularten war der Anstieg der Schulerzahl inden neuen Landern 1998 gegenuber 1992 am groten anden Realschulen 22 % und an den Sonderschulen12 %. Aber auch an den Gymnasien und den Gesamtschulen einschlielich der freien Waldorfschulen nahm die Schulerzahl entgegen der Entwicklung der Gesamtzahl noch zu jeweils rund 4 %.Die Verteilung der Schuler nach Altersgruppen auf ausgewahlte Schularten ergibt fur 1998, dass in Ostdeutschland bei den 10 bis unter 15jahrigen Schulern die Realund kombinierten Schulen mit 34 % am starksten unddeutlich mehr als in Westdeutschland besucht wurden20 %. An zweiter Stelle beim Schulbesuch in dieser Altersgruppe lagen in den neuen Landern mit knapp 30 %die Gymnasien, die integrierten Gesamt und freien Waldorfschulen;8 in den alten Landern waren dagegen an diesen Schularten mit knapp 33 % die meisten der 10 bisunter 15jahrigen Schuler eingeschult, geringfugig mehrals im anderen Landesteil. An den Grundschulen und Orientierungsstufen sowie an den Sonderschulen war der Schulbesuch in dieser Altersgruppe im Osten anteiligstarker ausgepragt als im Westen, wo hingegen den Hauptschulen mit knapp 22 % Anteil an der Altersgruppenoch ein hoherer Stellenwert beim Schulbesuch eingeraumt wird als der einer Restschule. In den 90er Jahrenverschob sich in den neuen Landern das Gewicht beimanteiligen Schulbesuch an den Schularten in der Altersgruppe insbesondere hin zu den Real und kombinierten Schulen, in abgeschwachter Form auch zu den Sonderschulen. Diese Entwicklung verlief vor allem zuletzt auch ein wenig zu Lasten der Gymnasien und integrierten Gesamtschulen Tabelle 1.Bei den 15 bis unter 20jahrigen Schulern befand sich 1998 in beiden Landesteilen jeweils die grote Gruppe anden Gymnasien und integrierten Gesamtschulen: Mitknapp 59 % war der Schulbesuch in den neuen Landernsogar um rund einen Prozentpunkt groer als in den alten. Dabei ist beim Schulbesuch an diesen weiter fuhrenden Schulen zu berucksichtigen, dass in den meistenneuen Bundeslandern das Abitur bereits nach einer 12jahrigen Schulzeit abgelegt wird, und unter der Annahmeeiner gleichen Schulzeit bis zum Abitur in allen Landerndie Differenz zugunsten Ostdeutschlands ausgepragterausfiele. An zweiter Stelle beim Schulbesuch der 15 bisunter 20jahrigen lagen in Ost und in Westdeutschlandjeweils die Real und kombinierten Schulen. Bei diesen Schularten gab es mit 34 zu 22 % ein deutliches Gefallezu Lasten der alten Lander. Insgesamt gab es in Ostdeutschland uber die untersuchten Stichjahre in dieser Altersgruppe einen deutlicheren Trend hin zum Schulbesuch der Gymnasien und integrierten Gesamtschulen alsin Westdeutschland.In allen neuen Bundeslandern setzte im Untersuchungszeitraum nach einer anfanglichen Zunahme der Schulerzahlen, die auch durch den Ausbau des Schulsystems und den zunehmenden Ubergang auf die Oberstufen der Schulen verstarkt wurde, ein Ruckgang ein. In denmeisten Landern geschah dies ab dem Schuljahr 199394, in MecklenburgVorpommern ein Jahr fruher, in Brandenburg und dem Ostteil Berlins ein Jahr spater. Gegenuber 1992 nahm mit reichlich 10 % die Schulerzahl an denallgemein bildenden Schulen in MecklenburgVorpommern am meisten ab, geringfugig weniger zuruck ging siemit jeweils rund 8 % in Sachsen, SachsenAnhalt und Thuringen, wahrend sie in Brandenburg nur um rund 1 %fiel.Verursacht wird die verringerte Gesamtzahl der Schuler allgemein bildender Schulen in den neuen Bundeslandern hauptsachlich durch eine uber den gesamten Untersuchungszeitraum jedes Jahr abnehmende Zahlder Schulanfanger, die an Grund, integrierten Gesamt,freien Waldorf und Sonderschulen eingeschult werden,die vornehmlich eine Folge der niedrigeren Geburtenzahl ist. Im Jahr 1998 waren es nur noch 102 700 Kinderinsgesamt. Zu Beginn des Jahrzehnts war ein Anfangerjahrgang noch mehr als doppelt so gro; so gab es beispielsweise 1991 221 500 Schuler, die ihre Schullaufbahn begannen. In den alten Landern erhohte sich imgleichen Zeitabschnitt die Zahl der neu eingeschulten Kinder bis zum vorletzten Jahr jedes Mal deutlich, sodass zuletzt mit fast 780 000 Anfangern nahezu 130 000mehr den Schulunterricht begannen als am Anfang der 90er Jahre.8 Die freien Waldorfschulen weisen beim anteiligen Schulbesuch in den neuen Landern noch geringe Werte auf.Wochenbericht des DIW 899299tmasegsn Ileuhcsredno S,imusanmy Gdnu tmase Gleuhcsfroda Wlnenosre P000 1ni,eiitrenbmo Kleuhcsae Rlleuhcstpua Hl,euhcsdnur Gsgnureitneir Oefutstmasegsn Ileuhcsredno S,imusanmy Gdnu tmase Gleuhcsfroda Wli,etrenbmo Kileuhcsae Rlleuhcstpua Hsgnureitneir Ofeuts,leuhcsdnur G9,01539,85336,20230,32718,81617,30510,0010,0010,0010,0010,0010,0013,1619,1516,8313,761,361,466,45,43,49,39,33,42,94112,39011,83012,1998,7194,0587,235,234,235,757,656,652,3179,2560,2854,3736,5432,9133,024,912,817,124,122,127,3671,5878,0870,1922,2920,0728,124,324,429,611,810,81l reuhc Segirha 51j retnu sbi 015,3279,5761,3667,62014,95015,4801l reuhc Segirha 02j retnu sbi 510,00,00,0%n i 7,6058,4947,083l reuhc Segirha 51j retnu sbi 016,021,027,020,0010,0010,0010,00,00,00,0010,0010,001l reuhc Segirha 02j retnu sbi 515,162,959,354,328,024,510,66,50,56,42,40,42,6036,3436,3530,7926,9827,2128,924,236,236,855,859,558,3638,6637,3632,0712,8618,1414,536,435,336,330,432,737,617,128,811,612,618,016,10,27,12,33,38,25,8721,8625,4920,00,00,01,723,522,720,00,00,0rha J899159912991899159912991899159912991899159912991.IWD sed negnunhcere B ;znerenokrefiitsnmsutlu K ;tmasednu B sehcsitsitat S :nelleu Qlrednasednu Be tl Alrednasednu B eue Nnrednalsednu Bnetl adnuneuennedn inetraluhc S fua neppurgsretll Ahcanneuhc S rednedli ibnemegllal reuhc S redgnu lietre V1 elleba T300Wochenbericht des DIW 899Bereits diese Entwicklung bei den Einschulungen hatgroe Auswirkungen auf die Klassengroen, auf die Schulstandorte vor allem in den dunner besiedelten Flachenstaaten und den Lehrerbedarf. Wird allein die Entwicklung der Geburtenzahlen in den neuen Landernbis zur Gegenwart berucksichtigt, dann zeigt sich, dassdie Zahl der Schulanfanger voraussichtlich noch einige Jahre niedrig bleiben wird. Dies wird an den allgemein bildenden Schulen mittelfristig Konsequenzen fur die personellen und sachlichen Ressourcen im Schulsystem unddie Organisation der Schulen haben.9In den neuen Landern erzielten 1998 von den 213 000Schulentlassenen der allgemein bildenden Schulen fast 190 000 einen Schulabschluss. Knapp 11 % aller Schulabganger verlieen aber die Schulen ohne Hauptschulabschluss, immerhin fast 23 000 Jugendliche. Dagegenerreichten in den alten Landern von den insgesamt 712 000 Entlassenen allgemein bildender Schulen nur 8 % nicht einmal einen Hauptschulabschluss Tabelle 2.Insgesamt verlassen somit in der Bundesrepublik im Hinblick auf den Zugang zu einer beruflichen Ausbildung zuviele chancengeminderte Jugendliche oft Schulabbrecher die Schule ohne einen Abschluss.Von den erfolgreichen Absolventen allgemein bildender Schulen erreichten 1998 in Ostdeutschland knapp 19 %einen Hauptschulabschluss, aber immerhin gut die Halfte der entlassenen Jugendlichen einen mittleren Abschluss und 30 % die Hochschulreife. Damit konnten anallgemein bildenden Schulen im Gegensatz zu dem inden 80er Jahren bestehenden Schulsystem wies sie keine Zulassungsbeschrankungen auf anteilig deutlichmehr Schuler mit Abitur abschlieen. 1990 waren es erstknapp 13 % der Abganger mit Abschluss. Zuletzt warendie Quoten bei den Abschlussarten in den neuen Landern relativ stabil. In den alten Landern dagegen schlossen 1998 von den Absolventen allgemein bildender Schulen noch 32 % mit einem Hauptschul, nur rund 42 %mit einem mittleren Abschluss und nur knapp 26 % miteinem Abitur ab. Damit lagen die Schulabganger im Westen gegenuber denen im Osten zuletzt beim mittleren Abschluss anteilig um fast 10 Prozentpunkte und beim Abitur um vier Punkte zuruck.An den Schulen in den neuen Landern unterrichteten 1998 insgesamt 163 700 hauptberufliche Lehrer.10 Gegenuber 1992 hatte sich die Zahl der hauptberuflichen Lehrkrafte um rund 6 100 Personen verringert. Von denhauptberuflichen Lehrern ubten zuletzt 115 000 den Beruf als Vollzeit und 48 700 als Teilzeitbeschaftigung aus.Im gleichen Zeitabschnitt nahmen die Zahlen der Voll und Teilzeitlehrkrafte um jeweils rund 3 000 Personen ab, d. h.relativ ging die Beschaftigung von Teilzeitlehrern starkerzuruck 6 %. Am Ende der 90er Jahre ubten in Ostdeutschland nur noch knapp drei Zehntel der hauptberuflichen Lehrer eine Teilzeitbeschaftigung aus, in Westdeutschland dagegen lag dieser Anteil mit 36 % nicht nurhoher, er stieg zudem uber den gesamten Untersuchungszeitraum.Im Jahre 1998 erteilten in den neuen Landern 143 400hauptberufliche Lehrer an den allgemein bildenden Schulen und 20 300 an den beruflichen Schulen Unterricht. Die Zahl der Lehrkrafte entwickelte sich ab 1992 anbeiden Schulformen gegenlaufig. An den allgemein bildenden Schulen ging sie zuletzt rascher um insgesamt 10 500 Personen zuruck 7 %, wahrend sie an denberuflichen mit 4 300 Lehrern betrachtlich stieg 27 %Tabelle 3.An den allgemein bildenden Schulen in den neuen Landern lag das Durchschnittsalter der hauptberuflichen Lehrer 1998 fast bei 45 Jahren. Damit hatten die Lehreran den ostdeutschen allgemein bildenden Schulen beim Durchschnittsalter noch einen etwa zweijahrigen Vorsprung; 1992 waren es noch vier Jahre. Dieser Altersvorteil des Lehrpersonals an den ostdeutschen allgemeinbildenden Schulen, der auch durch die fruher kurzere Lehrerausbildung verursacht war, ging in diesem vergleichsweise kurzen Zeitabschnitt zuruck, weil kaumnoch jungere Lehrer eingestellt wurden. So befandensich 1992 noch fast 31 % der Lehrkrafte in der Altersgruppe der bis zu 35jahrigen, 1998 waren es nur nochetwa 16 %. Bei den weiter zuruckgehenden Schulerzahlen an den allgemein bildenden Schulen in den neuen Landern ist abzusehen, dass das Durchschnittsalter derhauptberuflichen Lehrer weiterhin steigen und sich demin den alten Landern annahern wird.In Ostdeutschland war das Durchschnittsalter der Lehrer allgemein bildender Schulen 1998 in Brandenburg mit 45,6 Jahren am hochsten, in MecklenburgVorpommernmit 44,2 Jahren am niedrigsten. Somit waren die brandenburgischen Lehrer allgemein bildender Schulen im Durchschnitt fast schon so alt wie die bayerischen, die in denalten Landern den niedrigsten Durchschnittswert hatten.Im Jahre 1992 war das Durchschnittsalter in allen ostdeutschen Landern mit jeweils rund 41 Jahren auch nochfast gleich gro, denn damals wirkte sich die ehemalszentralistisch gesteuerte Deckung des Personalbedarfsan den Schulen in den ostdeutschen Regionen noch deutlicher aus. Zuletzt unterschied sich die Groe einzelner Altersgruppen der Lehrer auch in den neuen Landern:Anteilig lag die Gruppenstarke der bis zu 35jahrigen 1998 zwischen 15 % in Brandenburg und 19 % in Sachsen. Das bedeutet auch, dass bei weiter sinkenden Schulerzahlen in den neuen Landern gar nicht genugend jun19 Jeschek 1999, 252 ff.10 Zu hauptberuflichen Lehrkraften zahlen voll und teilbeschaftigte Personen in Beamten, Angestellten oder sonstigen Dienstverhaltnissen, die mit voller oder einer bis zu 50 % ermaigten Pflichtstundenzahl unterrichten. Die Zahl der Pflichtstunden setztsich aus Unterrichts, Anrechnungs und Ermaigungsstunden zusammen.Wochenbericht des DIW 899301Tabelle 2Schulentlassene mit und ohne Abschluss von allgemein bildenden Schulenin den neuen und alten Bundeslandern Neue Bundeslander Alte Bundeslander 1992199319941995199619971998199219951998128 570141 694157 384180 304Insgesamtin 1 000 Personen 189 094194 243189 768584 011605 360651 62216 55084 33627 68410 646139 21622 21881 38538 09119 409161 10329 71191 03736 63621 266178 65033 13695 37251 79621 608201 91233 92398 27756 89421 903210 99736 62199 88557 73721 610215 85335 30497 46357 00122 945212 713193 207226 585164 21952 912636 923203 270239 522162 56854 397659 757210 058273 078168 48660 023711 645in %100,0100,0100,0100,0100,0100,0100,0100,0100,0100,012,965,621,57,615,757,426,912,018,957,823,311,918,452,928,710,717,952,030,110,418,951,429,710,018,651,430,010,833,138,828,18,333,639,626,98,232,241,925,98,464 65666 00877 64388 130Frauenin 1 000 Personen 95 57499 19294 068288 609303 347326 5276 33342 50015 8233 23767 89310 04640 35615 6066 07572 08210 69545 35721 5916 53884 1818 99948 09331 0386 75394 88312 34349 32333 9086 714102 28813 62450 92634 6416 709105 90010 30849 57434 1867 372101 44185 624118 46684 51920 123308 73292 594125 09085 66319 921323 26893 745142 79089 99221 741348 267in %100,0100,0100,0100,0100,0100,0100,0100,0100,0100,09,865,724,54,815,261,123,68,413,858,427,87,810,254,635,27,112,951,635,56,613,751,334,96,311,052,736,37,329,741,029,36,530,541,228,26,228,743,727,66,263 91475 68679 74192 174Mannerin 1 000 Personen 93 52095 05295 699295 402302 013325 09610 21741 83611 8617 40971 32312 17241 03022 48513 33489 02119 01645 68015 04514 72894 46924 13747 27920 75814 855107 02921 58048 95422 98615 189108 70922 99748 95923 09614 901109 95324 99647 88822 81615 573111 272107 583108 11979 70032 789328 191110 676114 43276 90534 476336 489116 313130 28978 49338 282363 378in %100,0100,0100,0100,0100,0100,0100,0100,0100,0100,016,065,518,610,416,154,229,715,023,857,318,915,626,251,322,513,923,152,324,614,024,251,524,313,626,150,023,814,036,436,627,010,036,637,925,510,235,840,124,110,5Mit Abschlussdavon:Hauptschulabschluss Mittlerer Abschluss Hochschulreife Ohne Abschluss Insgesamt Mit Abschlussdavon:Hauptschulabschluss Mittlerer Abschluss Hochschulreife Ohne Abschluss Mit Abschlussdavon:Hauptschulabschluss Mittlerer Abschluss Hochschulreife Ohne Abschluss Insgesamt Mit Abschlussdavon:Hauptschulabschluss Mittlerer Abschluss Hochschulreife Ohne Abschluss Mit Abschlussdavon:Hauptschulabschluss Mittlerer Abschluss Hochschulreife Ohne Abschluss Insgesamt Mit Abschlussdavon:Hauptschulabschluss Mittlerer Abschluss Hochschulreife Ohne Abschluss Quellen: Statistisches Bundesamt; Kultusministerkonferenz; Berechnungen des DIW.302Wochenbericht des DIW 899Tabelle 3Anzahl und Durchschnittsalter hauptberuflicher Lehreran den allgemein bildenden und beruflichen Schulenin der Bundesrepublik Deutschland Jahr 199219961998199219961998199219961998199219961998Alte Bundeslander Neue Bundeslander Bundesrepublik Deutschland Lehrer in 1 000 Personen Allgemein bildende Schulen 153,8149,1143,4Berufliche Schulen 116,018,120,3503,0522,6525,489,590,090,7656,8671,7668,7105,5108,1111,0Durchschnittsalter in Jahren Allgemein bildende Schulen 44,946,847,345,347,147,641,144,444,9Berufliche Schulen 144,045,846,144,046,246,845,146,947,41 Die Doppelzahlung bei den hauptberuflichen Lehrkraftenberuflicher Schulen in RheinlandPfalz 1998 wurde bereinigt.Quellen: Statistisches Bundesamt; Berechnungen des DIW.ge Lehrer zu finden waren, die eventuell in die alten Lander wechseln konnten. Altere Lehrkrafte weisen wieandere Beschaftigte bekanntlich eine geringere Bereitschaft zur raumlichen Mobilitat als jungere auf.An den allgemein bildenden Schulen in den neuen Landern lag die SchulerLehrerRelation insgesamt 1998bei 15,4:1, d. h. etwas mehr als 15 Schuler entfielen aufeinen Vollzeitlehrer.11 Im Vergleich zu 1992 hatte sich die Relation beinahe jedes Jahr geringfugig verschlechtertund zusammengefasst um einen halben Schuler erhoht.In den alten Landern war die Relation an den allgemeinbildenden Schulen noch etwas groer: Am Ende des Zeitraums kamen 16,8 Schuler auf eine Lehrkraft, sogarrund 1,5 Schuler mehr als anfangs Tabelle 4. Die Entwicklung wurde in beiden Landesteilen bei veranderten Schulerzahlen durch einen jeweils nicht im gleichen Ausma angepassten Bestand an Vollzeitlehrern hervorgerufen. Wenn das bildungspolitische Ziel verfolgt wordenware, die Relation zumindest konstant zu halten, um die Unterrichtssituation an den allgemein bildenden Schulennicht zu verschlechtern, hatten mehr junge Lehrer eingestellt werden mussen. Stattdessen wurden in verschiedenen Landern beispielsweise sogar Stundentafeln fur einzelne Klassenstufen gekurzt und Stundendeputate fur Lehrer erhoht.Bei allen Schularten bis auf die Sonderschulen warendie SchulerLehrerRelationen im Osten gunstiger als im Westen, in einigen Fallen war der Unterschied ziemlichgro Tabelle 4. So entfielen an den ostdeutschen Grundschulen etwa 2,5 Schuler und an den Hauptschulen drei Schuler weniger auf eine Vollzeitkraft als an den entsprechenden westdeutschen Schularten. Im gleichen Jahrstreute die Relation in den neuen Landern nicht nur anden allgemein bildenden Schulen insgesamt, sondernauch bei den einzelnen allgemein bildenden Schulen betrachtlich Tabelle 5. An einigen Schularten kommen inden neuen Landern sogar mehr Schuler auf eine Vollzeitkraft als im aus padagogischer Sicht eher unvorteilhaftenjeweiligen Durchschnitt in Deutschland. Dies war beispielsweise so an den Grundschulen und Orientierungsstufen in Brandenburg, an den kombinierten Schulen in MecklenburgVorpommern und SachsenAnhalt sowie anden Gymnasien in Brandenburg, MecklenburgVorpommern und SachsenAnhalt. Dabei ist zu berucksichtigen,dass die Personaldecke fur den Unterricht vor allem inden alten Landern oft noch knapper ist.12 Hinzu kommen Fehlzeiten, die bei alteren Lehrern haufiger als beijungeren anfallen. Sollten Indikatoren der Schulsystemeder Lander sich weiter auseinander entwickeln, bestehtzudem die Gefahr, dass Bildungsstandards der Lander zuungleich werden und damit das Postulat moglichst vergleichbarer Lebensverhaltnisse in der Bundesrepublik beeintrachtigt wird.Wird die Groe der Schulklassen bei den einzelnen allgemein bildenden Schularten auf Landesniveau im Jahre 1998 miteinander verglichen, dann zeigt sich, dass die Zahl der Schuler insbesondere bei Grundschulen, Realschulen, Gymnasien und Gesamtschulen in einigen ostdeutschen Landern ziemlich hoch war und die Groensich in den einzelnen Landern betrachtlich unterschieden. Allerdings waren die Klassen bei den Grundschulenin allen alten Landern noch groer. Auch bei den anderen genannten Schularten gab es in Westdeutschland oftnoch mehr Schuler pro Klasse. Dabei handelt es sich jedoch um Durchschnittswerte fur die jeweilige Schulart, inden Eingangsklassen Klassenstufe 5 und 6 befandensich im Allgemeinen noch mehr Schuler. So wurden indiesen an Gymnasien oft, aber auch an integrierten Gesamtschulen mehrmals 28 Schuler und mehr unterrichtet. Bei diesen Schularten kann es wohl kaum nach derbildungspolitischen Absicht, Bildung und Ausbildung in Deutschland zu fordern, dabei bleiben, dass Klassen bei 11 Dies sind Vollzeitlehrer und in Vollzeitlehrereinheiten umgerechnete teilzeit und stundenweise beschaftigte Lehrer; Kultusministerkonferenz 1999.12 Eine Vollzeitkraft unterrichtet nicht die volle Stundenzahl, beispielsweise fallen fur andere Schulaufgaben und Tatigkeiten Anrechnungs und Ermaigungsstunden an, die von der zu erteilenden Unterrichtszeit abzuziehen sind.Wochenbericht des DIW 899303Tabelle 4SchulerLehrerRelation an allgemein bildenden und beruflichen Schulenin der Bundesrepublik Deutschland 1998Schuler je Lehrer 1 1998Veranderung 1992 bis 1998Alte Bundeslander Neue Bundeslander Bundesrepublik Deutschland Alte Bundeslander Neue Bundeslander Bundesrepublik Deutschland Allgemein bildende Schulen insgesamt Vorklassen Schulkindergarten Grundschulen Orientierungsstufe Hauptschulen Kombinierte Schulen 2Realschulen Gymnasien Gesamtschulen 3Sonderschulen Abendschulen u. Kollegs Berufliche Schulen insgesamt Vollzeitform Teilzeitform Berufsschulen 4Berufsvorbereitungsjahr Berufsgrundbildungsjahr Berufsaufbauschulen Berufsfachschulen Berufs und techn. Oberschulen Fachgymnasien Fachoberschulen Fachschulen Fach u. Berufsakademien Kollegschulen Schulen insgesamt 16,818,111,121,917,415,016,718,815,614,26,814,523,612,437,638,810,010,713,213,312,312,917,815,27,825,117,915,415,314,019,316,611,715,716,015,313,77,214,127,014,938,338,614,713,116,70,012,717,718,116,916,517,511,221,417,114,915,818,315,514,16,914,524,312,937,838,711,310,813,213,912,312,817,815,67,825,117,61,91,70,31,72,00,32,91,91,71,50,42,10,00,90,42,41,812,90,61,30,81,22,90,11,00,61,60,51,05,30,11,11,52,32,60,20,50,92,42,22,85,86,82,80,22,41,44,81,41,01,21,50,11,40,90,42,42,11,41,30,51,60,51,21,53,32,312,30,61,70,81,23,01,00,61,11 Vollzeitlehrer und in Vollzeitlehrereinheiten umgerechnete teilzeit und stundenweise beschaftigte Lehrer. 2 Schulen mit Bildungsgangen fur Hauptschul und Realschulabschlu. 3 Integrierte Gesamtschule und freie Waldorfschule. 4 Einschlielich Berufsgrundbildungsjahr in Teilzeitform.Quellen: Statistisches Bundesamt; Kultusministerkonferenz; Berechnungen des DIW.den Grundschulen im Landesdurchschnitt 20 und mehr Schuler haben, bei den anderen Schularten 25 undmehr.134. Berufliche Schulen einschlielich Lehrlingsausbildung In den neuen Landern wurden im Schuljahr 199899fast 548 000 Jugendliche an beruflichen Schulen unterrichtet und ausgebildet; im Schuljahr 199293 waren eshingegen erst etwa 397 000 Schuler und Auszubildende.Die Zahl der Schuler an den beruflichen Schulen war nahezu jedes Jahr betrachtlich gestiegen, weil die fruherstarkeren Geburtsjahrgange sich nun in dem fur eine berufliche Ausbildung vorgesehenen Alter befanden. Dasberufliche Schulsystem ist auerdem im Gegensatz zudem fruheren tiefer gegliedert und weist neue Bildungsgange sowie Ausbildungsberufe mit teilweise langeren Ausbildungszeiten auf. Wahrend in Ostdeutschland die Schulerzahl um rund 150 000 im untersuchten Zeitabschnitt stieg, ging sie in Westdeutschland geringfugig umetwa 21 000 zuruck, so dass dort zuletzt rund 2,05 Mill.Schuler beinahe so viele wie anfangs berufliche Schulen besuchten. In den alten Landern kamen zwischenzeitlich schwachere Schuljahrgange an die beruflichen Schulen. Es ist davon auszugehen, dass die Zahlder Schuler an beruflichen Schulen mittelfristig im Westenweiter zunehmen und im Osten sich auf hohem Niveaubewegen wird.13 Diese Richtwerte werden oft von Fachleuten genannt; aberauch international sind die Schulen in der Bundesrepublik bei den Indikatoren SchulerLehrerRelation und Klassengroe eher ungunstig platziert: OECD 1997; OECD 1998.304Wochenbericht des DIW 899Tabelle 5SchulerLehrerRelation und Klassengroe an allgemein bildenden und beruflichen Schulenin den neuen Bundeslandern 1998Brandenburg MecklenburgVorpommern Sachsen SachsenAnhalt Thuringen BRDeutschland Schuler je Lehrer 1Allgemein bildende Schulen insgesamtdarunter:Grundschulen Orientierungsstufe Hauptschulen Kombinierte Schulen 2Realschulen Gymnasien Gesamtschulen Sonderschulen Berufliche Schulen insgesamtdarunter:Berufsschulen 3Berufsvorbereitungsjahr Berufsfachschulen Fachgymnasien Fachschulendavon:Vollzeitform Teilzeitform Schulen insgesamt Allgemein bildende Schulendarunter:Grundschulen Orientierungsstufe Hauptschulen Kombinierte Schulen 2Realschulen Gymnasien Gesamtschulen Sonderschulen Berufliche Schulendarunter:Berufsschulen 3Berufsvorbereitungsjahr Berufsfachschulen Fachschulen 15,6522,4918,0217,2315,7113,936,1328,2734,7120,1012,2317,2316,6434,4916,9822,2723,1226,1327,4624,399,7320,1523,7118,3916,4319,9012,1416,2117,6816,5114,918,6229,3241,2022,3115,2812,8216,3014,0440,2518,1419,8615,6821,2421,7724,3623,2610,1721,5114,9020,7316,4516,1320,3816,3415,617,1829,4340,7018,8919,0414,6923,7617,5040,7217,9814,6218,2015,7811,5111,3514,1514,4514,037,7126,5340,469,1718,0611,8617,9014,7540,2716,13Schuler je Klasse 21,5423,8725,5610,4322,3315,3221,7218,7719,6920,6715,5420,9320,4723,9425,749,8121,1112,9921,7519,6314,5817,2514,5615,0614,767,5024,0237,6211,6214,8311,0218,4913,1037,1915,9820,5820,6525,3323,6810,3220,3812,5721,4519,6216,4721,4017,1114,9015,7618,3215,5114,036,8824,2738,7311,2713,9212,8415,6212,8637,7817,6322,6423,3921,8322,8125,6826,4825,8310,2520,4014,8821,6119,501 Vollzeitlehrer und in Vollzeitlehrereinheiten umgerechnete teilzeit und stundenweise beschaftigte Lehrer. 2 Schulen mit Bildungsgangen fur Hauptschul und Realschulabschlu. 3 Einschlielich Berufsgrundbildungsjahr in Teilzeitform.Quellen: Statistisches Bundesamt; Kultusministerkonferenz; Berechnungen des DIW.Die Schuler beruflicher Schulen lassen sich ubersichtlicher nach den besuchten Bildungs und Ausbildungsgangen in drei Gruppen zusammenfassen: Schuler von Schulen, die allein oder in Kooperation zu einem Berufsabschluss fuhren, von Schulen, an denen lediglich eineberufsorientierte schulische Bildung vermittelt wird, undvon Einrichtungen, die eine berufliche Vorbereitung anbieten.Von allen Schulern wurden 1998 in den neuen Landernmit 487 000 Personen die meisten an Schulen unterrichtet und ausgebildet, die in der Regel selbst oder in Kooperation mit Betrieben und Ausbildungswerkstatten zu einem beruflichen Abschluss fuhren. Dies sind in Ostdeutschland die Berufs, Berufsfach und Fachschulen,14in Westdeutschland gibt es hier in einigen Landern auchandere entsprechende berufliche Schularten. Rund 33 000 Schuler befanden sich in den neuen Landern an Schulen, an denen nur eine berufsorientierte schulische 14 An Berufsfachschulen werden neben beruflicher Ausbildungauch berufliche Grundbildung und allgemeine Schulabschlusseangeboten, an Fachschulen hauptsachlich berufliche Fortbildung.Wochenbericht des DIW 899305Bildung vermittelt wird. Zu diesem Schultyp gehoren die Fachgymnasien und Fachoberschulen, wiederum gibt esin den alten Landern noch weitere Schularten. In den Einrichtungen der beruflichen Vorbereitung Berufsvorbereitungs und Berufsgrundbildungsjahr wurden 27 000Schuler unterrichtet.Relativ war der Anstieg der Schulerzahl 1998 gegenuber 1992 in den neuen Landern mit rund 120 % im Bereich derberuflichen Vorbereitung mit Abstand am groten. Darauffolgten mit 67 % die Schulen, an denen nur berufsorientierte allgemeine Schulabschlusse erzielt werden konnen,wahrend der relative Anstieg an den beruflichen Schulen,an denen selbst oder in Zusammenarbeit mit Betriebensowie Ausbildungsstatten berufliche Abschlusse zu erwerben sind, mit 34 % nur unterdurchschnittlich gro ausfiel38 %. Dies war vor allem darauf zuruckzufuhren, dass imgesamten Zeitraum zwischen den Stichjahren das Angebot an Lehrstellen nicht ausreichte, um die nachfragenden Jugendlichen mit einem betrieblichen Ausbildungsplatz zuversorgen. So nahm auch die Schulerzahl an den Berufsschulen, die im dualen System fur den theoretischen Teilder Ausbildung zustandig sind, mit knapp 24 % nicht nurunterdurchschnittlich, sondern am geringsten von allenberuflichen Schularten zu. Es kam beim Schulbesuch deshalb auch innerhalb der Gruppe der Schulen, die alleinoder in Zusammenarbeit zu einem Berufsabschluss fuhren, zu einer Verlagerung: Ein Teil der Jugendlichen, diekeinen betrieblichen Ausbildungsplatz fanden, wich stattdessen auf die Berufsfachschulen aus, deren Schulerzahldeshalb relativ am starksten von allen beruflichen Schularten stieg und sich im untersuchten Zeitabschnitt nahezuvervierfachte.15Die Verteilung der Schuler nach Altersgruppen auf diezusammengefassten Schularten zeigt fur 1998, dass inden neuen Landern bei den 15 bis unter 20jahrigen Schulern die Schulen, die allein oder in Zusammenarbeitmit anderen zu einem beruflichen Abschluss fuhren, mitfast 86 % am starksten und nur noch geringfugig wenigerals in den alten Landern besucht wurden. An zweiter Stelle beim Schulbesuch lagen in dieser Altersgruppe in Ostdeutschland die beruflichen Schulen, an denen eine schulische berufsorientierte Bildung erzielt werden kann undan dritter Stelle die Einrichtungen zur beruflichen Vorbereitung. In Westdeutschland gab es in dieser Altersgruppe die gleiche Reihenfolge beim Besuch der Schularten.In den 90er Jahren glich sich der anteilige Schulbesuchan den drei Gruppen von Schularten in beiden Landesteilen aneinander an Tabelle 6.In der Gruppe der 20 bis unter 25jahrigen Schuler befand sich 1998 in beiden Landesteilen der jeweils mit Abstand grote Teil an den Schulen, die allein oder in Kooperation zu einem beruflichen Abschluss fuhren: Mit 94 % war der Besuch dieser Ausbildungsinstitutionen in Ostdeutschland noch um rund 2 %Punkte kleiner als in Westdeutschland. Dabei ist allerdings zu berucksichtigen,dass der relative Schulbesuch dieser Einrichtungen uberdie 90er Jahre in den alten Landern nahezu gleich groblieb, wahrend er in den neuen Landern stieg. Diese Entwicklung fand im Osten in dieser Altersgruppe zu Lastender beruflichen Schulen statt, die nur berufsorientierte allgemeine Bildungsabschlusse anbieten. Dennoch war deranteilige Schulbesuch hier auch zuletzt noch groer als inden alten Landern.Rund 20 300 hauptberufliche Lehrkrafte unterrichtetenoder bildeten an den beruflichen Schulen in Ostdeutschland im Jahre 1998 aus. Davon waren 94 % vollbeschaftigte und nur knapp 6 % teilzeitbeschaftigte Lehrer. Gegenuber 1992 stieg die Zahl der vollbeschaftigten Lehrerbetrachtlich 30 %, wahrend die der teilbeschaftigten fiel9 % und damit der Anteil teilbeschaftigter hauptberuflicher Lehrer an beruflichen Schulen etwas sank. In denalten Landern hingegen gab es 1998 von 90 700 hauptberuflichen Lehrern an den entsprechenden Schulen 27 % teilbeschaftigte; im gesamten Zeitabschnitt hattesich ihr Anteil um reichlich 7 %Punkte erhoht.An den beruflichen Schulen in den neuen Landern lagdas Durchschnittsalter hauptberuflicher Lehrer 1998 etwas uber 46 Jahren, in den alten Landern war es mitknapp 47,7 Jahren freilich noch etwas hoher. Somit warendie Lehrkrafte beruflicher Schulen in beiden Gebieten im Durchschnitt noch alter als die Padagogen allgemein bildender Schulen. 1992 waren alle hauptberuflichen Lehrerdieses Schulbereichs in beiden Regionen jeweils nochrund zwei Jahre junger. Auch an den beruflichen Schulenwurden seitdem wenig neu ausgebildete Lehrer eingestellt. Seit Mitte der 90er Jahre wurden viele neue Lehrberufe eingefuhrt, die auch die Einstellung entsprechendausgebildeter Lehrkrafte erforderlich machen, beispielsweise fur die neuen informations und kommunikationstechnischen Berufe. Es bleibt fraglich, ob die beschaftigten Lehrkrafte bei einer fehlenden Verpflichtung zur eigenen fachlichen Weiterbildung den schnellen Wandel der Tatigkeitsanforderungen in der beruflichen Praxis und diehierzu erforderlichen aktuelleren Lehrmethoden in Unterricht und Ausbildung angemessen berucksichtigen konnen. So waren 1992 noch 19 % der beschaftigten Lehrerberuflicher Schulen in Ostdeutschland in der Altersgruppe der bis zu 35Jahrigen, dagegen 1998 nur noch 14 %;in Westdeutschland waren es zuletzt sogar nur noch 8 %.Im Jahre 1998 unterschied sich die Groe einzelner Altersgruppen hauptberuflicher Lehrer auch in den einzelnen ostdeutschen Landern beachtlich. Anteilig lag der Gruppenumfang der bis zu 35Jahrigen zwischen fast 12 % in Brandenburg und 19 % in Sachsen.15 Auch landesspezifische Programme, wie das beispielsweisein SachsenAnhalt, uber das neue vollschulische Ausbildungsgange an Berufsfachschulen in Kooperation mit der Wirtschaft eingefuhrt wurden, verstarkten diese Entwicklung. Ministerium fur Wirtschaft und Technologie des Landes SachsenAnhalt 1999, 61 f.306Wochenbericht des DIW 899Tabelle 6Verteilung der Schuler beruflicher Schulen nach Altersgruppen auf Schulartenin den neuen und alten Bundeslandern Neue Bundeslander Alte Bundeslander Jahre 1998199719951992199819971995199219981997199519921998199719951992Berufliche Vorbereitung 1Berufliche Ausbildung 2Schulischeberufsoriente Bildung 3Insgesamt Vorbereitung 1Berufliche Ausbildung 2Beruflicheberufsoriente Bildung 3Schulische Insgesamt 77,682,2126,4107,62,92,87,65,05,76,19,77,90,40,41,20,71 175,51 157,61 084,71 169,4635,9607,7599,4638,985,985,783,185,694,593,993,192,1in 1 000 Personen 15 bis unter 20jahrige Schuler 1 369,21 350,41 304,71 366,226,721,322,54,920 bis unter 25jahrige Schuler 673,1646,9643,5693,9in %0,40,40,30,115 bis unter 20jahrige Schuler 100,0100,0100,0100,06,65,35,81,520 bis unter 25jahrige Schuler 100,0100,0100,0100,00,30,30,30,1116,0110,693,689,134,236,436,550,08,58,27,26,55,15,65,77,2350,5353,4333,3297,9123,1108,378,164,386,587,785,793,196,396,394,996,028,228,333,317,24,43,83,92,67,07,08,65,43,43,44,83,9405,4403,0389,1320,1127,9112,582,367,0100,0100,0100,0100,0100,0100,0100,0100,01 Berufsvorbereitungs und vollschulisches Berufsgrundbildungsjahr. 2 Berufs, Berufsfach, Kolleg und Fachschulen, Fach und Berufsakademien sowie Schulen des Gesundheitswesens. 3 Fachgymnasien, Fachober, Berufsaufbau sowie Berufsober und technische Oberschulen.Quellen: Statistisches Bundesamt; Kultusministerkonferenz; Berechnungen des DIW.An den beruflichen Schulen in Ostdeutschland entfielen 1998 27 Schuler auf einen Vollzeitlehrer. Die SchulerLehrerRelation hatte sich seit 1992 fast jedes Jahr zum Teil bemerkenswert verschlechtert und insgesamtum reichlich zwei Schuler pro Lehrkraft erhoht. In Westdeutschland war die Relation auch zuletzt mit 23,6 zu 1nicht nur gunstiger, sondern auch genau so gro wie am Anfang des untersuchten Zeitabschnitts Tabelle 4. Inbeiden Landesteilen veranderten sich die Schulerzahlenin diesem Zeitraum deutlich, und es zeigte sich, dass die Zahl der Vollzeitlehrer dieser Entwicklung nicht angepasstwurde. Dies wirkte sich auf die Unterrichtssituation aus,sie wurde von einer angespannteren Personallage begleitet.In den neuen Landern entfielen 1998 an allen beruflichen Schulen in Vollzeitform fast 15 Schuler und an denin Teilzeitform gut 38 Schuler auf einen Lehrer. An den Berufsschulen beispielsweise waren es fast 39, an den Berufsfachschulen beinahe 17 und an den Fachschulen 18 Schuler Tabelle 4. Bei fast allen Schularten mit Ausnahme der Berufsschulen und zwei Arten, die nur zuberufsorientierenden allgemeinen Abschlussen fuhren ,waren die Relationen an den ostdeutschen Schulenschlechter als an den westdeutschen. An den vorher genannten drei Schularten lagen die Relationen in Ost und West auch dicht beieinander, an den ostdeutschen Berufsschulen war zudem die Relation erst gegenuber demvorangehenden Jahr wieder leicht gesunken und lag erstmalig geringfugig unter dem westdeutschen Niveau. Uberdie einzelnen neuen Bundeslander streute die SchulerLehrerRelation 1998 an den beruflichen Schulen insgesamt und an den einzelnen beruflichen Schularten auerordentlich, teilweise noch mehr als die an allgemein bildenden Schulen. Insgesamt bewegte sie sich bei allenberuflichen Schulen zwischen 24 zu 1 in Thuringen undreichlich 29 zu 1 in Sachsen Tabelle 5.Wenn die Groe der Schulklassen an ausgewahltenberuflichen Schularten in den Vergleich einbezogen wird,Wochenbericht des DIW 899307ergibt sich eine ahnliche Lage: Die Klassengroen in denverschiedenen neuen Landern streuten betrachtlich undlagen zudem oft uber dem Bundesdurchschnitt. Trotzdemkann der Bundesdurchschnitt allein nicht ein zuverlassiger Mastab fur die Klassenfrequenzen sein; er selbst istvielfach nach der Meinung von Fachleuten sowohl an allgemein bildenden als auch an beruflichen Schulen zuhoch. Qualifizierte berufliche Vorbereitung sowie berufliche Ausbildung kann bekanntermaen am sinnvollstennur in kleinen Gruppen vermittelt werden. Kommen bei einem Teil der Jugendlichen, die vorhandenen vielfachoffentlich beklagten Defizite in der Vorbildung und Verhaltensauffalligkeiten hinzu, so sollte bei der beruflichen Vorbereitung eine Klasse nicht mehr als 12 Schuler aufweisen.Fast alle Schuler der Berufsschulen sind zugleich Auszubildende. Die fachtheoretische Ausbildung an den Berufsschulen und die erworbene Fachpraxis in Betriebensowie in uberbetrieblichen Ausbildungswerkstatten sindzusammen konstitutiv fur das duale System der Lehrlingsausbildung. In den neuen Landern war das Angebotan Ausbildungsplatzen jedoch seit 1993 jedes Jahr zuknapp, um die Nachfrage der Jugendlichen nach einer Lehre zu erfullen. Die AngebotsNachfrageRelation fielbis auf etwa 90 Punkte 1997 und erholte sich bis 1999nur geringfugig 94 Punkte. In jedem Jahr konnten vieleeine Lehrstelle nachfragenden Jugendlichen nicht versorgt werden; zuletzt waren noch rund 10 000 Schulabganger als nicht vermittelte Bewerber bei den Arbeitsamtern gemeldet Tabelle 7. Dabei ist auerdem zu berucksichtigen, dass infolge der Knappheit an betrieblichen beruflichen Ausbildungsplatzen in Ostdeutschland viele Bewerber stattdessen langer allgemein bildende Schulenbesuchten, in vollschulische Bildungs und Ausbildungsgange an beruflichen Schulen auswichen oder eine Lehrein Westdeutschland begannen.16In den neuen Landern wurden 1999 insgesamt knapp 134 000 neue Ausbildungsvertrage abgeschlossen. Damitgelang es zwar, gegenuber 1992 die Vertragszahl um 38 600 zu erhohen, doch war der jahrliche Anstieg vorallem ab Mitte der 90er Jahre oft auch auf die Zunahme der Zahl auerbetrieblicher Ausbildungsplatze zuruckzufuhren, die in Sonderprogrammen bereit gestelltund die durch die Bundesanstalt fur Arbeit, die Europaische Union, die Bundesregierung und die Lander gefordert wurden. Zuletzt wurden in Ostdeutschland fur fast 47 500 Bewerber nur auf auerbetrieblichen Platzen neue Ausbildungsvertrage vereinbart, d. h. mehr als ein Drittel 16 Bundesanstalt fur Arbeit 1999; Bundesministerium fur Bildung und Forschung 1999. Es wird geschatzt, dass beispielsweise 1998 rund 13 750 Jugendliche aus Ostdeutschland eine Ausbildung in Westdeutschland aufgenommen haben: Bundesministerium fur Bildung und Forschung 1999, 37.Tabelle 7Entwicklung von Angebot und Nachfrage an Ausbildungsplatzensowie der Zahl neuer Vertrage in den neuen Landern 119921993199419951996199719981999Platznachfrage Platzangebot Neue Vertrage Nicht vermittelte Bewerber Unbesetzte Platze AngebotsNachfrageRelation 96,598,595,21,23,2102,09Platznachfrage Platzangebot Neue Vertrage Nicht vermittelte Bewerber Unbesetzte Platzenachrichtlich:Alte Lander Platznachfrage Platzangebot AngebotsNachfrageRelation 101,9101,099,02,92,199,185,42,63,71,71,1119,4119,3117,91,51,499,89in 1 000 Personen 138,8128,2126,1123,6122,6125,013,85,61,11,096,4390,82140,9126,3125,715,20,689,65Veranderungen gegenuber Vorjahr 17,518,218,91,40,78,84,44,84,10,410,62,52,48,30,12,10,20,71,40,4511,7623,4121,81486,0554,8114,16467,7503,0107,55469,5493,4105,08473,9483,2101,95494,0487,098,59141,5129,7129,212,30,591,670,63,43,52,90,1506,9506,499,90143,6134,5133,89,80,793,672,14,84,62,50,2516,8520,0100,601 Infolge der Schwierigkeiten den Zeitpunkt der Vergabe von Sonderplatzen genau zu erfassen, kommt es bei der Zahl neuer Vertrage zu Unscharfen.Quellen: Bundesanstalt fur Arbeit; Bundesinstitut fur Berufsbildung; Berechnungen des DIW.308Wochenbericht des DIW 899Tabelle 8Neue Vertrage nach Ausbildungsbereichenin den neuen und alten Bundeslandern Neue Bundeslander Alte Bundeslander 19971998199919971998199963,247,33,64,16,41,1125,750,337,72,93,35,10,8100,02,72,80,30,50,00,10,769,644,43,24,36,01,7129,231,753,934,42,53,44,61,3100,024,66,43,00,40,20,40,63,5in 1 000in %223,0164,212,911,446,73,6461,848,335,62,82,510,10,8100,075,343,73,04,65,61,6133,847,556,332,72,23,44,21,2100,035,5Veranderung gegenuber Vorjahr in 1 0005,70,70,20,30,40,14,615,815,50,80,30,73,00,012,5242,1168,012,011,445,94,2483,620,750,134,72,52,49,50,9100,04,319,13,80,90,00,80,621,8258,2166,811,911,145,53,7497,237,151,933,62,42,29,10,7100,07,516,21,20,10,40,40,513,616,4Industrie und Handel Handwerk Offentlicher Dienst Landwirtschaft Freie Berufe Ubrige 1Insgesamtdarunter:Auerbetriebliche Platze 2Industrie und Handel Handwerk Offentlicher Dienst Landwirtschaft Freie Berufe Ubrige 1Insgesamtdarunter:Auerbetriebliche Platze 2Industrie und Handel Handwerk Offentlicher Dienst Landwirtschaft Freie Berufe Ubrige 1Insgesamtdarunter:Auerbetriebliche Platze 21 Bereiche Hauswirtschaft und Seeschifffahrt. 2 Platze nach 10 und 241 2 SGB III, Sonderprogrammplatze einschlielich Landererganzungsprogramme, Reha und nach Jugendsofortprogramm, Art. 4.Quellen: Bundesanstalt fur Arbeit; Bundesinstitut fur Berufsbildung; Berechnungen des DIW.aller Jugendlichen, die eine Lehre begannen, wurde nurin schulischen Zentren, durch Bildungstrager ohne Produktionsbetrieb oder in betriebsfernen Ausbildungsstatten von Verbanden ausgebildet Tabelle 8. Ein von einem Teil der Trager auerbetrieblicher Platze vorgesehenesund oft mehrwochiges betriebliches Praktikum wird wohlkaum die Lucke bei einer zu wenig praxisorientierten Ausbildung ausfullen konnen, die entsteht, wenn es keinen Lehrbetrieb gibt.17 In Westdeutschland wurden dagegenam Ende des Untersuchungszeitraums erst fur rund 8 %der eine Ausbildung im dualen System aufnehmenden Jugendlichen auerbetriebliche Platze geschaffen; dochverdoppelte sich hier diese Vertragszahl nahezu gegenuber dem Jahr 1998. Zu diesem vorjahrigen groen Anstieg trug in beiden Landesteilen hauptsachlich die Forderung auerbetrieblicher Platze durch das Jugendsofortprogramm bei, mit dessen Hilfe in den neuen Landernrund 9 800 und in den alten Landern etwa 13 500 Platzeeingerichtet wurden. Eine Forderung auerbetrieblicher Platze sollte aber kein dauerhaftes Programmziel sein.Erst wenn es gelingt, diesen Jugendlichen eine betriebliche Ausbildungsstelle anzubieten, wird von einem Erfolggesprochen werden konnen. Jedoch wird auch vermutet,dass die zusatzliche offentliche Forderung von Lehrstellen in der Vergangenheit, die oft in der Form einer Kopfpramie gewahrt wurde, in den neuen Landern auch Mitnahmeeffekte bei den Betrieben ausloste. Die Arbeitge17 Davon auszunehmen ist die Verbundausbildung, bei der einzelne Ausbildungsabschnitte auf verschiedene Betriebe aufgeteiltwerden konnen und die Tragerschaft bei einem Bildungstrager liegen kann. Vgl. zu den schulischen Ausbildungsplatzen mit kurzem Praktikum: Ministerium fur Wirtschaft und Technologie des Landes SachsenAnhalt 1999, 61 f.Wochenbericht des DIW 899309ber konnten allzu leicht erwarten, dass staatliche Stellenbei der Berufsnot der Jugendlichen mit einer finanziellen Forderung einspringen.18Es bleibt aber im Allgemeinen die Aufgabe der Wirtschaft, aber auch staatlicher Stellen, in den entsprechenden Berufsfeldern ein ausreichendes Angebot an Lehrstellen bereit zu stellen.19 Dabei ist die eigene Ausbildungfur die Wirtschaft selbst okonomisch sinnvoll: Nur die Betriebe kennen den eigenen Bedarf und haben damit einen Fuhlungsvorteil bei der Ausbildung des passenden Personals, hohe Kosten der Einarbeitung von sonst uber den Arbeitsmarkt angeworbenen Arbeitskraften werden vermieden und auerdem sind die Ausbildungsvergutungenim Vergleich zum Lohn in den letzten Jahren nur unterproportional gestiegen. Auerbetriebliche Platze auch diedurch Sondermanahmen geforderten konnen nurzwischenzeitlich zu einem Ausgleich am Lehrstellenmarktbeitragen. Jedoch keinesfalls bezogen auf die Neuabschlusse anteilig in so einem Ausma, wie dies zuletzt 1999 in den neuen Landern war, denn die auf auerbetrieblichen Platzen ausgebildeten Jugendlichen hatten bisheute im Vergleich zu Lehrabsolventen weniger Chancenauf dem Arbeitsmarkt, anschlieend eine qualifizierte Beschaftigung zu finden.Das insgesamt zu geringe Angebot an Ausbildungsplatzen in beiden Landesteilen belegt auch die folgende Kennzahl: Bezogen auf den durchschnittlichen Jahrgangder 15 bis 20jahrigen Einwohner in beiden Landesteilenzeigt sich, dass in der zweiten Halfte der 90er Jahre die Vertragsabschlusse in Ostdeutschland zu wenig ausgeweitet werden konnten und in Westdeutschland das Angebot an Ausbildungsplatzen zu relativ weniger Abschlussen fuhrte als zu Beginn des Jahrzehnts. Im Jahre 199820lag dieser Anteil in den neuen Landern bei 59,7 %, 1995hatte er bereits 60 % erreicht; in den alten Landern hingegen befand er sich zuletzt zwar bei 68,7 %, doch bewegteer sich zu Beginn der 90er Jahre auf einem hoheren Niveau beispielsweise 1992 75,8 %.In Ostdeutschland gab es 1998 insgesamt rund 380 000Auszubildende. Auf den Ausbildungsbereich Industrie und Handel entfielen davon reichlich 46 %, auf das Handwerk 41 %, auf die freien Berufe 5 % sowie auf den offentlichen Dienst und die Landwirtschaft jeweils 3 %. Damit beschaftigten Industrie und Handel sowie der offentliche Dienstrelativ etwa gleich viele Auszubildende wie in den alten Landern, das Handwerk deutlich und die Landwirtschaftetwas mehr, die freien Berufe jedoch betrachtlich weniger, anteilig nur halb so viele. Der Prozess einer Angleichung der Ausbildungsbereichsstrukturen beider Landesteile setzt sich kaum noch aktiv fort, eher werden die Unterschiede sogar wieder groer. Dies zeigt auch die Veranderung bei den Zahlen neuer Vertrage in den einzelnen Ausbildungsbereichen in Ostdeutschland. Nur bei Industrie und Handel sowie in der Landwirtschaft gelanges 1999, mehr neue Vertrage abzuschlieen als im Vorjahr. Zu einer relativ groeren Abnahme kam es im offentlichen Dienst und bei den freien Berufen.In den beiden zuvor erwahnten Bereichen gab es einen Ruckgang bei den Vertragsabschlussen vor allembei den Dienstleistungsberufen. Die zuletzt freilich relativnur noch kleine Verringerung der Zahl neuer Vertrage im Handwerk, die vor allem durch weniger Ausbildungsanfanger in den Bau und Baunebenberufen hervorgerufenwurde, fuhrt zwar mit zu einer Annaherung der Bereichsstrukturen in Ost und West, ist aber im Hinblick auf diefehlenden Lehrstellen weniger wunschenswert. Daruberhinaus sind sowohl der Bestand an allen Ausbildungsplatzen als auch das Volumen der neu abgeschlossenen Vertrage in den neuen Landern im Gegensatz zu den alten Landern, aber auch zu den Beschaftigungsstrukturenin beiden Landesteilen noch zu sehr durch eine Ausbildung in Fertigungsberufen gepragt 21. Nach wie vor fehlen vor allem Lehrstellen in Dienstleistungs und in denqualifizierten technischen Berufen. Auch in den neu eingefuhrten Ausbildungsberufen, beispielsweise den neuen Berufen im Bereich Information und Telekommunikation, war das Angebot vor allem in den neuen Landernnoch gering, obwohl diese Berufe stark nachgefragt werden.225. Die Bildungsbeteiligung im zeitlichen Vergleich Mit dem Indikator Bildungsbeteiligung wird der relative Schul und Hochschulbesuch gemessen. Er gibt an, wiehoch der Anteil einer Gruppe von Schulern und Studenten an der Wohnbevolkerung in einer bestimmten Altersklasse ist. Die Kennzahl eignet sich gut, um zu zeigen,wie sich der Ausbau des Bildungs und Ausbildungssystems auf die relevanten Altersgruppen der Bevolkerungauswirkt. Die Veranderung der Bildungsbeteiligung kannauf eine Vielzahl moglicher Ursachen zuruckgefuhrt werden, beispielsweise ein geandertes Bildungsverhaltenoder bildungspolitische und schulorganisatorische Ma18 Deshalb wird wohl eine offentliche finanzielle Forderung von Lehrstellen besser als bisher zu spezifizieren, nur kurzfristig zugewahren und auf neue, zukunftsfahige Berufsfelder hin zu orientieren sein. Der bisherige Umfang staatlicher Forderung kann denjahrlichen Berufsbildungsberichten entnommen werden. Zuletzt:Bundesministerium fur Bildung und Forschung 1999, 6 ff.19 Das Bundesverfassungsgericht hat am 10.12.1980 geurteilt,dass es die Aufgabe der Arbeitgeber bliebe, allen ausbildungswilligen Jugendlichen grundsatzlich die Chance zu gewahren, einen Ausbildungsplatz zu erhalten. Die Verpflichtung bestehe auch,wenn das freie Spiel der Krafte zur Erfullung der Aufgabe nicht ausreiche.20 Eine Berechnung fur 1999 ist noch nicht moglich, weil es nochkeine amtlichen Angaben zur altersspezifischen Bevolkerung gibt.21 Zuletzt: Statistisches Bundesamt 2000, Berufliche Bildungnebst Arbeitsunterlage, 50 ff. und 22 ff.22 Bundesanstalt fur Arbeit 1999, Berufsberatung 199798, 35.310Wochenbericht des DIW 899nahmen, die das Angebot an Bildungs und Ausbildungsplatzen regulieren. Auch eine Verlangerung der Verweildauer an den Schulen und Hochschulen beeinflusst sie.Hier wird auerdem der Indikator Schulbesuchsquoteausgewiesen, um den bisher untersuchten engeren Bereich des relativen Schulbesuchs von allgemein bildenden und beruflichen Schularten abzugrenzen. Die Differenz zur Bildungsbeteiligung stellt den relativen Hochschulbesuch dar.23 Beim Hochschulbesuch werden nebenallen deutschen Studenten nur die auslandischen berucksichtigt, die ihre Hochschulberechtigung im Inland erwarben Bildungsinlander.Im Zusammenhang mit dem Bildungs und Ausbildungssystem interessiert hier vor allem die Entwicklungder 10 bis unter 30jahrigen Bevolkerung, denn aus dieser Altersgruppe setzt sich die Schul und Hochschulbevolkerung grotenteils zusammen. Diese Bevolkerungwird in vier Funfjahresgruppen unterteilt. In der Gruppeder Altesten wirkte sich im Untersuchungszeitraum nochdie Zu und Abnahme der Geburtenzahlen in den 60er Jahren in beiden deutschen Staaten aus, die zu unterschiedlich expansiven und kontraktiven Veranderungender Bevolkerung im Schul und Hochschulalter fuhrte. Dererneute freilich geringere Anstieg der Geburtenzahlen von der Mitte der 80er Jahre an in den alten Landernund die Einwanderung von Deutschen und Auslandern indiese Region lasst die Bildungsbevolkerung in den beiden Altersgruppen der Jungeren wieder expandieren.Wahrend sich in den neuen Landern nur die allgemeine Migration der Bevolkerung vor allem aus den Gebietenhoher Arbeitslosigkeit in den entsprechenden Altersgruppen niederschlagt, erreicht der Einbruch bei der Geburtenzahl in den 90er Jahren dagegen erst gegen Ende des Untersuchungszeitraums die Altersgruppe der JungstenTabelle 9.Im Jahre 1992 waren die Bevolkerungsstrukturen in beiden Landesteilen zwar verschieden, aber etwas ahnlicherals 1998. Zukunftig werden die Differenzen zwischen beiden Regionen voraussichtlich weiter zunehmen. Von denvier Altersgruppen war in Ostdeutschland zuletzt die mitder Bevolkerung im Alter von 15 bis unter 20 Jahren amstarksten besetzt; darauf folgte die zahlenmaig nur geringfugig kleinere Gruppe der jungeren Bevolkerung. In Westdeutschland dagegen war die Gruppe der Bevolkerung im Alter von 25 bis unter 30 Jahren deutlich starkerbesetzt als die anderen in etwa gleich groen Altersklassen. Allein dieser Unterschied in den Altersstrukturen der Bevolkerung in beiden Landesteilen legt esnahe, in den neuen Landern starker als bisher Jugendliche und junge Erwachsene auf Vorrat zu bilden und auszubilden, da die schwacheren Jahrgange die Bevolkerungim Bildungsalter drastisch verkleinern werden. In den alten Landern hingegen hat die erneute Herausforderungdurch groere Geburtenzahlen und eine nicht abgeschwachte Migration bereits die Schulen erreicht. WeiterTabelle 9Bevolkerung, Schuler und Studenten nach Altersgruppenin den neuen und alten Bundeslandern 1Alter von   bisunter   Jahren 19921998Veranderung 1992 bis 1998in 1000 Personenin %Neue Bundeslander 10 bis 15Bevolkerung Schuler u. Studenten 1 093,81 084,51 045,51 026,715 bis 20Bevolkerung Schuler u. Studenten 862,1725,71 082,7949,420 bis 2548,357,8220,6223,74,45,325,630,8Bevolkerung Schuler u. Studenten 989,1165,825 bis 30Bevolkerung Schuler u. Studenten 1 224,739,1878,6253,6949,183,7110,587,811,252,9275,644,622,5114,0Alte Bundeslander 10 bis 15Bevolkerung Schuler u. Studenten 3 286,13 202,63 590,63 510,915 bis 20Bevolkerung Schuler u. Studenten 3 298,82 942,33 520,83 171,7304,5308,3222,0229,49,39,66,77,820 bis 25Bevolkerung Schuler u. Studenten 4 820,01 435,33 594,9 1 225,11 294,9140,525,49,825 bis 30Bevolkerung Schuler u. Studenten 5 941,1747,94 637,5 1 303,6145,1602,821,919,4Bundesrepublik Deutschland 10 bis 15Bevolkerung Schuler u. Studenten 4 380,04 287,14 636,14 537,615 bis 20Bevolkerung Schuler u. Studenten 4 160,93 668,04 603,64 121,120 bis 25256,2250,5442,7453,25,85,810,612,4Bevolkerung Schuler u. Studenten 5 809,11 601,24 473,5 1 335,61 548,552,723,03,325 bis 30Bevolkerung Schuler u. Studenten 7 165,8787,15 586,5 1 579,2100,5686,522,012,81 Bei auslandischen Studenten nur Bildungsinlander.Quellen: Statistisches Bundesamt; Berechnungen des DIW.hin wird es hier notwendig sein, dass sich Staat, Gesellschaft und Wirtschaft verstarkt engagieren, Kinder, Jugendliche und junge Erwachsene besser zu bilden undauszubilden.23 Definitionsgema schliet die Bildungsbeteiligung auch dievon der Bundesanstalt fur Arbeit getragenen berufsvorbereitenden Bildungsmanahmen ein. Diese sind ebenfalls in der Differenz enthalten. Sie wirken sich jedoch infolge einer vergleichsweise kleinen Anzahl und eines stetigen Verlaufs der Werte kaum aus, so dasssie hier im Einzelnen nicht betrachtet werden.Wochenbericht des DIW 899311Bereits im globalen Vergleich zeigen sich strukturelle Unterschiede, aber auch der Anstieg der Bildungsbeteiligung in beiden Landesteilen. In den neuen Landern waren 1998 von den insgesamt fast 2,9 Mill. Schulern und Studenten 81 % im Alter von 10 bis unter 30 Jahren. Die Bildungsbeteiligung lag bei 58 % und hatte sich gegenuber 1992 um 10 %Punkte erhoht. Diese Veranderungfand bei einer Abnahme der gleichaltrigen Bevolkerungstatt 5 % und wurde durch einen relativen Anstieg der Schuler und Studentenzahl gleichen Alters um 15 % imselben Zeitabschnitt verursacht. Am Ende des Zeitraumswaren dagegen in den alten Landern von den rund 11,7 Mill. Schulern und Studenten mit 74 % weniger in dergleichen Altersgruppe. Die Bildungsbeteiligung bei dergleichaltrigen Bevolkerung erreichte nur 56 % und lag damit geringfugig unter dem Niveau in Ostdeutschland. Der Unterschied zwischen beiden Landesteilen erklart sichauch durch eine starkere Besetzung der hochsten Altersklasse der Bevolkerung im Westen, in der die Bildungsbeteiligung betrachtlich niedriger als in den anderen hier untersuchten Altersgruppen ausfallt.Im Jahre 1998 lag die Bildungsbeteiligung der Jugendlichen im Alter von 10 bis unter 15 Jahren in den neuen Landern bei etwas uber 98 % und ubertraf damit den entsprechenden Wert in den alten Landern geringfugig Tabelle 10. Der Unterschied ist darauf zuruckzufuhren,dass in Westdeutschland Auslander mit einer in dieser Altersgruppe etwas geringeren Bildungsbeteiligung anteiligunter den Schulern starker vertreten sind als in Ostdeutschland. In den 90er Jahren hat sich die Bildungsbeteiligung der 10 bis unter 15jahrigen Jugendlichen in denneuen Landern nur wenig verandert, gegenuber 1992ging sie um einen Prozentpunkt zuruck. In dieser Gruppewaren auch die Werte der Beteiligung am Schulunterrichtbei den weiblichen und mannlichen Jugendlichen nahezugleich hoch. Alle Schuler besuchen allgemein bildende Schulen.Die Bildungsbeteiligung der Bevolkerung im Alter von 15 bis unter 20 Jahren war 1998 in den neuen Landernmit fast 88 % etwas niedriger als in den alten 90 %. Wahrend sie in Westdeutschland gegenuber 1992 nur um einen Prozentpunkt stieg, erhohte sie sich in Ostdeutschland um vier Punkte. Dabei war der Anstieg in den ersten Jahren des Jahrzehnts im Osten noch groer: Mit einem Wert von 90 % ubertraf sie in dieser Altersgruppe 1995sogar einmalig die Beteiligung im Westen geringfugig.Seitdem sank sie in den neuen Landern wieder, wahrendsie sich in den alten graduell erhohte. Der rasche und betrachtliche Anstieg in der ersten Halfte der Dekade in Ostdeutschland erklart sich vor allem durch den verstarkten Ubergang der Schuler auf weiterfuhrende allgemein bildende Schulen und die Einfuhrung der westdeutschen Ausbildungsberufe. Dies ergab in den meisten Berufen im Vergleich zu einer Lehre in der DDR eine langere Ausbildungsdauer. Der Ruckgang in der Bildungsbeteiligung nach 1995 in den neuen Landern ist hingegenhauptsachlich auf die unbefriedigende Lage im beruflichen Ausbildungswesen zuruckzufuhren. Fehlende Lehrstellen, aber auch die vielen auerbetrieblichen Ausbildungsplatze mit nur relativ kurzer Ausbildungszeit fuhrtendazu, dass zu wenige Jugendliche in Ausbildungsgangenuber den notwendigen und ausreichenden Zeitraum beruflich qualifiziert werden.In Ostdeutschland lag 1998 die Bildungsbeteiligung inder Altersgruppe von 15 bis unter 20 Jahren bei den Frauen bei knapp 89 % und bei den Mannern bei fast 87 %.Damit unterschied sich in den neuen Landern die geschlechtsspezifische Beteiligung bereits in dieser Gruppe, wahrend sie in den alten noch fast gleich war, dochwar jede westdeutsche Quote etwas groer als die ostdeutsche. In den neuen Landern besuchten die Frauenmehr als die Manner die weiterfuhrenden allgemein bildenden Schulen, wahrend bedeutend mehr mannliche alsweibliche Jugendliche an beruflichen Schulen unterrichtet wurden oder sich in einer beruflichen Ausbildung befanden. Gegenuber 1992 erhohten sich die geschlechtsspezifischen Quoten in dieser Altersgruppe in den neuen Landern mehr als in den alten. In der Mitte der Dekadeubertraf die ostdeutsche Beteiligung sowohl bei den Frauen als auch bei den Mannern die westdeutsche. Dies verdeutlicht, dass bis zu diesem Zeitpunkt die Einwohner derneuen Lander dieser Altersgruppe beim Schul und Hochschulbesuch sowie in der beruflichen Ausbildung insgesamt den Ruckstand gegenuber den Einwohnern der alten Lander ausgeglichen hatten.24 Dieser Investition inden Bildungs und Ausbildungsstand der ostdeutschen Bevolkerung konnte die Entwicklung der Beschaftigungnicht folgen; es fehlen weiterhin qualifizierte Arbeitsplatzein der Region.25Im Jahre 1998 lag die Bildungsbeteiligung der Bevolkerung im Alter von 20 bis unter 25 Jahren in den neuen Landern bei knapp 29 %; gegenuber 1992 hatte sie sichbetrachtlich, um insgesamt 12 %Punkte, erhoht. Damiterreichte sie am Ende dieses Zeitabschnitts das Beteiligungsniveau, das in den alten Landern bereits am Anfangvorlag. In Westdeutschland stieg die Bildungsbeteiligungauch in dieser Altersgruppe nochmals um 6 %Punkte auf 36 %. In beiden Landesteilen wurde der Anstieg der Beteiligung vor allem durch den deutlich zunehmenden Besuch der allgemein bildenden und beruflichen Schulenverursacht und weniger durch eine hohere Teilnahme am 24 In der ehemaligen DDR war der Zugang zur weiterfuhrendenallgemein bildenden Schule und zur Hochschule eingeschrankt.Infolge der zentralstaatlichen Bedarfsplanung waren die Beteiligungsquoten im Zeitverlauf stabil und relativ niedrig. So lag beispielsweise die Bildungsbeteiligung der Gruppe im Alter von 15 bisunter 20 Jahren 1982 bei 70,7 %, d. h. beinahe 20 Punkte unterdem Wert von 1995. Deutscher Bundestag 1987, 323 und 667.25 Vgl. auch: Engelbrech, Rauch und Reinberg 1998, 1 ff.312Wochenbericht des DIW 899Tabelle 10Bildungsbeteiligung und Schulbesuchsquotein den neuen und alten Bundeslandern 1Neue Bundeslander Alte Bundeslander 19921993219942199519961997199819921995199899,184,216,83,299,181,37,40,799,484,316,62,399,481,46,80,899,084,116,94,199,081,18,00,798,986,318,93,998,983,08,40,999,286,019,62,999,282,78,41,198,786,518,25,098,783,38,50,898,788,320,94,798,784,79,41,189,987,722,73,589,983,99,91,398,588,819,55,898,585,49,10,9Bildungsbeteiligung insgesamt 98,888,526,36,198,287,627,98,1Schulbesuchsquote insgesamt 98,885,012,21,598,284,314,11,798,287,728,98,898,284,315,21,798,590,423,05,498,586,410,41,3Bildungsbeteiligung von Frauen 98,789,425,74,198,790,129,94,798,788,632,96,698,188,634,17,5Schulbesuchsquote von Frauen 98,785,211,51,698,785,613,61,898,784,715,82,298,184,817,02,6Bildungsbeteiligung von Mannern 98,291,220,86,798,987,023,27,497,786,823,69,498,386,824,49,9Schulbesuchsquote von Mannern 98,287,69,61,098,984,510,91,397,783,812,71,398,383,913,71,097,589,229,812,697,587,115,42,197,587,527,29,297,585,014,71,797,490,832,215,797,489,116,12,598,189,032,313,698,186,917,52,197,988,530,510,397,986,016,91,898,289,434,016,698,287,818,22,497,890,136,013,097,888,020,02,097,790,334,910,697,787,419,51,897,989,837,115,397,988,620,52,210 bis 1515 bis 2020 bis 2525 bis 3010 bis 1515 bis 2020 bis 2525 bis 3010 bis 1515 bis 2020 bis 2525 bis 3010 bis 1515 bis 2020 bis 2525 bis 3010 bis 1515 bis 2020 bis 2525 bis 3010 bis 1515 bis 2020 bis 2525 bis 301 Bei auslandischen Studenten nur Bildungsinlander. Bildungsbeteiligung einschlielich der berufsvorbereitenden Manahmen durch die Bundesanstalt fur Arbeit. 2 Im betreffenden Jahr einzelne Werte interpoliert.Quellen: Statistisches Bundesamt; Kultusministerkonferenz; Bundesanstalt fur Arbeit; Berechnungen des DIW.Studium an Hoch und Fachhochschulen. Dies betraf dieallgemein bildenden Schulen der Fortbildung, insbesondere Abendgymnasien und Kollegs, und hauptsachlichberufliche Schularten, die zu beruflichen Abschlussenfuhren oder Fortbildungslehrgange anbieten. Gleichwohlstieg in Ost und West im untersuchten Zeitabschnitt auchder anteilige Hochschulbesuch. In den neuen Landern mitreichlich 4 %Punkten mehr als in den alten knapp 2 Punkte. Dies zeigt, dass sich nun in Ostdeutschlandder Nachholbedarf beim Studium gegenuber den Restriktionen beim Hochschulzugang in den 80er Jahren auswirkte.Bei den geschlechtsspezifischen Beteiligungsquotendieser Altersgruppe in den neuen Landern fallt der groe Unterschied zwischen Frauen und Mannern auf. 1998 erreichte die Bildungsbeteiligung von Frauen 34 %, die von Mannern jedoch nur 24 %; sie sind stattdessen erwerbstatig. In den vorausgehenden zwei Jahren hatte sich der Wert bei den ostdeutschen Mannern kaum noch erhoht,wahrend er bei den ostdeutschen Frauen weiter stieg, sodass sie zuletzt zum Beteiligungsniveau westdeutscher Frauen aufschlossen. In den alten Landern lag die Bildungsbeteiligung der Manner noch geringfugig uber derder Frauen. Damit wird ein groer Nachholbedarf deutlich,der in den neuen Landern beim Schul und Hochschulbesuch der Manner in dieser Altersgruppe besteht. Es betrifft gleichermaen eine Ausbildung an beruflichen Schulen oder an Fachhoch und Hochschulen.Die Bildungsbeteiligung der Bevolkerung im Alter von 25 bis unter 30 Jahren war 1998 in den neuen Landern Wochenbericht des DIW 899313mit knapp 9 % etwas kleiner als in den alten 13 %. Wahrend sie in Westdeutschland im gesamten Zeitraum der Untersuchung in etwa gleich hoch war, verdreifachte siesich in Ostdeutschland gegenuber 1992. Die geschlechtsspezifischen Beteiligungsquoten waren in dieser Altersgruppe in beiden Landesteilen bei den Mannern etwashoher als bei den Frauen. Beide Quoten erhohten sich imuntersuchten Zeitabschnitt in den alten Landern nichtmehr; sie stiegen hingegen in den neuen, die der Mannerein wenig mehr als die der Frauen. Der groere Teil der Beteiligung in dieser Altersgruppe entfallt in beiden Landesteilen auf den Hochschulbesuch, der kleinere auf den Besuch von allgemein bildenden und beruflichen Schularten. Auf die Schulen kamen zuletzt in beiden Regionenjeweils rund 2 %. Bei der Bewertung des Hochschulbesuchs ist allerdings in dieser Altersgruppe zu berucksichtigen, dass sich unter den Studenten mehr im Westenals im Osten auch viele Langzeitstudenten befinden.Dagegen gab es in der Bundesrepublik aber oft auch inanderen europaischen Staaten noch kaum Studierende, die sich in geeigneten Studiengangen der Fortbildungneue fachliche und methodische Kenntnisse aneignenkonnen. Auerdem wurde das Angebot an kurzeren Studiengangen noch zu wenig ausgeweitet und genutzt.6. Ausblick In den neuen Bundeslandern wurde entsprechenddem Grundgesetz der Bundesrepublik Deutschland das foderative Bildungs und Ausbildungssystem Westdeutschlands ubernommen, bei dem die Kulturhoheithauptsachlich bei den Landern liegt. Dies gelang bei denallgemein bildenden Schulen am besten, bei den beruflichen Schulen noch befriedigend, jedoch unzureichendbei der Lehrlingsausbildung, wo auch aufgrund derschwachen wirtschaftlichen Entwicklung bis zuletzt zuwenige betriebliche Ausbildungsplatze vorhanden waren.Stattdessen konnten den Jugendlichen oft nur Platze inuberbetrieblichen Ausbildungswerkstatten oder in vollschulischen Ausbildungsgangen an beruflichen Schulenangeboten werden.An den allgemein bildenden Schulen, wo auch landesspezifische Sonderformen durch die unterschiedlich weitfortgeschrittene Zusammenlegung von Haupt und Realschulen eingefuhrt wurden, liegen die ostdeutschen Schulentlassenen beim mittleren Abschluss und beim Abitur anteilig vor den westdeutschen. Dieser Vorteil istbei den Absolventinnen besonders deutlich, hingegen beiden Mannern weniger ausgepragt. Gleichwohl verlassenin beiden Landesteilen noch zu viele Jugendlich die allgemein bildenden Schulen ohne Schulabschluss. Hier wirddie Bildungspolitik ansetzen mussen, denn de facto mindert das Fehlen eines allgemein bildenden Schulabschlusses die Chancen erheblich, eine qualifizierte berufliche Ausbildung zu beginnen.Bei den SchulerLehrerRelationen und den Klassengroen sind die Werte an den verschiedenen allgemeinbildenden Schularten in den neuen Landern gunstiger alsin den alten. Diese Indikatoren streuen jedoch bei einzelnen Schularten auch zwischen den ostdeutschen Landern erheblich. Berucksichtigt man auerdem, dass insbesondere die Klassengroen an den Grundschulen,aber ebenfalls an den weiterfuhrenden Sekundarschulen hier vor allem in den Eingangsklassen vielfach auchinternational gesehen zu hoch sind, dann kennzeichnendiese Bildungsindikatoren Probleme bei der personellen Ausstattung der Schulen, die nicht nur in den neuen, sondern in der Mehrzahl der Bundeslander vorhanden sind.Zudem ging der Vorteil einer gunstigeren Altersstrukturbei den Lehrkraften an ostdeutschen allgemein bildenden Schulen mittlerweile weitgehend verloren, fast uberall in Deutschland fehlen junge Lehrkrafte, uber die auch der Transfer neuer Lerninhalte und Unterrichtsmethoden indie Kollegien stattfinden konnte.Dagegen sind die SchulerLehrerRelationen und die Klassengroen an den beruflichen Schularten in den neuen Landern schlechter als in den alten; sie streuen in Ostdeutschland ebenfalls betrachtlich. Zudem wird esschwierig sein, die hier dringend benotigten Lehrkrafte mitden entsprechenden beruflichen Qualifikationen einzustellen, weil fur einschlagige berufliche Facher zu wenig Absolventen von den Hochschulen kommen. Es fallt auf,dass die Bildungspolitik bei dem bereits gegenwartig hohen Durchschnittsalter der Lehrer an allgemein bildendenund an beruflichen Schulen nicht Vorsorge trifft, dem absehbaren personellen Wechsel in den Kollegien vorausschauend entgegenzuwirken.Nach wie vor unbefriedigend ist die Lage auf dem ostdeutschen Lehrstellenmarkt. Von der Wirtschaft, aberauch von den offentlichen Arbeitgebern wurden zu wenige betriebliche Ausbildungsplatze angeboten. Vor allemfehlen Lehrstellen im Dienstleistungsbereich, aber auchin den neuen informations und kommunikationstechnischen Berufen. Hier ist nicht nur die Bildungspolitik, sondern auch die Wirtschaftspolitik gefordert indem Ausbildungssubventionen zielgenauer eingesetzt werden.Bei der Bildungsbeteiligung, die den an der gleichaltrigen Bevolkerung gemessenen Schul und Hochschulbesuch abbildet, wird der Rahmen der Untersuchung erweitert, indem zusatzlich die Gruppen der Studenten und der Teilnehmer berufsvorbereitender Bildungsmanahmeneinbezogen werden. Die Bildungsbeteiligung zeigt die expansive Entwicklung beim Schul und Hochschulbesuchin den neuen Landern seit der Vereinigung. In allen vier Altersgruppen der Bevolkerung von 10 bis unter 30 Jahren wurden groe Fortschritte verzeichnet, trotzdem wurde abgesehen von den Jungsten das Niveau der alten Lander noch nicht erreicht. Bei der Differenzierungnach dem Geschlecht wird vor allem bei den 20 bis unter 25jahrigen deutlich, dass die ostdeutschen Frauen mehr 314Wochenbericht des DIW 899als die ostdeutschen Manner Bildungseinrichtungen besuchten. Diese waren stattdessen vermutlich oftererwerbstatig. Insgesamt zeigt der Anstieg der Bildungsbeteiligung die Vorleistungen der Bildungs und Ausbildungsinstitutionen beim Aufbau von Humankapital. Esfehlen aber immer noch qualifizierte Arbeitsplatze in der Region.Aus den Berechnungen der Bildungsbeteiligung lasstsich auch bildungspolitisches Handeln begrunden. So befinden sich beispielsweise in der Gruppe der Altestennoch zu viele Langzeitstudenten. Die Hochschulpolitikund die Hochschulen hatten einerseits schon fruher mehrkurzere berufsbefahigende Studiengange einrichten undandererseits mehr Veranstaltungen zur beruflichen Weiterbildung anbieten sollen. Indes mussten dazu die Hochschulen personell und sachlich besser ausgestattet werden; ferner sind auch Reformen bei den organisatorischen und finanziellen Rahmenbedingungen der Hochschulausbildung zu diskutieren im Sinne verbesserter Anreize fur Studierende und Lehrpersonal.Literaturverzeichnis Beck, Martin 1998: Studentenmobilitat und Bildungsinlander. In: Statistisches Bundesamt Hrsg.: Internationale Hochschulstatistik, Spektrum Bundesstatistik,Band 12, Wiesbaden, 88 ff.Kultusministerkonferenz 1998: Schuler, Klassen, Lehrerund Absolventen der Schulen 1988 bis 1997, Dokumentation Nr. 147, Bonn und Vorauslieferung fur 1998.Bundesanstalt fur Arbeit 1999: Amtliche Nachrichten der Bundesanstalt fur Arbeit, Nurnberg, 1253 ff.Bundesanstalt fur Arbeit 1999: Berufsberatung 199798,Nurnberg.Bundesinstitut fur Berufsbildung 2000: aktuell, Nr. 1,Bonn, 3.Bundesministerium fur Bildung und Forschung 1999:Berufsbildungsbericht, Bonn.Deutscher Bundestag 1987: Materialien zum Bericht zur Lage der Nation im geteilten Deutschland, Drucksache 1111, Bonn, 314 ff.Engelbrech, Gerhard, Angela Rauch und Alexander Reinberg 1998: Bildungsbeteiligung der Jugendlichen hatin Ostdeutschland 1995 Westniveau erreicht. In: Institut fur Arbeitsmarkt und Berufsforschung der Bundesanstalt fur Arbeit Hrsg.: IAB kurzbericht, Nr. 13,Nurnberg.Ministerium fur Wirtschaft und Technologie des Landes SachsenAnhalt 1999: Berufsbildungsbericht 1998fur das Land SachsenAnhalt, Magdeburg.OECD 1997 und 1998: Education at a Glance, OECDIndicators, Paris.Statistisches Bundesamt 1999: Allgemein bildende Schulen nebst Arbeitsunterlage, Fachserie 11, Reihe 1, mehrere Jahrgange, Wiesbaden.Statistisches Bundesamt 1999: Berufliche Schulennebst Arbeitsunterlage, Fachserie 11, Reihe 1, mehrere Jahrgange, Wiesbaden.Statistisches Bundesamt 2000: Berufliche Bildung nebst Arbeitsunterlage, Fachserie 11, Reihe 3, mehrere Jahrgange, Wiesbaden.Statistisches Bundesamt 1999: Studierende an Hochschulen, Wintersemester, Fachserie 11, Reihe 4.1,mehrere Jahrgange, Wiesbaden.Jeschek, Wolfgang 1999: Zum Bedarf an Lehrern in Deutschland bis zum Jahre 2015. In: Wochenberichtdes DIW, Nr. 13, Berlin, 252 ff.Statistisches Bundesamt 1999: Deutsche und auslandische Bevolkerung nach Alter 1998, Diskette, Wiesbaden.Wochenbericht des DIW 899315Summary General Education and Vocational Training in East Germanyand Participation in Education In this paper, it is predominantly general education and vocational training including apprenticeshipswithin East Germany which is examined. However, it does compare the changes observed in the respective educational institutions in West Germany. Only in the case of the participation in education, whichshows the education and higher education measured against the population of the same age, are studentsand vocational trainees included.To a large extent, East Germany adopted the federal education and vocational training system of West Germany. The greatest success was observed in the general education schools, along with a satisfactorytransition for vocational schools. Apprenticeships, however, suffered as a result of the lack of training postsin companies. The level of school leavers from general education in East Germany lies proportionatelyabove that of West Germany, although the advantage of a more beneficial age structure of the teachingstaff was to a large degree lost. Huge progress has been made in all age groups in the participation between the ages of 10 and 30, although only the youngest age groups have achieved the same standard asthat in the old states.316Wochenbericht des DIW 899", "filename": "vjh.69.2.295.pdf", "person": ["Wolfgang Jeschek", "Jeschek, Wolfgang"], "date": ["2000"]}