{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/82053/1/wp-06-09.pdf"], "title": ["Spending Natural Resource Revenues in an Altruistic Growth Model"], "plaintext": "Spending Natural Resource Revenues in an Altruistic Growth Model Elisabeth Hermann Frederiksencid:3University of Copenhagen, EPRU,yand FAMEz 26 September 2006Abstract This paper examines how revenues from a natural resource interact withgrowth and welfare in an overlapping generations model with altruism. Therevenues are allocated between public productive services and direct transfersto members of society by spending policies. We analyze how these policiesincid:135uence the dynamics, and how the dynamics are incid:135uenced by the abundance of the revenue. Abundant revenues may harm growth, but growth andwelfare can be oppositely aected. We also provide the socially optimal policy. Overall, the analysis suggests that variation in the strength of altruismand in spending policies may be part of the reason why natural resourcesseem to aect economic performance across nations dierently.Keywords: Natural Resources, Economic Growth, Welfare, Altruism JEL Classicid:133cation Codes: D64, O41, Q33, Q38cid:3I wish to thank CarlJohan Dalgaard, Massimo Franchi, Christian Groth, Christian Schultz,Ragnar Torvik, seminar participants at the SURED 2006, at the EPRU seminar at the Universityof Copenhagen, and at the 2005 annual DGPE workshop for their helpful discussions and suggestions. Correspondence: Elisabeth Hermann Frederiksen, Department of Economics, University of Copenhagen, Studiestrcid:230de 6, 1455 Copenhagen K, Denmark. Email: ehfecon.ku.dk.y The activities of EPRU Economic Policy Research Unit are cid:133nanced through a grant from The Danish National Research Foundation.z FAME Fisheries Aquaculture, Management Economics is a network and resource schoolwithin economics, and resource and cid:133sheries management at the University of Southern Denmark.1 Introduction The idea of a resource curse 1 is not new; it dates back in history. The decline of Spaincid:146s prosperity after its colonization of the New World and discovery of largeamounts of gold and other precious metals is a classical example. Also withinrecent decades, has the idea of a resource curse received support by a large bodyof empirical see Auty 1993, 2001; Sachs and Warner 1995, 1999, 2001, amongothers as well as theoretical literature.2 Classical theories include the Dutch diseasetheory Corden and Neary 1982; Torvik 2001; van Wijnbergen 1984, rent seekingproblems Tornell and Lane 1999; Torvik 2002, and political economy explanationsRoss 2004, 2006; Robinson and Torvik 2005. Rodriguez and Sachs 1999 suggestthat natural resource rich countries are overshooting their consumption levels andconsequently converge to their steady states from above, which results in slow ratesof economic growth.Empirical evidence, however, which questions an unconditional negative relationship between natural resources and growth, seems also to be emerging. Stijns2005 examines the eect of natural resource abundance on growth rates in acrosscountry study by decomposing natural resources into four groups: oil andgas, coal, minerals, and land. He concludes that only land is negatively correlatedwith economic growth. SalaiMartin et al. 2004 investigate overall determinantsof growth rates by means of crosscountry regressions. Among the robust and significant variables contributing positively to economic growth is the fraction of GDP in 1We use the term cid:147resource cursecid:148to describe the situation in which resource abundant nationsgrow slower than nations endowed with fewer resources. In the literature, the term is sometimesused in a more general way to describe poor economic performance. For our analysis, however, itis important to distinguish between growth and welfare eects.2For a recent survey of the literature, consult Stevens 2003.1mining. Besides, a classical counterexample to the resource curse is oilrich Norway.Larsen 2003 concludes that resources are a blessing for Norwaycid:146s economy.3Yet only a limited number of theoretical studies have tried to explain a diverging experience in resource impact on economic performance. Exception includes Mehlum et al. 2006. This paper argues that growth performance varies with howresource revenues are distributed between cid:147grabbingcid:148 and production, which, inturn, depends on the type of institution. The paper empirically supports that theresource curse is weaker, or completely missing, in countries with producer friendlyinstitutional quality. Another paper by Torvik 2001 proposes a Dutch diseasemodel which explains the variation in resource impact on economic outcomes bydierences in learning by doing eects across sectors. In general, however, whilethere has been intense focus on analyzing natural resources in positive settings,an important aspect, how best to manage the resource revenues despite potentialharmful growth eects, has been largely ignored.4Motivated by what could look like an empirical rejection of a pandemic resourcecurse, this paper takes a closer look at how crosscountry variation in the relationship between growth performance and natural resources can be explained, and, inaddition, how this relationship relates to welfare.Revenues from natural resources are typically managed by governments, andpolitical economic factors are likely to incid:135uence how revenues are spent. Spendingpolicies, in turn, possibly matters for how revenues impact economic performance.3He notes, however, a slowdown in growth after the mid90s.4One exception is Matsen and Torvik 2005. They analyze an optimal intertemporal consumption path in a Dutch disease model, and show that the growth maximizing policy diers from thewelfare maximizing policy. In their framework, this means some Dutch disease is optimal. Withinthe literature of exhaustible natural resources, the literature of how optimally to manage resourcerevenues in order to achieve intergenerational equity is well established, see, e.g., Hartwick 1977and Solow 1974, 1986.2The political economy literature often argues that abundant natural resources leadto poor spending policies. The idea is that cid:147easycid:148 revenues corrupt, bring aboutconcid:135icts Ross 2004, 2006, and encourage economically ine cient but politicallyimportant projects Robinson and Torvik 2005. To mitigate such problems,SalaiMartin and Subramanian 2003 suggest, at least for the case of Nigeria,to decentralize revenues by distributing them directly to the people by which thegovernment is forced to cid:133nance public services by taxes. Taxes may be costly tocollect, yet overall society gains in that collecting taxes is claimed to incorporate adisciplining mechanism which protects against wasteful projects.5We argue that nations may be in dierent stages of economic development, orwhat we refer to as dierent economic growth regimes, and that across such stages,economic factors as private savings dier in the way they are generated. Insofarthat savings matter for growth, decentralized revenues may therefore have dierentimpacts on economic development.We model the possibility of dierent growth regimes, and the possibility ofdierent spending policies in a unicid:133ed framework. We use a twoperiod overlappinggenerations growth model in which individuals are altruistic in that parents careabout the welfare of their children. Parents have the possibility to leave bequests,which they will do, when their altruism is su ciently high. In this case, the economyis dynastic and behaves like a representative agent incid:133nitelylived agent model,whereas the economy behaves like an overlapping generations model, when altruismis not intense enough and bequests are absent Barro 1974; Weil 1987. Resource 5A similar proposal is made by Sandbu 2006. He argues that tax revenues dier from resourcerevenues in that the cid:133rst is considered as outofpocket losses and the latter as forgone gainsby members of society.In general, he argues, members of society are more likely to hold thegovernment accountable for outofpocket losses than for forgone rents.3revenues enter the model in every period as a cid:133xed fraction of manmade output.They are allocated according to a spending policy as direct transfers to membersof society and as expenditures on a public productive service as in Barro 1990.Our results suggest a potential caveat to decentralizing resource revenues. Whiletrying to avoid a resource curse created through political economy mechanisms bydistributing revenues directly to members of society, a resource curse may be created due to economic factors instead. In addition, we examine various endogenousspending policies and cid:133nd that under such policies, increased resource abundancemay lead to a shift in growth regime to a regime with a lower growth rate, as sucha shift implies higher welfare Our model is related to that of Papyrakis and Gerlagh 2004, but more general. Papyrakis and Gerlagh 2004 study a twogeneration overlapping generationsmodel without altruism, in which resource revenues are given entirely to the retired old generation. Higher revenues means less savings, and therefore the economyis resource cursed.6 Our study emphasizes that the resource curse is fragile withrespect to variation in the allocation of revenue across generations, and that potential adverse eects on savings can be remedied by spending policies that stimulateintergenerational transfers.Our model is also related to the literature that studies eectiveness of economicpolicy in an altruistic setting. Caballe 1998 analyzes how taxation of labor andcapital incid:135uences not only growth performance, but also the growth regime. In hismodel, the level of altruism that distinguishes the growth regimes is determined by 6The authors consider in an appendix a situation, in which all individuals i.e., young and oldequally divide the resource revenue and cid:133nd that resource revenues are less harmful to savingsthan when revenues are only given to the old.4the tax policy. Croix and Michel 2002, ch. 5 analyze the neutrality of economicpolicy, when the bequest motive is operative.The paper proceeds as follows. We present the model in section 2. In section 3,we explain the market equilibrium and characterize the conditions for the altruismfactor that distinguishes the growth regimes.In section 4, we examine dierentpolicy objectives, derive corresponding spending policies, and analyze the impactof natural resource revenues on growth and welfare under these policies. In section 5, we study the optimal policy, and the cid:133nal section provides concluding remarks.2 The Model The economy is closed and described by a one sided altruistic overlapping generationscid:146framework. Parents care about the welfare of their ospring and have thepossibility to make intergenerational transfers to their immediate descendants inthe form of bequests. Individuals live for two periods: as young and as old. Onlythe young generation works, the old generation is retired. There are L individualsin each generation, which remains constant over time.2.1 Natural Resource Revenues In every period t; revenues from the sale of a natural resource enter the economy.The value of the revenue is exogenously given as a cid:133xed fraction, cid:24; of the real valueof manmade output, Yt; where 0 cid:24 1: We may think of cid:24; which we refer to asresource abundance, as a characteristic that is country specicid:133c.77Naturalresource revenues vary considerably across countries.Iceland, Nigeria, Norway and Venezuela have a share of primary exports in GDP above 0.2, whereas Nepal, Sweden and the US have a share of primary exports below 0.1.http:www.cid.havard.educiddataciddata.html.Forinstance,5Let Et denote the real value of the revenue; then,cid:24 Et Yt:1Accordingly, our theoretical model applies also to incid:135ows of foreign aid and othergifts and transfers from cid:147abroad.cid:148As the resource revenue manmade output ratiois constant over time, we focus purely on spending policies in relation to intergenerational transfers and economic growth.8 Similar ways of modeling of the revenueor foreign aid are found in Chatterjee et al. 2003, Lensink and White 2001,Papyrakis and Gerlagh 2004, and Torvik 2001.92.2 Spending Policies Based on a spending policy, a government spends all resource revenues in everyperiod on one or two purposes.First, it may allocate a share, cid:28 ; where 0 cid:20 cid:28 1; directly to members of societyin a lumpsum fashion.10 Of this share, the young share parameter, cid:25; is given tothe young generation and cid:28 cid:0 cid:25 to the old; i.e., 0 cid:20 cid:25 cid:20 cid:28.Second, the government invests the remaining resource revenue in a public service cid:135ow, Gt; that works as input into production. We think of the public service asa broad range of services that could be infrastructure, administration, legal, environmental services, etc. There are no externalities associated with the use of publicservices.8For a reference on optimal resource extraction, consult Dasgupta and Heal 1979.9Torvik 2001 discusses alternative ways of modeling the revenue in footnote 4, p. 290. Theimportant assumption is that the revenue grows over time so that, as a share of income, it doesnot converge towards zero.10A real example of direct transfers of resource rents is found in Alaska. One purpose of the socalled Alaska Permanent Fund is to distribute the returns of the fund, which come from mineralsand oil, to all inhabitants of the state in the form of a check Hannesson 2001.6In every period, the government runs a balanced budget. It cannot issue debtsnor run surpluses by accumulating assets. Hence,Gt 1 cid:0 cid:28 Et 1 cid:0 cid:28 cid:24Yt:Therefore, the resource constraint, which is the public budget, satiscid:133escid:25Et cid:28 cid:0 cid:25Et 1 cid:0 cid:28 Et Et cid:24Yt:2.3 Firms23A representative cid:133rm produces manmade output, Yt; and uses three factors inproduction: labor, L, the average public service cid:135ow per worker, gt cid:17 GtL, andcapital, Kt: Output per worker, yt; is produced according to the following productiontechnology:yt Agcid:11t k 1cid:0cid:11t;4where 0 cid:11 1 is the share of labor and of public services in production, A is apositive constant productivity term, and kt is capital per worker. Labor productivity increases as the public service cid:135ow per worker, gt; increases.11The representative cid:133rm maximizes procid:133ts taking gt; as well as the price of output, which is the numeraire, and of inputs, as given. Capital fully depreciates ineach period, and each factor is paid its private marginal product.YtKtYtLt 1 cid:0 cid:11Acid:18 gt LKtcid:19cid:11 cid:11Acid:18 gt LKtcid:19cid:11kt wt: 1 rt;56where rt is the rental rate of capital, and wt is the wage rate.11The public service cid:135ow per worker is nonrival, but subject to congestion from L:72.4 Altruistic Individuals Newborn individuals are identical within as well as across generations. A parentis altruistic with respect to the welfare of her ospring in the Barro 1974 senseand weights her ospringcid:146s utility in her utility function, Vt: Let Ut denote utilityderived from lifecycle consumption; thus, total utility of an individual at time tcan be presented as Vt Ut cid:12Vt1;7where 0 cid:12 1 is the intergenerational discount factor, which we refer to as thealtruism factor. When generations are altruistic, parents care about the welfare oftheir children, who in turn care about the welfare of their children, and so forth. Inthis way, welfare of all future generations is linked.Utility from own consumption is the sum of utility from consumption as young,c 1t; and the discounted utility of consumption as old, c 2t1. Specicid:133cally,Ut uc 1t cid:26uc 2t1 lnc 1t cid:26 lnc 2t1;8where 0 cid:26 1 is the intertemporal discount factor. By recursively eliminating Vti; i 0; :::;1; in 7 we have.121Pi0Vt cid:12ilnc 1ti cid:26 lnc 2t1i;9saying that utility of a young individual born at time t equals own lifecycle utilityplus the discounted sum of lifecycle utilities of her descendants.12Eq. 7 can be rewritten by induction as Vt PTi0 cid:12iuc 1ti cid:26uc 2t1i cid:12T 1Vt1T :Taking the limit for T ! 1 and assuming that total utility satisfy the limit conditioncid:12T 1Vt1T 0; we get Vt PTi0 cid:12iUti: Using Ut lnc 1t cid:26 lnc 2t1; we havelim T!19.8In any period t; the young individual inelastically supplies one unit of labor forwhich she receives the market wage rate, wt. When the young share parameter,cid:25; is positive, she also receives a direct transfer as a share of the natural resourcerevenue, and, cid:133nally, she may inherit bequests, bt; from her parents. She consumesc 1t and saves st for her retirement; hence,c 1t st bt wt cid:25et;10where cid:25et cid:17 cid:25EtL denotes the lumpsum resource revenue income of a young attime t: When old, she receives the proceeds of her saving, 1 rt1st; where rt1is the rate of interest. In addition, if cid:25 cid:28 ; she receives income from the naturalresource, which she consumes and possibly bequeaths to her ospring. Accordingly,her period two budget constraint can be written asc 2t1 bt1 1 rt1st cid:28 cid:0 cid:25et1;11where cid:28 cid:0 cid:25et1 is the resource revenue given lumpsum to an old person at timet 1. Bequests cannot be negative, i.e., bt1 cid:21 0: This restriction prevents parentsfrom leaving debts to their children.The dynamics of bequests are found by eliminating st in 10 and 11:bt1 1 rt1bt wt cid:25et cid:0 c 1t cid:28 cid:0 cid:25et1 cid:0 c 2t1:12An individual of generation t maximizes life time utility given in 9 subject tothe two budget constraints, 10 and 11, and the nonnegativity constraint onbequests, by optimally choosing consumption, savings, and bequests, taking bt; wt;rt1; et; and et1 as given.The Lagrangian of period t is equal to lifecycle utility, Ut; with the changecid:12pt1bt1cid:0 ptbt in the shadow value of bequests; pt; over a period Croix and Michel 92002, 244Lt lnc 1t cid:26 lnc 2t1 cid:12pt1bt1 cid:0 ptbt:13Note that bt1 cid:21 0 implies 1 rt1bt wt cid:25et cid:28 cid:0 cid:25et1 cid:21 1 rt1c 1t c 2t1: Incorporating this restriction in the maximization problem, the optimalityconditions, which are both necessary and su cient, are given by 1c 1tcid:261 rt1c 2t1;andbt1cid:18 cid:12c 1t1 cid:0cid:26c 2t1cid:19 cid:20 0 0 if bt1 0:The transversality condition iscid:12tptbt 0:limt!1141516Equation 14 describes the tradeo between a personcid:146s consumption as young andas old. In optimum, the individual is indierent between consuming as young andsaving for old consumption. Equation 15 says that when bequests are positive,a parentcid:146s marginal utility of own consumption equals her marginal utility of theospringcid:146s consumption.If a parentcid:146s marginal utility from her ospringcid:146s consumption is less than the marginal utility of her own consumption, then bequestsare zero, and the solution is given by a corner solution.3 Competitive Equilibrium For simplicity, we normalize the number of working people, L; to unity, so we canwrite Et et; Yt yt; Kt kt; and Gt gt: We obtain the following expression byrewriting 4 using 2:yt Aktcid:201 cid:0 cid:28 cid:24ytktcid:21cid:11, yt A1 cid:0 cid:28 cid:11cid:24cid:1111cid:0cid:11 kt cid:17 f cid:28 ; cid:24kt1710where f cid:28 ;cid:24cid:28 0: The larger the share of the natural resource revenues spent ondirect transfers, the smaller the public service cid:135ow. This implies a smaller publicservice cid:135ow capital ratio, gtkt. Due to the AK structure of the model, it also leads toa drop in the output capital ratio. Therefore, all things equal, f cid:28 ;cid:24cid:24 0; higherrevenues increase public services.Using 4, factor market clearing impliesgtrt 1 cid:0 cid:11Aktcid:11kt;wt cid:11Agtktcid:11 cid:0 1;and using 17 in 18 and 19, we getrt 1 cid:0 cid:11f cid:28 ; cid:24;cid:1 cid:0 1 cid:17 rcid:28 ; cid:24;wt cid:11f cid:28 ; cid:24;cid:1kt cid:17 wcid:28 ; cid:24kt;18192021where wcid:28 ; cid:24 denotes the wage rate capital ratio. Both the rate of return and thewage rate are positively associated with the public service cid:135ow capital ratio, gtkt;and, thus, rcid:28 ;cid:24cid:28 0 and wcid:28 ;cid:24cid:28 0.The capital market equilibrium requires savings of the young to equal capitalinstalled in the productive sector:st kt1:22Lastly, the goods market equilibrium is given by the aggregate resource constraint.Using the budget constraints 10, and 11, and the equilibrium conditions 2,20, 21, and 22, the aggregate resource constraint can be expressed as1 cid:24yt c 1t c 2t kt1 gt:2311Total income in period t is the sum of manmade output plus the natural resourcerevenue.3.1 Dynamics In the following, we distinguish two growth regimes of the economy based on thepresence of intergenerational transfers. When parents marginal utility of own consumption is larger than the marginal utility they derive from the ospringcid:146s consumption, the nonnegativity constraint on bequests is binding, and there are nobequests.3.1.1 Zero Bequests Assume that 15 holds with inequality so bequests are absent. Letting bt bt1 0in 10 and 11, we can, by also using 14, derive the an expression for the savingsst :st cid:261 cid:26wcid:28 ; cid:24kt cid:25et cid:0cid:28 cid:0 cid:25et11 cid:261 rcid:28 ; cid:24:24Savings are increasing in wages and resource revenues received as young and decreasing in resource revenues received as old. This is intuitive; consumption smoothingrequires higher savings the smaller income is as old compared to income as young.Using 22, we get from 24kt1 cid:261 cid:26wcid:28 ; cid:24kt cid:25et cid:0cid:28 cid:0 cid:25et11 cid:261 rcid:28 ; cid:24;which is the law of motion of capital. Dividing both sides by kt; we cid:133ndcid:13Ot1 cid:261 cid:26wcid:28 ; cid:24 cid:25etkt cid:0cid:13Oktcid:28 cid:0 cid:25 et1 cid:261 rcid:28 ; cid:24 cid:0 1;t1 1where cid:13Ot1kt1kt cid:0 1 is the growth rate of capital and also capital per workerdue to a constant labor force when bequests are absent. Note that et cid:24yt 12cid:24f cid:28 ; cid:24;cid:1kt: Rearrange, and cid:13Ot1 can be expressed ascid:13Ot1 cid:261 rcid:28 ; cid:24wcid:28 ; cid:24 cid:25cid:24f cid:28 ; cid:241 cid:261 rcid:28 ; cid:24 cid:28 cid:0 cid:25cid:24f cid:28 ; cid:24 cid:0 1 cid:17 cid:13Ocid:25; cid:28 ; cid:24:25We decid:133ne a balanced growth path as a path along which c 1t; c 2t; kt; yt; gt; andet grow at constant relative rates in all periods t 0. From 17 it follows thatcapital grows at the same rate as output. Since resource revenues are given as acid:133xed fraction of output in 1, it follows immediately that also revenues grow atthe same rate as output. Moreover, as public services are given as a cid:133xed fractionof total resource revenues in 2, public services grow at the same rate as output.From the goods market equilibrium, 23, it follows that aggregate consumption c 1tplus c 2t grows at the same rate of output. By 14, 20, and rt rcid:28 ; cid:24; it thenfollows that period one and period two consumption grow at the rate of output.Hence, the bequest constrained economy has no transitional economics; c 1t; c 2t; kt;yt; gt; and et grow at the same rate along a balanced growth path at all periods t.We denote values taken by the variables on the balanced growth path withoutbequests with the superscript cid:147O:cid:148 Using 20, 21, and taking k O0 0 as given,equilibrium is given byc O1t f cid:28 ; cid:24cid:11 cid:25cid:241 cid:0 cid:11 cid:28 cid:0 cid:25cid:241 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:242tcid:25; cid:28 ; cid:24;k Ot cid:17 c O1tcid:25; cid:28 ; cid:24;262728t cid:17 c O2t f cid:28 ; cid:241 cid:0 cid:11 cid:28 cid:0 cid:25cid:24k Oc Ok Ok Ot cid:17 k Ot1 cid:261 cid:0 cid:11f cid:28 ; cid:24cid:11 cid:25cid:241 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24t1cid:25; cid:28 ; cid:24:On this growth path, parents behave as if they are selcid:133sh as they do not leaveintergenerational transfers. Essentially, the economy behaves like an overlappinggenerations model.13Growth is positive when income received in period one is su ciently large toensure that savings exceed the capital depreciation. Accordingly, cid:261cid:0cid:11f cid:28 ; cid:24cid:11cid:25cid:24 1 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24 implies that cid:13Ocid:25; cid:28 ; cid:24 0:3.1.2 Positive Bequests When bequests are positive, 15 holds with equality, and the economy is dynastic.In this regime, the growth rate of period one consumption, cid:13Dt1; is found by dividingthe cid:133rst order solutions given in 14 and 15:t1 cid:121 rcid:28 ; cid:24 cid:0 1 cid:17 cid:13Dcid:12; cid:28 ; cid:24:cid:13D29Again, we decid:133ne a balanced growth path as a path along which c 1t; c 2t; kt; yt; gt;bt; and et grow at a constant relative rates in all periods t 0. From 17 it followsthat capital grows at the same rate as output. Since resource revenues are givenas a cid:133xed fraction of output in 1, it follows immediately that natural resourcerevenues grows at the same rate as output. Moreover, as public services are givenas a cid:133xed fraction of resource revenues in 2, also public services grow at thesame rate as output.By the goods market equilibrium, 23, and rt rcid:28 ; cid:24; it must be that ifcapital and output grow as the same rate, then this rate equals that of growthof consumption. From 14, we know that consumption as old and as young is aconstant ratio, so old consumption grows at the same rate as young consumption.From either of the budget constraints 10 or 11, it follows that also bequests growat the same rate as consumption. Thus, also the bequest constrained economy hasno transitional economics; c 1t; c 2t; kt; yt; gt; bt; and et grow at the same rate alonga balanced growth path at all periods t.14From the cid:133rst order conditions to 13, it can be shown that pt equals 1c 1t;when bequests are positive.13 Hence, pt decreases at the rate cid:13Dcid:28 ; cid:24: We can thusconclude, when bt 0; ptbt is a constant, and the transversality condition in 16simplicid:133es to cid:12 1. When 15 holds with equality, parents leave bequests and theeconomy behaves like a dynasty of incid:133nitelylived generations.We denote values taken by the variables on the balanced growth path withpositive bequests with the superscript cid:147D:cid:148Equilibrium is given bycid:0 cid:25cid:24cid:27 k Dt cid:17 b Dt cid:12; cid:28 ; cid:24;30b Dc Dc Dcid:12 cid:26t f cid:28 ; cid:24cid:26 cid:12cid:28 cid:24 cid:0 cid:26 cid:26 cid:121 cid:261 cid:0 cid:111t cid:12f cid:28 ; cid:24cid:201 cid:28 cid:24 cid:0 cid:121 cid:0 cid:11cid:21 k Dt cid:17 c Dcid:21 k D2t cid:26f cid:28 ; cid:24cid:201 cid:28 cid:24 cid:0 cid:121 cid:0 cid:11t cid:17 c Dcid:12 cid:26t cid:17 k Dk Dt1 cid:12f cid:28 ; cid:241 cid:0 cid:11k Dt1cid:12; cid:28 ; cid:24;cid:12 cid:261tcid:12; cid:28 ; cid:24;2tcid:12; cid:28 ; cid:24;313233with k D0 0.Along this growth path, the growth rate is positive when cid:12 11rcid:28 ;cid:24 : This condition says, for a young individual to have positive savings and bequests, marginalutility of consuming one unit extra as young is less than marginal utility derivedfrom letting the ospring consume 1 rcid:28 ; cid:24 units.Clearly, the growth paths described by 25 and 29 in general dier, as doesthe way they respond to changes in revenues and in spending policies.3.2 The Resource Curse The resource curse typically indicates a negative relationship between natural resource abundance and economic performance.In this paper, the resource curse 13By 13, Ltc 1t 0 implies that 1c 1t cid:12pt11 rcid:28 ; cid:24; and Ltbt 0 implies that pt cid:12pt11 rcid:28 ; cid:24, so it follows that 1c 1t pt:15specicid:133cally describes the situation where resource abundant nations grow slowerthan nations endowed with fewer resources. We can think of two possibilities ofwhy an economy may be cid:147resource cursedcid:148: when spending policies are such thatincreased abundance i leads to savings decline, and ii leads to a regime shift toa regime with a lower growth rate. In the following, we explain and examine bothpossibilities.3.2.1 Savings Decline Indeed, we cid:133nd that savings may be negatively incid:135uenced by increased resourcerevenues. In particular,Lemma 1. There exists exogenous policies cid:28 ; cid:25 that imply a resource curseonly if at the same time bequests are absent whether this is due to the policy or alow altruism factor.Proof. When bequests are absent, along cid:13Ocid:24;cid:1: n f cid:28 ;cid:241cid:261cid:0cid:11cid:28cid:0cid:25cid:24 ocid:24 cid:261 cid:0 cid:11cid:11 cid:25cid:24 f cid:28 ; cid:24cid:261 cid:0 cid:11cid:25 cid:0 cid:261cid:0cid:11cid:11cid:25cid:24cid:28cid:0cid:25cid:13Ocid:24;cid:1cid:241 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24:A policy where cid:25 0 and cid:28 1 cid:0 2cid:11 1cid:0cid:11cid:11dynastic growth regime,cid:241 cid:26 implies cid:13Ocid:24;cid:1cid:24 0: In acid:13Dcid:24;cid:1cid:24 cid:121 cid:0 cid:11f cid:28 ; cid:24cid:24 0 8 0 cid:20 cid:28 1proves the nonexistence of a resource curse, when bequests are positive. cid:3An operative bequest motive eliminates the resource curse threat as the growthrate in this regime is increasing in the rate of return to capital, which, in turn, isincreasing in resource abundance; i.e., rcid:28 ;cid:24cid:24 0. Savings are unaected by the 16allocation of direct transfers as any change in revenues given to a young individualis oset by an identical opposite change in bequests.14 Hence, the rate of growth inthis environment, cid:13Dcid:12; cid:28 ; cid:24; is independent of cid:25:When bequests are absent, accumulation of capital depends on the distributionof resource revenues across generations. For example, a policy that distributes alldirect transfers solely to the old generation may lead to a resource curse outcome,in which, higher resource abundance results in fewer savings. The resource curseprevails when, due to increased resource abundance, a young individual deriveshigher marginal utility of consuming as young than as old; i.e., what generates theresource curse is a cid:147disproportionalcid:148 large direct transfer to the old generation inthe situation where bequests are absent. Therefore,Proposition 1. Given an exogenous policy cid:28 ; cid:25, then when direct transfersfrom the government are absent, or when they, if present, are allocated only to theyoung generation, there is no resource curse.Proof. By lemma 1, we only analyze an economy without bequests.If cid:25 cid:28 0; thenand, if cid:25 cid:28 ; thencid:13Ocid:24;cid:1cid:24cid:3cid:13Ocid:24;cid:1cid:24cid:26cid:11f cid:28 ; cid:241 cid:26cid:24 0 8 cid:28 0;cid:261 cid:26cid:20f cid:28 ; cid:24cid:24cid:11 cid:28 cid:24 f cid:28 ; cid:24cid:28cid:21 0 8 0 cid:28 1:t cid:25e D14To see this notice that along a balanced growth path, eq.b Dt cid:1 st cid:261cid:26 b Db Dt cid:1cid:25 cid:0e Dt cid:0 cid:26cid:12 1cid:13Dcid:1c D1tcid:28cid:0cid:251cid:13Dcid:1e D1cid:13Dcid:1cid:01rcid:1t cid:01cid:13Dcid:1b Dt cid:0 cid:28cid:0cid:251cid:13Dcid:1e D1rcid:1wcid:1k Dt wcid:1k Dt gives s Dt cid:25e Dt cid:25cid:25 0:1cid:261rcid:1t cid:0c D12 can be rewritten ast cid:1t : Now, writecid:25 cid:0e Dusingt cid:25: Calculating s D; where b Dcid:17 s Dt cid:25cid:251tt 17A larger incid:135ow of revenues, ceteris paribus, enhances the public service cid:135owcapital ratio and, thus, the wage rate and the rate of return. When direct transfersare positive, young income increases further relative to old income and savings grow.We make an interesting observation about the resource curse:Proposition 2. Increased resource abundance may improve welfare of the current generations, despite causing a resource curse.Proof. See appendix.Next, we turn to examine how it can be determined that a particular economybelongs to either of the two growth regimes and how the economy may shift betweengrowth regimes. In particular, we focus on relating these issues to spending policiesand to the size of the revenue to manmade output ratio, cid:24.3.2.2 Growth Regime Shifts Though the altruism factor, cid:12; is exogenously given, whether bequests are positiveor zero, is determined endogenously by the cid:133rst order condition given in 15. From15, we know that when parents marginal utility of own consumption is greaterthan their marginal utility from the ospringcid:146s consumption, the economy is withoutbequests. A decline in the consumption of the ospring relative to consumption ofthe parent triggers intergenerational transfers, if the decline is large enough.We decid:133ne the threshold value of the altruism factor, cid:12cid:3; such that under a givenspending policy, cid:28 ; cid:25; when cid:12 cid:12cid:3 then cid:13Ocid:25; cid:28 ; cid:24 cid:13Dcid:12; cid:28 ; cid:24. In the specialcase, where cid:12 cid:12cid:3; b Dt cid:12; cid:28 ; cid:24 0 and parents leave zero bequests. Inverting 29,substituting in 25, using 20, and 21 yieldscid:12cid:3 cid:26cid:11 cid:25cid:241 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24 cid:17 cid:12cid:3cid:25; cid:28 ; cid:24:3418Using this decid:133nition of cid:12cid:3; we obtain the standard result Caballe 1998; Cardia and Michel 2004; Weil 1987 that, when the altruism factor is less than the thresholdvalue, cid:12 cid:12cid:3cid:25; cid:28 ; cid:24; the economy is without bequest, and the growth path isdescribed by 25. On the other hand, when the altruism factor is higher than thethreshold value, cid:12 cid:12cid:3cid:25; cid:28 ; cid:24, bequests are positive, and growth evolves accordingto 29. We can now compare growth rates in the two regimes:Proposition 3. Given cid:12 6 cid:12cid:3; then, if the altruism factor ensures positivebequests, the economy grows faster than if the altruism factor leads to absence ofbequests.Proof. We note, by eq. 34, that eq. 25 can be rewritten as cid:13Ocid:25; cid:28 ; cid:24 cid:12cid:3cid:25; cid:28 ; cid:241 cid:0 af cid:28 ; cid:24 cid:0 1: Since the economy follows this growth path as longas cid:12 cid:12cid:3cid:25; cid:28 ; cid:24; but changes to cid:13Dcid:12; cid:28 ; cid:24 cid:121 cid:0 af cid:28 ; cid:24 cid:0 1 with positivebequests when cid:12 cid:12cid:3cid:25; cid:28 ; cid:24; it must be that cid:13Ocid:25; cid:28 ; cid:24;cid:1 cid:13Dcid:12; cid:28 ; cid:24: cid:3We observe in particular that cid:12cid:3cid:25; cid:28 ; cid:24 is a function of the spending policyas well as the size of the natural resource abundance. The larger direct transfersgiven to the young, cid:25cid:24; the more altruistic the parents must be to leave bequests,and the larger direct transfers given to the old, cid:28 cid:0 cid:25cid:24; less altruistic parentsalso leave bequests. In general, changes in cid:24 amplify dierences in direct transfersacross generations, and we give the following direct transfer allocation rules: Whencid:28 cid:251 cid:26 1cid:0cid:11cid:11 1; there is no eect on cid:12cid:3cid:25; cid:28 ; cid:24 from changes in cid:24; i.e.,cid:12cid:3cid:25;cid:28 ;cid:24cid:24 0; and when cid:28 cid:251 cid:26 1cid:0cid:11cid:11 1; cid:12cid:3cid:25;cid:28 ;cid:24cid:24 0: Therefore,changes in cid:24 may push economies from one growth regime to another.In thefollowing, we examine what happens to the growth rate when increases in cid:24 cause 19the economy to shift regime:Proposition 4. Given the exogenous spending policy cid:28 ; cid:25, when an economyshifts from one growth regime to another growth regime due to increased naturalresource abundance, the growth rate goes up.Proof. See appendix.Summing up, this section illustrates spending policies matter and that they matter dierently depending on the presence of bequests. When spending policies areexogenous, the resource curse prevails as a consequence of savings decline, whereasregime shifts caused by endogenous changes in the threshold altruism factor due tohigher resource abundance lead to higher growth rates. Finally, we note that theresource curse and welfare gains may be opposite sides of the same coin.4 Political Equilibrium It seems reasonable, however, to think of spending policies as typically endogenouslydetermined by a specicid:133c economic or political agenda. Therefore, in this section weask a slightly dierent question, namely if there are economies in which the resourcecurse exist under endogenous policies. We examine specicid:133c policy objectives.4.1 Growth Maximizing Policiesgiven by the resource revenues in 3 and the economy is constrained to be without Lemma 2. Let bcid:25O andbcid:28 O be the growth maximizing policy when the public budget isbequests. Then bcid:25O cid:28 andbcid:28 O 01 cid:0 cid:11 cid:0 cid:112ifif 1 cid:0 cid:11 cid:0 cid:1121 cid:0 cid:11 cid:0 cid:112cid:24 cid:20 0cid:24 0:cid:2420Proof. See Appendix.The intuition for this result is as follows. When direct transfers are positive andgiven to the young, they incid:135uence the growth rate through two channels betweenwhich there is a tradeo. The higher cid:28 ; the larger direct transfers to the younggeneration which, ceteris paribus, leads to larger savings for retirement. The highercid:28 ; however, the less public service input into private production. Lower publicservice input into production leads to lower marginal factor productivity, and lowerwage rates means fewer savings for retirement.15given public budget and generate the highest feasible growth rate in a no bequest When cid:25 bcid:25O cid:28 and cid:28 bcid:28 O cid:17 bcid:28 Ocid:11; cid:24; savings are maximized under theenvironment. We notice, when the value ofbcid:28 Ocid:11; cid:24 is given by a corner solution,the rate of economic growth will increase further if the government is able to collectlumpsum taxes to expand the public service. In such a situation the size of thepublic service cid:135ow is suboptimal.Notice also bcid:28 Ocid:11;cid:24cid:24 0 when 1cid:0cid:11cid:0 cid:112cid:24 0: This means that the more abundantthe resource, a larger share of the revenues is given as direct transfers in order tomaximize growth. The reason is that the larger cid:24; the higher the value of one unitof direct transfer. Higher costs, in terms of lower factor payments, can therefore betolerated; i.e., the benecid:133ts exceed the costs up until the new policy rule.Lemma 3. Let bcid:28 D be the growth maximizing policy when the public budget isgiven by the resource revenues in 3 and the economy is constrained to be with 15Moreover, less public service input into production means less manmade output. Since resource revenues are a cid:133xed fraction of total output, this eect feeds back into lowering the totalamount of resource revenues to be distributed in the cid:133rst place. This externality, however, is notinternalized in the competitive equilibrium.21positive bequests. Then bcid:28 D 0:Proof. Because cid:13Dcid:12:cid:28 ;cid:24 cid:12 rcid:28 ;cid:24cid:28cid:28 0 we have thatbcid:28 D 0: cid:3In the incid:133nitelylived generationscid:146environment, the growth maximizing policyis independent of the magnitude of the natural resource abundance; letting resourcerevenues work as input into production leads to higher growth rates, since the rateof return is highest, when direct transfers cid:28 are zero.Combining lemma 2 and 3, it can be shown that when cid:24 cid:20 cid:1121cid:0cid:11, the growth maximizing policy is identical for the two growth regimes, namely zero direct transfers.Proposition 5. Under growth maximizing policies, a resource curse does notexist; increased natural resource abundance enhances growth.Proof. See Appendix.The growth maximizing spending policy depends on the strength of altruism.For high values of the altruism factor, in order to enhance growth, all resourcerevenues are invested in public services, and for low values of altruism, the growthmaximizing policy is to allocate a share of the natural resource revenues as directtransfers to the young.Growth maximizing policies may, however, suer from another potential problem: dynamic ine ciency. When bequests are absent, the only way for the young toprovide for themselves when old, is to save, which they may do even if the interestrate is very low. In this case, transferring resources from the young generation tothe old generation is Pareto e cient.Dynamic ine ciency in endogenous growth models occurs when the competitivereal rate of interest falls short of the growth rate King and Ferguson 1993. This 22condition corresponds to cid:12cid:3cid:1 1:16 Under growth maximizing policies, if, e.g.,1cid:26 ; therefore, in this case, growthcid:11cid:24cid:01 and bequests arecid:24 ; then cid:12cid:3bcid:25O;bcid:28 O; cid:24 cid:26cid:11cid:24bcid:25O bcid:28 O 1 cid:0 cid:11 cid:0 cid:112maximizing policies trigger dynamic ine ciency when cid:26 1absent.4.2 Young and Old Policies In this section, either the young or the old decide a policy, which is implementedby the government. The policy remains unaltered in perpetuity,17 and the policydecision is made at the beginning of some arbitrary initial period. After determiningthe policy, the young earn a wage, decide their savings knowing whether they receivea direct transfer from the government or bequests or both. The old receive a returnon their savings, possibly receive a direct transfer from the government, and possiblyleave bequests.At time t; the utility of a young person is given as in 9:V t cid:12ilnc 1ti cid:26 lnc 2t1i;1Pi01 cid:0 cid:12cid:26lnc 1t cid:26 lnc 2t cid:18 cid:12 cid:2611 cid:0 cid:12cid:19 ln1 cid:13cid:27 :3536The young derive utility of own consumption both as young and as old as well ofconsumption of their heirs. The old, on the other hand, only derive utility of ownconsumption as old and of consumption of their heirs:V t lnc 2t lnc 2t cid:121ilnc 1ti cid:26 lnc 2t1i;1Pi01 cid:0 cid:12cid:26lnc 1t cid:26 lnc 2t cid:18 cid:12 cid:26cid:121 cid:0 cid:12cid:19 ln1 cid:13cid:27 :3738Nevertheless,16cid:13Ocid:25; cid:28 ; cid:24 rcid:28 ; cid:24 , cid:12cid:3cid:24;cid:11 cid:0 af cid:28 ; cid:24 cid:0 1 1 cid:0 af cid:28 ; cid:24 cid:0 1 cid:12cid:3cid:24;cid:1 1:17A similar assumption is made in Alesina and Rodrik 1994.23Proposition 6. The resource curse can exist when individuals have cid:147a verysmallcid:148 altruism factor and spending policies are decided by an old generation.Proof. See Appendix.When the economy is borderline cid:147nonaltruistic,cid:148a policy decided by the old cantrigger a resource curse. This may not be surprising in that the old generation careoverridingly about its own consumption. Yet since the old receive a higher returnto savings the higher the rate of return, the old do not claim all resource revenues.A part, if not all, of the revenue is still allocated to public services. Therefore, acid:147nonaltruisticcid:148economy ruled by the old is not automatically cursed.Unfortunately, cid:133nding closed form solutions to the welfare maximizing policy ofeither generation cannot seem to be done in this model. By imposing an additionalassumption to the problem, however, we are able to obtain such results.Assumption 1. cid:25 cid:28 : Only the young receive direct transfers from the government.As the assumption exogenously determines the intergenerational allocation ofpotential direct transfers from the government, we refer to policies under assumption 1 as cid:147quasiendogenouscid:148spending policies. In the following, young policies and oldpolicies, i.e., the policies that the young or the old implement in order to maximizetheir welfare, are accordingly cid:147quasiendogenouscid:148spending policies.Assumption 1 is not binding when bequests are positive, since any change inthe distribution of direct transfers of natural resource revenues across generationsis oset by an opposite change in bequests. Assumption 1 does, however, aect thethreshold altruism factor positively, which pushes economies towards being in the 24overlapping generationscid:146regime.Under assumption 1, let cid:28 and cid:28 denote the policy that maximizes V t and V tgiven the size of the public budget given by the resource revenues. When cid:28 and cid:28 arezero, utility will increase further if the government collects lumpsum payments toincrease the size of the public service. In this case, expanded public services increasethe wage rate and the return to capital, which leads to an overall increase in utility.We analyze this possibility in the next section, but for now, the maximum size ofthe public service is bounded from above by incid:135ows of natural resource revenues,as under growth maximizing policies.Let cid:28 O be the spending policy that maximizes young welfare subject to thepublic budget restriction when the economy is constrained to be without bequests,and let cid:28 D be the spending policy that maximizes young welfare, also subject tothe public budget restriction, when the economy is constrained to be with positivebequests. Moreover, decid:133ne cid:31O cid:17assumption 1,1cid:26cid:261cid:0cid:121cid:26cid:11 and cid:31D cid:17 1 cid:0 cid:12cid:31O: Then, under 1cid:0cid:11Lemma 4. Young policy when the economy is constrained to be in either growthregime:cid:28 O 0if cid:24cid:31O cid:20 cid:11cid:24cid:31Ocid:0cid:11cid:241cid:31O if cid:24cid:31O cid:11Proof. See Appendix.and cid:28 D 0cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31Dif cid:24cid:31D cid:20 1 cid:0 cid:121 cid:0 cid:11if cid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11:Likewise, subject to the public budget restriction, let cid:28 O be the spending policythat maximizes welfare of the old generation when the economy is constrained tobe without bequests, and let cid:28 D be the spending policy that maximizes old welfarewhen the economy is constrained to be with positive bequests. Moreover, decid:133ne 251cid:261cid:0cid:122cid:12 cid:261cid:0cid:121cid:26cid:11 and cid:31D cid:171cid:0cid:111cid:0cid:12 1cid:12cid:26cid:12 cid:12 cid:261cid:0cid:121cid:261cid:0cid:122cid:11 : Then, under assumption 1cid:0cid:11cid:31O cid:171,Lemma 5. Old policy when the economy is constrained to be in either growthregime:cid:28 O 0if cid:24cid:31O cid:20 cid:11cid:24cid:31Ocid:0cid:11cid:241cid:31O if cid:24cid:31O cid:11Proof. See Appendix.and cid:28 I 0cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31Dif cid:24cid:31D cid:20 1 cid:0 cid:121 cid:0 cid:11if cid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11:We notice that the young and old spending policies, cid:28 and cid:28 ; are both functions of the intertemporal and intergenerational discount factors as well as resourceabundance; cid:28 cid:17 cid:28 cid:31; cid:24 and cid:28 cid:17 cid:28 cid:31; cid:24:In both growth regimes, the marginal loss of increasing direct transfers is adecline in public service input into production, which channels into lower factorpayments. The tradeo faced by the individual depends on the weights given inher welfare function, which, in turn, depends on whether she is young or old, andthe growth dynamics. For example, when bequests are absent, all things equal, theyoung are more likely to implement a spending policy that involves direct transfers;cid:31O cid:31O; cid:28 Ocid:1cid:31O 0 and cid:28 Ocid:1cid:31O 0: The young generations value the utility of ownconsumption in their utility function undiscounted, whereas the old discount theospringcid:146s utility of young consumption using the intergenerational discount factor.The marginal utility the young obtain from direct transfers is therefore higher andosets higher marginal utility costs which the direct transfers impose.Moreover, under assumption 1,Proposition 7. Within either growth regime, a resource curse does not exist 26under either young or old policies; increased natural resource abundance enhancesgrowth.Proof. See Appendix.Furthermore, it is straightforward to show that under assumption 1, increasednatural resource abundance increases welfare of the young and the old under botha young and an old policy, when the growth regime remains unaltered. Under bothpolicies, c Ocid:24 0; c D1tcid:24;cid:1cid:24 0; c O1tcid:24;cid:1cid:24 0; c D2tcid:24;cid:12tcid:24;cid:1cid:24 0; and by proposition 7,cid:13Ocid:24;cid:1cid:24 0 and cid:13Dcid:24;cid:1cid:24 0, so by 36 and 38 we have that within either regimeV tcid:24 0 and V tcid:24 0 8 cid:25 cid:28 and 0 cid:20 cid:28 1.Lemma 4 and 5 imply that young and old policies are likely to vary, which meansthat also growth rates may vary across political regimes. An economy under eithera young or an policy may grow faster in either regime. We notice also that youngand old policies dier from growth maximizing policies derived in lemma 2 and 3, when direct transfers are present. On the other hand, policies decided by theyoung, the old, as well as growth maximizing policies are coincident, when directtransfers are zero.4.2.1 Growth Regime Shifts and the Resource Curse The cid:147quasiendogenouscid:148 spending policies of an economy ruled by the young orthe old laid out in lemma 4 and 5 are policies which are constrained by presenceor absence of bequests. This section illustrates that the young or the old may beable to, through their policies, determine whether bequests are present or not, andunlike growth maximizing policies, young or old policies can imply a resource curse.It su ces to analyze either of the above cid:147quasiendogenouscid:148policies, since the 27mechanism is the same. We choose to analyze an economy ruled by the young andapply a numerical example given by cid:12 0:3; 18 cid:11 0:33 and cid:26 0:55; 19 so thatcid:31O 1:60 and cid:31D 1:12 by lemma 4.For the parameter values chosen for this example, a young policy, which isconstrained by positive bequests, involves positive transfers when resource abundance is high when the condition in lemma 4, cid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11; is fulcid:133lledand, accordingly, cid:12cid:3cid:28 Dcid:24;cid:1; cid:24 grows as parents must be increasingly altruistic toleave positive bequests. The possibility of positive bequests remains, however, sincecid:12cid:3cid:28 Dcid:24;cid:1; cid:24 cid:12 for all values of 0 cid:24 1 in the example. Yet at a certainlevel of resource abundance, the economy could also be in the overlapping generationscid:146growth regime. At these levels of resource abundance, direct transfers undera no bequest constrained young policy would involve transfers so high that parents would not leave bequests. Interestingly, therefore, the economy, for values of cid:24high enough, could be on a growth path with zero or with positive bequests. Theyoung, therefore, must compare welfare levels to determine the regime in which toset young policy which is not constrained by presence or absence of bequests.Fig. 1 maps utility levels of a representative young individual under eithergrowth regime along with the corresponding growth rates at dierent values of cid:24.Both utility levels and growth rates of either regime increase the higher cid:24: We onlymap utility and growth rate in the overlapping generationscid:146regime for cid:147relevantcid:148values of cid:24, i.e., when the economy could be in this regime under young policy.Utility levels are illustrated by the thick lines and thus the line, which crossesfrom below, illustrates utility levels for the overlapping generations regime, whereas 18This value is taken from Croix and Michel 2002, 255.19Assuming each period is 30 years, this corresponds to an annual discount rate of 2 percent.28the other kinked line illustrates utility levels for the dynastic regime. The kinkoccurs then direct transfers become positive. At this point, a smaller share of theresource revenue is allocated to productive public services and the direct transfersfrom the government to the young are oset by a decline in parentscid:146 bequests.Therefore, the growth rate increases at a slower rate when cid:24 gets higher. The factthat both consumption as young and old, as well as the growth rate, enters thewelfare function of the young given in 36, explains the kink.Figure 1. Growth rates and utility levels for a young person under dierentpolicies considered by a young policy maker at dierent levels of natural resourceabundance.Growth rates are illustrated by the thin lines in cid:133g. 1. The line, which startsat cid:24 0:5; illustrates the growth rate for the dynastic regime, and the line, whichcrosses it from below, illustrates the growth rate under the no bequest regime.Generally, the growth rates vary across growth regimes, and, we notice, that thedynastic growth rate has the kink that corresponds to the level of revenues at which 2910.8750.750.6250.5Xi Growth rates; Utility Xi Growth rates; Utilitypositive direct transfers set in. Comparing utility levels, as cid:24 becomes higher, thereis a utility gain for the young person from shifting from the dynastic regime to overlapping generations regime. By shifting growth regime, as natural resources becomemore abundant, the young receives a larger direct transfer from the government,which, despite at the expense of bequests, leads to higher consumption levels asyoung, and, despite the drop in the growth rate, in higher welfare levels.Indeed, the depicted economy experiences a decline in the growth rate, when,in response to higher resource revenues, the young policy maker decides a policywhich shifts the economy from the dynastic regime to the overlapping generationscid:146regime with a lower growth rate.5 The Optimal Policy This section introduces a social planner, whocid:146s objective is to maximize welfare,Wt; of current and all future generations. The role for a social planner is threefoldas the model has three sources of inequality between the social planner equilibriumand the market equilibrium. First, the positive eect on GDP from manmadeproduction, in the form of increased resource revenue, is external to the producersleading to undersaving and underaccumulation of capital. Second, in the marketequilibrium, investments in the public service are restricted by the available budget,namely the resource revenues, and there may be economies for which an optimalsize of public service cid:135ow is not feasible. Lastly, we noted that when bequests areabsent, the competitive equilibrium may be dynamically ine cient.Welfare at time t 0, W0; is given as a weighted sum of current and futureutilities of the members of society by a social welfare function that can be presented 30as W0 cid:26 lnc 20 1Pt0cid:12t1lnc 1t cid:26 lnc 2t1;39where cid:12 is the is the plannercid:146s intergenerational discount factor.20The social planner runs a balanced budget, and the resource constraint is thesame as in the market economy, given by1 cid:24yt c 1t c 2t kt1 gt;40with initial capital k 0 0: The variable gt denotes the level of public service chosenby the social planner. Using this constraint, and substituting c 1t; 39 can berewritten as W0 cid:26 lnc 20 1Pt0The necessary transversality condition is given bycid:12t1 lnf1 cid:24yt cid:0 c 2t cid:0 kt1 cid:0 gt cid:26 lnc 2t1g :41cid:12tqtkt 0;limt!142where qt is the shadow price of the capital stock. Equation 42 ensures that thediscounted value of wealth tends to zero and that 39 converges Croix and Michel 2002, 252.The solution to the social planners problem is found by dierentiating 41 withrespect to c 2t; kt1; and gt. We obtain the following conditions satiscid:133ed for allperiods, t :andcid:12c 1tcid:26c 2t;1c 1tcid:121 cid:24 ytktc 1t1:434420For simplicity, the private intergenerational discount factor equals that of the social planner.In principle, they could dier.31Equation 43 says that the ratio between the utility of consumption of the youngand the old generation must equal the ratio between the intertemporal and intergenerational discount factor. Unlike the solution to the altruistic generationscid:146problem,this equation must hold, since otherwise welfare would increase by shifting consumption across generations. Equation 44 says that the ratio between utility ofyoung consumption in two consecutive periods must equal the intergenerationaldiscount rate multiplied with the gross return on capital, since this is the return tosavings. As capital fully depreciates, the social return to capital, rspt ; is1 cid:24ytkt 1 cid:241 cid:0 cid:11so 44 can be rewritten as 1c 1tcid:121 rspt c 1t1 1 rspt ;ytkt:The social planner chooses an optimal public service cid:135ow that satiscid:133es1 cid:24ytgt 1:454647In optimum, the marginal benecid:133t of increasing the public service, the rise in manmade output plus resource revenues, is exactly equal to the cost of doing so. Byuse of 4, 47 can be expressed asgt cid:111 cid:24yt:48As gt is a constant fraction of yt; in optimum, the public spending output ratio isconstant. Applying this expression of gt; we can rewrite 4 asyt Aktcid:20cid:111 cid:24ytktcid:21cid:11, yt Acid:11cid:111 cid:24cid:1111cid:0cid:11 kt cid:17 f spcid:24kt:49Using 49, we can express rsptfrom 45rspt 1 cid:241 cid:0 cid:11f spcid:24 cid:0 1 cid:17 rspcid:24:5032By 46, the growth rate in the consumption of the young generation, cid:13t1; iscid:13t1 cid:121 rspcid:24 cid:0 1 cid:17 cid:13cid:24:51We decid:133ne an optimal balanced growth path as a path along which c 1t; c 2t; kt; yt;gt; and et grow at a constant relative rates, cid:13cid:24; at all periods t 0. From 49 itfollows that capital grows at the same rate as output. Since resource revenues aregiven as a cid:133xed fraction of output in 1, it follows immediately that the incid:135owof natural resource revenues grows at the same rate as output. Moreover, as publicservices are given as a cid:133xed fraction of total resource revenues in 57, also publicservices grow at the rate of output.By the resource constraint in 40 and 50 it must be that if capital andoutput grow at the same rate, then this rate equals that of consumption. From43, we know that the ratio of young and old consumption is constant; thus, oldconsumption grows at the same rate as young consumption.It can be shown that qt equals 1c 1tcid:01Croix and Michel 2002, 103 and thereforedecreases at the rate cid:13cid:24, and the transversality condition in 16 simplicid:133es tocid:12 1. To ensure nonnegative growth, we assume that cid:12 cid:21has no transitional economics; c 1t; c 2t; kt; yt; gt; and et are an optimal solution to 1rspcid:24 : The economy 1the social planners problem and grow at the same rate along a balanced growthpath at all periods, where 51 characterizes the balanced growth path. Along sucha path, equilibrium is given byc 1t c 2t cid:121 cid:0 cid:12cid:12 cid:26cid:261 cid:0 cid:12cid:12 cid:261 cid:241 cid:0 cid:11f spcid:24kt cid:17 c 1tcid:24;1 cid:241 cid:0 cid:11f spcid:24kt cid:17 c 2tcid:24;kt1 cid:121 cid:241 cid:0 cid:11f spcid:24kt cid:17 kt1cid:24;33525354with k 0 0 given.5.1 Decentralization We proceed to show how the social planner may decentralize the optimal solutionjust derived. Decentralization requires three policy instruments since one externality has to be internalized, public services have to be cid:133nanced, and the competitiveequilibrium may be dynamically ine cient.To internalize the spillover eect from manmade production onto resource revenues, the social planner subsidizes the cid:133rms with the resource incid:135ow. The representative cid:133rm solvesmax Kt;Lcid:81 cid:24AK 1cid:0cid:11tgt Lcid:11 cid:0 rt Kt cid:0 wt Lcid:9 ;taking gt; rt; and wt as given. Hence, from the standpoint of the cid:133rm,rt 1 cid:241 cid:0 cid:11f spcid:24 cid:0 1 rspcid:24;and the private marginal return to capital coincides with the social marginal return.As resource revenues are allocated to the cid:133rms, the social planner collects lumpsum taxes to invest in the public service. It is convenient to let the tax be a shareof GDP, so555657ecid:28 1 cid:24yt gt;where the lumpsum tax rate,ecid:28 ; is a constant. It follows from the balanced budgetthat 0 ecid:28 1. The social planner collects a share, ecid:25; of the tax payments fromthe young generation and the rest, 1 cid:0ecid:25; from the old generation. An altruisticindividual is now faced with the following budget constraint:c 1t st bt wt cid:0ecid:25gt;3458when young, andc 2t1 bt1 1 rspcid:24;cid:1st cid:0 1 cid:0ecid:25gt1;when old, where the real wage rate, wt; can be derived from 55, and bt cid:21 0:59Lemma 6. Let ecid:25 and ecid:28 be a policy that decentralizes the resource allocationchosen by the social planner. Then ecid:28 cid:11 andecid:25 1 cid:0 1cid:0cid:11ecid:28 cid:11:Proof. The size of the public service is optimal when 48 equals 57. Hence,The transfer which ensures the competitive consumption path equals the optimalcid:12cid:26 .cid:121cid:26cid:11consumption path when bequests are absent satiscid:133es for old consumption, by 59and 53, that1 rspcid:24kt cid:0 1 cid:0ecid:25gt cid:261 cid:0 cid:12cid:12 cid:261 cid:241 cid:0 cid:11f spcid:24kt:When bequests are positive, they are given by Substituting rspcid:24; kt; and gt; and solving forecid:25; we cid:133ndecid:25 1 cid:0 1cid:0cid:11cid:12 cid:26 cid:0 cid:111 cid:0ecid:25ktbt 1 cid:24f spcid:241 cid:0 cid:11cid:121 cid:26cid:121cid:26cid:11cid:12cid:26 and just zero whenecid:25 1 cid:0 1cid:0cid:11cid:11cid:11bt cid:111 cid:24f spcid:24kt gt;which is positive forecid:25 1 cid:0 1cid:0cid:11ecid:25c 2t 1 rspcid:24kt cid:0 1 cid:0ecid:25gt cid:0 btand associd:121cid:26cid:12cid:26 :cid:121cid:26cid:12cid:26 : As 0;c 2tecid:2535cid:11cid:121cid:26cid:12cid:26 . cid:3taxed and still leave the parent at least indierent between leaving bequests or not.consumption is invariant to changes inecid:25 as long asecid:25 cid:21 1 cid:0 1cid:0cid:11The share, ecid:25; thus provides a lower bound on how little the young may be When 1 ecid:25 0; both the old and the young contribute to the public service.When ecid:25 0 only the old pay, and when ecid:25 0; only the old pay and the younggeneration receives a transfer. The share,ecid:25; cannot be higher than one, since thenthe young would have negative consumption.As we expect, an optimal balanced growth path is dynamically e cient. Whencid:121cid:26cid:12cid:26 ; parents are indierent about leaving bequests and cid:12 cid:12cid:3: Sincecid:12 1; the rate of return is higher than the rate of growth. Finally,cid:11ecid:25 1cid:0 1cid:0cid:11Proposition 8. Under optimal policies, welfare and growth increase when incid:135ows of natural resource revenues increase.Proof. By 39,Wt cid:26 ln c 2t 11 cid:0 cid:12cid:20lnc 1t cid:26 lnc 2t1 cid:121 cid:261 cid:0 cid:12ln1 cid:13cid:24cid:21 :As cid:13cid:24cid:24 0 we can conclude that the resource curse does not exist, and, furtherby c 1tcid:24cid:24 0 and c 2tcid:24cid:24 0; that Wtcid:24 0: cid:36 Concluding Remarks Using an endogenous growth model with altruistic overlapping generations, we explain why nations may respond dierently to natural resource abundance: Nationsmay be in dierent growth regimes that vary in how savings are aected by naturalresource revenues.36As cid:133rst pointed out by Weil 1987, there is a threshold level of altruism whichseparates the two growth regimes. In our model, this threshold level of altruism,which is determined endogenously, is incid:135uenced by the allocation and the abundanceof the resources. When parentscid:146altruism is higher than the threshold altruism level,the bequest motive is operative, and resource abundance increases growth as wellas welfare of either generation. Bequests interrupt the connection between directtransfers from the government and savings by allowing for osetting intergenerational transfers from the old to the young. Therefore, savings are unaected by howresource revenues are allocated across generations. In contrast, a resource curse mayexist when the bequests motive is not strong enough that parents leave bequests.In this case, policies that allocate revenues to the old generation may harm savingsof the young and, subsequently, growth. Yet the eect on the current generationcid:146swelfare is ambiguous; resource abundance may increase consumption levels whichthen perhaps more than compensates for reduced growth.We also examine spending policies that are endogenously determined by a specicid:133c economic or political agenda. We cid:133nd that a resource curse is avoided bygrowth maximizing policies. Under such policies, when bequests are absent, anydirect transfers are given exclusively to the young generation. Higher resource abundance merely increases direct transfers, and, hence, savings and growth. When bequests are positive, all revenues are allocated to public services, since, in a dynasticregime, growth expands with more public services. Public services, in turn, expandwith the revenue under this spending policy.Instead, a resource curse may be triggered by gerontocracy when altruism iscid:147very small.cid:148The old generation may prefer to allocate to itself direct transfers to 37an extent that higher resource abundance reduces savings of the young generation.We also examine spending policies decided by a young and an old generationrespectively. Unfortunately, however, we can only cid:133nd closed form solutions to thewelfare maximizing spending policy of either generation when the old generationis excluded from receiving direct transfers.In this case, however, a decline ingrowth rates caused by increased resource abundance implies an increase in welfare.Thus, the general use of the term cid:147poor economic performancecid:148 in relation toslower economic growth rates may be misleading. Nevertheless, by solving thesocial plannercid:146s problem, we show that under optimal polices there can never be aresource curse as decid:133ned here.Further theoretical work may seek to endogenize the policy decision which ismodeled exogenously in this model. Such models will add to the literature on political economy explanations for the resource curse. Another extension is to examineother allocations of the resource revenue. In particular, a model in which the resource revenue is used only as direct transfers as suggested by SalaiMartin and Subramanian 2003 may lead to more explicit solutions. In addition, research intowhat factors, for instance, lifeexpectancy or fertility, that incid:135uence the strengthof the bequest motive may be helpful in identifying how nations are a liated withgrowth regimes, or development stages.7 Appendix 7.1 Proof of Proposition 2We prove proposition 2 by presenting parameter combinations for which cid:13Ocid:1cid:24 0and, for both the young and the old generation, Vtcid:24 0.38Utility of a representative young individual at time t in the overlapping generationscid:146regime, VOt ; is given as VOt 1t cid:26 lnc O2t cid:20 cid:12 cid:26this equation is the same as 36 in the main text, where OVtcid:24cid:26 c O2tcid:24c O2tcid:20 cid:12 cid:261 cid:0 cid:12cid:21regime, V Ot ; is given as V Ot lnc O2t 1t cid:26 lnc Othis equation is the same as 38 in the main text, whereV Otcid:24c O1tcid:24c O1tcid:26 c O2tcid:24c O2t When cid:25 0; then60616364Utility of a representative old individual at time t in the overlapping generationscid:14611c O1tcid:24c O1t 1 cid:0 cid:12cid:26lnc O1 cid:0 cid:128:1 cid:0 cid:12cid:26lnc O1 cid:0 cid:128:c O1tcid:24c O1tcid:12cid:12:cid:24cid:13Ocid:24;cid:11 cid:0 cid:12cid:21 ln1 cid:13Ocid:24;cid:1cid:27 ;1 cid:13Ocid:24;cid:19;1 cid:0 cid:12cid:21 ln1 cid:13Ocid:24;cid:1cid:27 ;1 cid:13Ocid:24;cid:19;cid:20 cid:12 cid:261 cid:0 cid:12cid:21cid:13Ocid:24;cid:1cid:24:2t cid:20 cid:12 cid:26c O1tcid:24c O1tcid:111 cid:0 cid:11cid:24cid:281 cid:0 cid:11 cid:28 cid:24 cid:0cid:281 cid:261 cid:0 cid:11 cid:28 cid:24;62andandc O2tcid:24c 02tcid:111 cid:0 cid:11cid:24cid:281 cid:0 cid:11 cid:28 cid:24;Substituting 62, 63, and 64 in 60 and 61 givescid:13Ocid:24;cid:1cid:241 cid:13Ocid:24;cid:1cid:111 cid:0 cid:11cid:24 cid:0cid:11h 1 cid:26 cid:12cid:261cid:0cid:12i1 cid:0 cid:11cid:24OVtcid:2411 cid:0 cid:128:cid:281 cid:261 cid:0 cid:11 cid:28 cid:24:cid:28h 1cid:261cid:0cid:12i1 cid:261 cid:0 cid:11 cid:28 cid:249;;1 cid:26cid:281 cid:0 cid:11 cid:28 cid:24 cid:039andV Otcid:24cid:111 cid:0 cid:11cid:24cid:281 cid:0 cid:11 cid:28 cid:24 cid:12OVtcid:24:We proceed by use of a numerical example in which cid:11 0:2; cid:26 0:5; and cid:12 0:1:By the proof of lemma 1, cid:13Ocid:1cid:24 0 , cid:28 1 cid:0 2cid:11 1cid:0cid:11cid:111 cid:26 implies for the numerical example thatcid:24cid:28 1 cid:0 2cid:11 1cid:0cid:11cid:11cid:241 cid:26: Hence,cid:24cid:28 0:4:Moreover, Vcid:24 0 implies Ot 6:536cid:28 cid:240:8 cid:28 cid:24 cid:0cid:18 10:9cid:19 6cid:28 cid:241:2 cid:28 cid:24 0;and V Otcid:24 0 implies 14cid:24cid:280:8 cid:28 cid:24 0:1cid:206:536cid:28 cid:240:8 cid:28 cid:24 cid:0cid:18 10:9cid:19 6cid:28 cid:241:2 cid:28 cid:24cid:21 0:Since 14cid:24 cid:280:8cid:28 cid:24 0 then VOtcid:24 0 implies V Otcid:24 0: Hence, we can focus on welfareof the young generation. We complete the proof by providing an example where 3 6cid:28 cid:24cid:24cid:28 0:4 and 6:50:9cid:3 6cid:28 cid:24the cid:133rst condition, and cid:24cid:28 0:5 6:5second condition. Hence, cid:24cid:28 0:5 satiscid:133es cid:13Ocid:10:8cid:28 cid:24 cid:0cid:2 13 31:2 cid:0cid:0 10:9cid:1 31:7 2:7058 0 satiscid:133es thecid:24 0; Vcid:24 0 and V Ocid:24 0: cid:3t Ot 1:2cid:28 cid:24 0. For example, cid:24cid:28 0:5 0:4 satiscid:133es 7.2 Proof of Proposition 4Combining 34 and 25 gives cid:13Ocid:24;cid:1 cid:12cid:3cid:24;cid:11 cid:0 af cid:28 ; cid:24 cid:0 1: Then,f cid:28 ; cid:241 cid:0 af cid:28 ; cid:24;cid:1 cid:12cid:3cid:24;cid:11 cid:0 a:cid:24cid:13Ocid:24;cid:1cid:24cid:12cid:3cid:24;cid:1cid:24By 29, we derivecid:13Dcid:24;cid:1cid:24 cid:121 cid:0 af cid:28 ; cid:24cid:24:40There are three situations: cid:12cid:3cid:24;cid:1cid:24 0; cid:12cid:3cid:24;cid:1cid:24 0; and cid:12cid:3cid:24;cid:1cid:24 0:First, when cid:12cid:3cid:24;cid:1revenues and cid:13Ocid:24;cid:1cid:24 0; the growth regime remains unaltered by higher resourcecid:24 0 and cid:13Dcid:24;cid:1cid:24 0 since f cid:28 ;cid:24cid:24 0:Second, when cid:12cid:3cid:24;cid:1cid:24 0; if an economy changes regime, it changes from adynastic to an overlapping generations regime. When cid:12 cid:12cid:3cid:24;cid:1; by decid:133nition,cid:13Ocid:24;cid:1 cid:13Dcid:24;cid:1: At this point, cid:13Ocid:24;cid:1; and cid:13Ocid:24;cid:1 crosses cid:13Dcid:24;cid:1from below. Hence, when the economy shifts from cid:13Dcid:24;cid:1 to cid:13Ocid:24;cid:1; the economygrows faster on the new growth path than on the old growth path. cid:13Dcid:24;cid:1cid:24cid:24Third, when cid:12cid:3cid:24;cid:1cid:24 0; if the economy changes regime, it changes from anoverlapping generations regime to a dynastic regime. Again, when cid:12 cid:12cid:3cid:24;cid:1; bydecid:133nition, cid:13Ocid:24;cid:1 cid:13Dcid:24;cid:1: In this point, cid:13Ocid:24;cid:1, and cid:13Ocid:24;cid:1 crossescid:13Dcid:24;cid:1 from above. Hence, when the economy shifts from cid:13Ocid:24;cid:1 to cid:13Dcid:24;cid:1; theeconomy grows faster on the new growth path than on the old growth path. cid:3cid:24 cid:13Dcid:24;cid:1cid:247.3 Proof of Lemma 2We consider the problemmaxcid:25;cid:28cid:13Ocid:25; cid:28 ; cid:24 subject to cid:25 cid:21 0; cid:25 cid:20 cid:28 ; and cid:28 1:The growth rate, cid:13Ocid:25; cid:28 ; cid:24; is twice dierentiable and concave and the restrictionsare all linear. The KuhnTucker conditions are thus both necessary and su cient.The Lagrangian is L cid:261 cid:0 cid:11f cid:1cid:11 cid:25cid:241 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24 cid:0 1 cid:211cid:25 cid:0 cid:212cid:25 cid:0 cid:28 cid:0 cid:213cid:28 cid:0 1:41The cid:133ve KuhnTucker conditions arecid:261 cid:0 cid:11cid:24f cid:11 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24cid:201 1 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24cid:20f cid:1cid:261 cid:0 cid:11cid:11 cid:25cid:24cid:28 cid:0cid:11 cid:25cid:241 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24cid:21 cid:211 cid:0 cid:212 0 651 cid:261 cid:0 cid:11 cid:28 cid:0 cid:25cid:24cid:21 cid:212 cid:0 cid:213 0 66f cid:1cid:24cid:211 cid:21 0; cid:25 cid:21 0; cid:211cid:25 0 67cid:212 cid:21 0; cid:25 cid:20 cid:28 ; cid:212cid:25 cid:0 cid:28 0 68cid:213 cid:21 0; cid:28 1; cid:213cid:28 cid:0 1 0 69If cid:25 0 and cid:28 0 then cid:213 0: Combination of 65 and 66 yieldscid:211 cid:0cid:26hcid:24f cid:1 f cid:1cid:28 cid:11i 1 cid:26:Since cid:211 cid:21 0; cid:112cid:24 cid:21 1 cid:0 cid:11 must be satiscid:133ed for this to be a solution. In this case,cid:212 cid:26cid:24f cid:11 cid:26cid:26f cid:1cid:11cid:241 cid:2621 cid:0 cid:11 cid:211 0;which is then a solution.If cid:25 0 and cid:28 0; then cid:212 cid:213 0: Hence, from 65cid:211 cid:0cid:261 cid:0 cid:11cid:24f cid:11 cid:261 cid:0 cid:11 cid:28 cid:24cid:201 cid:111 cid:261 cid:0 cid:11 cid:28 cid:24cid:21 ;which contradicts cid:211 cid:21 0:If cid:25 0 and cid:28 0; then cid:211 cid:213 0: Hence, from 65 for this to be a solution,cid:212 0; and by 68, this requires cid:25 cid:28 : Using 65 in 66, we havef cid:1cid:28cid:11 cid:28 cid:24 cid:24f cid:1 0;which is satiscid:133ed when cid:28 1 cid:0 cid:11 cid:0 cid:112cid:24 :We conclude that there are two solutions of the KuhnTucker conditions:cid:25; cid:28 ; cid:211; cid:212; cid:213 1cid:0 cid:11cid:0 cid:112cid:24 ; 1cid:0 cid:11cid:0 cid:112cid:24 ; 0; cid:26cid:24f cid:11cid:26 cid:26f cid:1cid:11cid:25cid:24cid:241cid:2621cid:0cid:11 ; 0 if cid:112cid:24 1cid:0 cid:11; and 42cid:112cid:25; cid:28 ; cid:211; cid:212; cid:213 0; 0; cid:0cid:26cid:24f cid:1 f cid:1cid:28 cid:11cid:24 cid:21 1 cid:0 cid:11. cid:37.4 Proof of Proposition 51cid:26; cid:26cid:24f cid:11cid:26 cid:26f cid:28 ;cid:24cid:11cid:241cid:2621cid:0cid:11 cid:0cid:26cid:24f cid:1 f cid:1cid:28 cid:111cid:26; 0 if First, consider the economy without bequests. Letbcid:13O denote the growth rate undera growth maximizing spending policy when the economy is without bequests, thenbcid:13O bcid:12cid:31 cid:0 cid:11bf O cid:0 1 cid:17bcid:13Obcid:25O;bcid:28 O; cid:24;70cid:24dcid:24cid:24 ; thencid:24 0;bf Owherebcid:12cid:3 cid:17 cid:12cid:3bcid:25O;bcid:28 O; cid:24 cid:26cid:11bcid:28 Ocid:241cid:261cid:0cid:11 and bf O cid:17 f bcid:28 O; cid:24. Direct transfers may bezero or positive. Whenbcid:25O bcid:28 O 0; then 1 cid:0 cid:11 cid:26cid:111 cid:26dcid:24 :dbcid:28 Obcid:13Ocid:1When,bcid:25O bcid:28 O 1 cid:0 cid:11 cid:0 cid:112 1 cid:0 cid:11 bcid:12cid:3dcid:24 bf O bcid:12cid:3 bf Odbcid:13Ocid:1dbcid:28 Obcid:28 Obcid:28 Odcid:24 0; we have that dbcid:13Ocid:1dcid:24 0 and bf Odbcid:28 Odbcid:28 Obcid:28 Obcid:13D cid:121 cid:0 cid:11bf D cid:0 1 cid:17bcid:13Dbcid:28 D; cid:24;where bf D cid:17 f bcid:28 D; cid:24: Sincebcid:28 D 0,bcid:13Dcid:1 cid:121 cid:0 cid:11bf DSince bcid:12cid:3bcid:28 OSecond, letbcid:13D denote the growth rate when the economy is dynastic, thusdcid:24 0: 0:Third, it follows immediately than when the economy is in a situation wherecid:24cid:24policies decide whether bequests are absent or present, i.e.,cid:24cid:17 cid:24icid:26hcid:11 cid:161 cid:0 cid:11 cid:0 cid:1121 cid:261 cid:0 cid:11 cid:12 cid:26cid:111 cid:261 cid:0 cid:11;43policies will be such that the economy is in the regime which grows the fastest. Thus,there is no resource curse under growth maximizing policies, since both regimes growfaster at higher levels of cid:24. cid:37.5 Proof of Proposition 6We consider the problemmaxcid:25;cid:28V Ot subject to cid:25 cid:21 0; cid:25 cid:20 cid:28 ; and cid:28 1:First, we choose cid:12 0; then V Ot lnc OUtility, V Ot ; is twice dierentiable and concave and the restrictions are all linear.2t lncid:8f cid:28 ; cid:241 cid:0 cid:11 cid:28 cid:0 cid:25cid:24k Ot cid:9 :The KuhnTucker conditions are thus both necessary and su cient. The Lagrangianis L lncid:8f cid:28 ; cid:241 cid:0 cid:11 cid:28 cid:0 cid:25cid:24k Ot cid:9 cid:211cid:25 cid:0 cid:212cid:25 cid:0 cid:28 cid:0 cid:213cid:28 cid:0 1:The cid:133ve KuhnTucker conditions arecid:241 cid:0 cid:11 cid:28 cid:0 cid:25cid:24 cid:0cid:0cid:24 cid:211 cid:0 cid:212 01 cid:0 cid:11 cid:28 cid:0 cid:25cid:2411 cid:0 cid:28cid:111 cid:0 cid:11 cid:212 cid:0 cid:213 0cid:211 cid:21 0; cid:25 cid:21 0; cid:211cid:25 0cid:212 cid:21 0; cid:25 cid:20 cid:28 ; cid:212cid:25 cid:0 cid:28 0cid:213 cid:21 0; cid:28 1; cid:213cid:28 cid:0 1 07172737475If cid:25 0 and cid:28 0; then cid:213 0: Combination of 71 and 72 then yields In this case,cid:211 cid:111 cid:0 cid:11: cid:211:cid:212 cid:0cid:241 cid:0 cid:1144Since cid:212 cid:21 0; when cid:11 cid:21 cid:24; this is then a solution.If cid:25 0 and cid:28 0; then cid:212 cid:213 0: Hence, from 71,cid:211 cid:241 cid:0 cid:11 cid:28 cid:24;which is satiscid:133ed for cid:28 0: From 72,cid:241 cid:0 cid:11 cid:28 cid:24which is satiscid:133ed for cid:28 1 cid:0 cid:111 cid:0 cid:11cid:111 cid:0 cid:1111 cid:0 cid:28;cid:24 : As cid:28 0, for this to be a solution cid:11 cid:24:If cid:25 0 and cid:28 0; then cid:211 cid:213 0: Since,cid:212 cid:0cid:241 cid:0 cid:11 cid:28 cid:0 cid:25cid:24;for this to be a solution, cid:212 0: This requires cid:25 cid:28 ; which contradicts cid:25 cid:20 cid:28 :We conclude that there are two solutions of the KuhnTucker conditions:cid:25; cid:28 ; cid:211; cid:212; cid:213 0; 0; cid:11cid:11 cid:24: When cid:25 0 and cid:28 1 cid:0 cid:111 cid:0 cid:11cid:24 0.Hence, when cid:11cid:11cid:24 1cid:26cid:24cid:0cid:11 ; cid:13O1cid:0cid:11 cid:24cid:26cid:241cid:0cid:11 ; cid:11cid:0cid:241cid:0cid:11cid:28 cid:24 ; 0; 0 if 1cid:0cid:11 ; 0 if cid:11 cid:21 cid:24; and 0; 1 cid:0 cid:111 cid:0 cid:11cid:24 ;cid:11cid:24 cid:0 cid:26cid:241cid:0cid:11 cid:241cid:26cid:24cid:0cid:11 :1cid:26cid:24cid:0cid:11 cid:11cid:24 cid:26f cid:1cid:24 ; cid:13Ocid:24Now, by continuity, this also holds for cid:147su ciently smallcid:148positive cid:12cid:146s. cid:37.6 Proof of Lemma 4We consider the problemmaxcid:28V tc 1t; c 2t; cid:13 subject to cid:28 cid:21 0 and cid:28 1given cid:25 cid:28 ; and where V tc 1t; c 2t; cid:13 is given by 36 in the main text with insertionof 26, 27 and 25 when the economy is constrained to be without bequests, andwith insertion of 31, 32, and 29, when the economy is constrained to be withbequests. V t is twice dierentiable and concave and the restrictions are all linear.45The KuhnTucker conditions are thus both necessary and su cient. The Lagrangianis L V t cid:211cid:28 cid:0 cid:212cid:28 cid:0 1:The three KuhnTucker conditions areV tcid:28 cid:211 cid:0 cid:212 0cid:211 cid:21 0; cid:28 cid:21 0; cid:211cid:28 0cid:212 cid:21 0; cid:28 1; cid:212cid:28 cid:0 1 0whereV tcid:2811 cid:0 cid:12cid:20 1c 1tc 1tcid:28cid:26c 2tc 2tcid:28cid:18 cid:12 cid:261 cid:0 cid:12cid:1911 cid:13cid:28 ;cid:1cid:13cid:28 ;cid:1cid:28cid:21 :Under assumption 1, cid:25 cid:28 ; on a balanced growth path without bequests,1c O1tc O1tcid:28cid:24cid:11 cid:28 cid:24 cid:0cid:111 cid:0 cid:111 cid:0 cid:28 ;1c O2tc O2tcid:28 cid:0cid:111 cid:0 cid:111 cid:0 cid:28 ;andand76777879808111 cid:13Ocid:28 ;cid:1cid:13Ocid:28 ;cid:1cid:28cid:24cid:11 cid:28 cid:24 cid:0cid:111 cid:0 cid:111 cid:0 cid:28 :82Substituting 80, 81, and 82 into 79, we get OVtcid:2811 cid:0 cid:12cid:20cid:18 1 cid:261 cid:0 cid:12cid:19 cid:24cid:11 cid:28 cid:24 cid:0cid:18cid:26 1 cid:261 cid:0 cid:12cid:19cid:111 cid:0 cid:111 cid:0 cid:28 cid:21 :By the KuhnTucker conditions, if cid:28 0; then cid:212 0; thus by 76,OVtcid:28:cid:211 cid:046Since cid:211 cid:21 0, cid:16cid:26 1cid:26where cid:31O cid:17cid:261cid:0cid:121cid:261cid:261cid:0cid:12cid:17 cid:111cid:0cid:11 cid:21cid:16 1cid:261cid:0cid:12cid:17 cid:24cid:11 0 for cid:28 0 to be a solution.1cid:0cid:11cid:11 for this to be satiscid:133ed. Hence, cid:11 cid:21 cid:31Ocid:24If cid:28 0; then cid:211 cid:212 0; thus by 76,OVtcid:28cid:211 cid:0 0:Hence,cid:16cid:26 1cid:261cid:0cid:12cid:17cid:111cid:0cid:111cid:0cid:28 cid:16 1cid:261cid:0cid:12cid:17 cid:24a solution when cid:24cid:31O cid:11:cid:11cid:28 cid:24 ; which implies cid:28 cid:24cid:31Ocid:0cid:11cid:241cid:31O ; which is then We conclude that there are two solutions of the KuhnTucker conditions:cid:28 O; cid:211; cid:212 0;cid:0 Vcid:28 ; 0 if cid:11 cid:21 cid:31Ocid:24 and Otcid:24cid:31Ocid:0cid:11cid:241cid:31OLG ; 0; 0 if cid:24cid:31O cid:11:On a balanced growth path with positive bequests,1c D1tc D1tcid:28cid:241 cid:28 cid:24 cid:0 cid:121 cid:0 cid:11 cid:0cid:111 cid:0 cid:111 cid:0 cid:28 1c D2tc D2tcid:28cid:241 cid:28 cid:24 cid:0 cid:121 cid:0 cid:11 cid:0cid:111 cid:0 cid:111 cid:0 cid:28 ;;andand 11 cid:13Dcid:28 ;cid:1cid:13Dcid:28 ;cid:1cid:28 cid:0cid:111 cid:0 cid:111 cid:0 cid:28 :Substituting 83, 84, and 85 into 79, we cid:133nd838485DVtcid:2811 cid:0 cid:12cid:26cid:20cid:241 cid:28 cid:24 cid:0 cid:121 cid:0 cid:11cid:21 1 cid:26 cid:0cid:18cid:26 1 cid:261 cid:0 cid:12cid:19cid:111 cid:0 cid:111 cid:0 cid:28 cid:27 :By the KuhnTucker conditions, if cid:28 0 then cid:212 0: By 76, then DVtcid:28:cid:211 cid:0Since cid:211 cid:21 0,cid:16cid:26 1cid:261 cid:0 cid:121 cid:0 cid:11 cid:21 cid:31Dcid:24 where cid:31D cid:17 1cid:261cid:0cid:12cid:261cid:0cid:121cid:261cid:0cid:121cid:0cid:11i 1 cid:26 for this to be a solution. Hence,cid:11 1 cid:0 cid:12cid:31O 0 is a solution.1cid:0cid:111cid:0cid:11 cid:21h 1cid:0cid:12cid:17 cid:11cid:2447If cid:28 0; then cid:211 cid:212 0: By 76, then DVtcid:28cid:211 cid:0 0:cid:241cid:28 cid:24cid:0cid:121cid:0cid:11i 1cid:26 cid:16cid:26 1cid:261cid:0cid:12cid:17Hence,h Since cid:28 0; for this to be a solution, cid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11:cid:111cid:0cid:111cid:0cid:28 which implies cid:28 cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31D:We conclude that there are two solutions of the KuhnTucker conditions:Dtcid:28 ; 0 if 1 cid:0 cid:121 cid:0 cid:11 cid:21 cid:31Dcid:24 and cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31Dcid:28 D; cid:211; cid:212 0;cid:0 Vcid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11: cid:37.7 Proof of Lemma 5; 0; 0 if We consider the problemmaxcid:28V tc 1t; c 2t; cid:13 subject to cid:28 cid:21 0 and cid:28 1given cid:25 cid:28 ; and where V tc 1t; c 2t; cid:13 is given by 38 in the main text with insertionof 26, 27 and 25 when the economy is constrained to be without bequests,and with insertion of 31, 32, and 29, when the economy is constrained to bewith bequests. V t; is twice dierentiable and concave and the restrictions are alllinear. The KuhnTucker conditions are thus both necessary and su cient. The Lagrangian is L V t cid:211cid:28 cid:0 cid:212cid:28 cid:0 1:The three KuhnTucker conditions areV tcid:28 cid:211 cid:0 cid:212 0cid:211 cid:21 0; cid:28 cid:21 0; cid:211cid:28 0cid:212 cid:21 0; cid:28 1; cid:212cid:28 cid:0 1 048868788whereV tcid:28cid:181 cid:12cid:261 cid:0 cid:12cid:19 1c 2tc 2tcid:28cid:121 cid:0 cid:12 1c 1tc 1tcid:28cid:18 cid:12 cid:261 cid:0 cid:12cid:19 cid:13cid:28 ;cid:11 cid:13cid:28 ;cid:1 :cid:2889Substituting 80, 81, and 82 from the proof of Lemma 4 into 89, we cid:133ndV Otcid:28cid:121 cid:0 cid:12cid:20cid:181 cid:12cid:26cid:12cid:12 cid:261 cid:0 cid:12cid:19cid:0cid:111 cid:0 cid:111 cid:0 cid:28 1 cid:261 cid:0 cid:12cid:24cid:11 cid:28 cid:24cid:21 :By the KuhnTucker conditions, we have that if cid:28 0; then cid:212 0: By 86, thencid:211 cid:0V Otcid:28:Since cid:211 cid:21 0, cid:201 cid:11 cid:21 cid:24cid:31O; where cid:31O cid:17cid:12cid:26 1cid:261cid:0cid:12 1cid:0cid:12cid:21 cid:111cid:0cid:11 cid:21 cid:121cid:0cid:12cid:16 1cid:261cid:0cid:12cid:17 cid:241cid:261cid:0cid:122cid:12 cid:261cid:0cid:121cid:26cid:11 for this to be satiscid:133ed. Hence,cid:11 0; for this to be a solution.1cid:0cid:11If cid:28 0; then cid:211 cid:212 0: By 86 cid:133rst condition thencid:211 cid:0V Otcid:28 0:Thus,cid:201 cid:12cid:26 1cid:261cid:0cid:12 1cid:0cid:12cid:111cid:0cid:111cid:0cid:28 cid:121cid:0cid:12cid:16 1cid:261cid:0cid:12cid:17 cid:24cid:21cid:28 0; for this to be a solution, cid:24cid:31O cid:11:cid:11cid:28 cid:24 ; which implies cid:28 cid:24cid:31Ocid:0cid:11cid:241cid:31O: Since We conclude that there are two solutions of the KuhnTucker conditions:cid:28 O; cid:211; cid:212 0;cid:0 V Ocid:28 ; 0 if cid:11 cid:21 cid:24cid:31O and cid:24cid:31Ocid:0cid:11cid:241cid:31Ot; 0; 0 if cid:24cid:31O cid:11:When bequests are positive, by use of 83, 84, and 85 from the proof of Lemma 4, 89 isV Dtcid:2811 cid:0 cid:12cid:261 cid:12cid:26cid:241 cid:28 cid:24 cid:0 cid:121 cid:0 cid:11 cid:0cid:201 cid:12cid:26 cid:12cid:18 cid:12 cid:261 cid:0 cid:12cid:19cid:21cid:111 cid:0 cid:111 cid:0 cid:28 cid:27 :By the Kuhn Tucker conditions, if cid:28 0; then cid:212 0; and thencid:211 cid:0V Dtcid:28:491cid:0cid:12cid:17i cid:11Since cid:211 cid:21 0,hcid:12cid:26 1 cid:12cid:16 cid:12cid:26Hence, 1cid:0cid:121cid:0cid:11 cid:21 cid:24cid:31D where cid:31D cid:17for this to be a solution.1cid:0cid:11 cid:21 1 cid:12cid:261cid:12cid:26cid:12cid:261cid:12 cid:12cid:261cid:0cid:12 cid:241cid:0cid:121cid:0cid:11 for this to be satiscid:133ed.1cid:0cid:111cid:0cid:11cid:11 0cid:11 1cid:0cid:12cid:12 1cid:12cid:261cid:0cid:122cid:12 cid:261cid:0cid:121cid:26If cid:28 0; then cid:211 cid:212 0: By 86, thencid:211 cid:0V Dtcid:28 0:1cid:0cid:12cid:17i Thus,hcid:12cid:26 1 cid:12cid:16 cid:12cid:26Since cid:28 0; for this to be a solution, cid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11:1cid:0cid:111cid:0cid:28 cid:241cid:12cid:26cid:111cid:28 cid:24cid:0cid:121cid:0cid:11 ; which implies cid:28 cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31D:We conclude that there are two solutions of the KuhnTucker conditions:cid:28 ; 0 if 1 cid:0 cid:121 cid:0 cid:11 cid:21 cid:24cid:31D and cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31Dtcid:28 D; cid:211; cid:212 0;cid:0 V Dcid:24cid:31D 1 cid:0 cid:121 cid:0 cid:11: cid:37.8 Proof of Proposition 7; 0; 0 if Bequests may be absent or present. Let cid:13O denote the growth rate under a youngspending policy when the economy is without bequests, thencid:13O cid:12cid:31 cid:0 cid:11f Ocid:0 1 cid:17 cid:13Ocid:28 O; cid:24;where cid:12cid:3 cid:17 cid:12cid:3cid:28 O; cid:24 cid:26cid:11cid:28 Ocid:24rate under an old spending policy when the economy is without bequests, thencid:17 f cid:28 O; cid:24; and let cid:13O denote the growth1cid:261cid:0cid:11 and f Ocid:13O cid:12cid:31 cid:0 cid:11f O cid:0 1 cid:17 cid:13Ocid:28 O; cid:24;where cid:12cid:3 cid:17 cid:12cid:3cid:28 O; cid:24 cid:26cid:11cid:28 Ocid:241cid:261cid:0cid:11 and f O cid:17 f cid:28 O; cid:24: Under both policies, directtransfers from the government may be zero or positive. We treat young and oldpolicy in turn. Young policy as given in lemma 4: When cid:28 O 0; thencid:13Ocid:1cid:24 1 cid:0 cid:11 cid:26cid:111 cid:2650f Ocid:24 0;when, cid:28 O cid:24cid:31Ocid:0cid:11cid:241cid:31O ; thendcid:13Ocid:1dcid:24 1 cid:0 cid:11 cid:12cid:3cid:28 Odcid:28 Odcid:24Of O cid:12cid:3 fcid:28 Odcid:28 Odcid:24 :Since cid:12cid:3cid:28 Odcid:28 Odcid:24 0 and fcid:28 OOdcid:28 Odcid:24 0; we have that dcid:13Ocid:1dcid:24 0: Old policy as given inlemma 5: When cid:28 O 0; thencid:13Ocid:1cid:24 1 cid:0 cid:11 cid:26cid:111 cid:26f Ocid:24 0;when, cid:28 O cid:24cid:31Ocid:0cid:11cid:241cid:31O; thendcid:13Ocid:1dcid:24 1 cid:0 cid:11 cid:12cid:3cid:28 Odcid:28 Odcid:24Of cid:12cid:3 f Ocid:28 Odcid:28 Odcid:24 :Since cid:12cid:3cid:28 Odcid:28 Odcid:24 0 and f Ocid:28 Odcid:28 Odcid:24 0; we have that dcid:13Ocid:1dcid:24 0:Let cid:13D denote the growth rate under a young spending policy when the economyis dynastic, thuscid:13D cid:121 cid:0 cid:11f Dcid:0 1 cid:17 cid:13Dcid:28 D; cid:24;where f Dcid:17 f cid:28 D; cid:24: Likewise, let cid:13D denote the growth rate under an old spendingpolicy when the economy is dynastic, thencid:13D cid:121 cid:0 cid:11f D cid:0 1 cid:17 cid:13Dcid:28 D; cid:24;where f D cid:17 f cid:28 D; cid:24: Again, under both policies, direct transfers from the government may be zero or positive. We treat young and old policy in turn. Young policyas given in lemma 4: When cid:28 D 0, thencid:13Dcid:1cid:24 cid:121 cid:0 cid:11Dfcid:24 0;and when cid:28 D cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31D; thencid:13Dcid:1cid:24 cid:121 cid:0 cid:11Dfcid:28 Ddcid:28 Ddcid:24 0:51Old policy as given in lemma 5: When cid:28 D 0 thencid:13Dcid:1cid:24 cid:121 cid:0 cid:11f Dcid:24 0;and when cid:28 D cid:24cid:31Dcid:01cid:0cid:121cid:0cid:11cid:241cid:31D; thencid:13Dcid:1cid:24 cid:121 cid:0 cid:11f Dcid:28 Ddcid:28 Ddcid:24 0:Thus, there is no resource curse under young or old policies when the growth regimeremains unaltered. cid:38 References Alesina, A., and D. Rodrik. 1994. Distributive politics and economic growth.Quarterly Journal of Economics 1092: 465490.Auty, R. 1993. Sustaining development in mineral economies: The resourcecurse thesis. London: Routledge.Auty, R., ed. 2001. Resource abundance and economic development. Oxford:Oxford University Press.Barro, R. J. 1974. Are government bonds net wealth? Journal of Political Economy 82:1095117.Barro, R. J. 1990. Government spending in a simple model of endogenousgrowth. Journal of Political Economy 98 2: 103125.Caballe, J. 1998. Growth eects of taxation under altruism and low elasticityof intertemporal substitution. The Economic Journal 108 446: 92104.Cardia, E., and Ph. Michel. 2004. Altruism, intergenerational transfers of timeand bequests. Journal of Economic Dynamics and Control 28:16811701.52Chatterjee, S., G. Sakoulis, and S. J. Turnovsky. 2003. Unilateral capital transfers, public investment, and economic growth. European Economic Review 47:10771103.Croix, D., and Ph. Michel. 2002. A theory of economic growth: Dynamics andpolicy in overlapping generations. Cambridge: Cambridge University Press.Cordon, W. M., and J.P. Neary. 1982. Booming sector and deindustrialisationin small open economy. The Economic Journal 92:359380.Dasgupta, P. S., and G. M. Heal. 1979. Economic theory and exhaustible resources. Cambridge: Cambridge University Press.Hannesson, R. 2001. Investing for sustainability: The management of mineralwealth. Norwell, Mass.: Kluwer Academic Publishers.Hartwick, J. 1997. Intergenerational equity and the investing of revenues fromexhaustible resources. American Economic Review 67:972991.King, I., and D. Ferguson. 1993. Dynamic ine ciency, endogenous growth and Ponzi games. Journal of Monetary Economics. 31:79104.Larsen, E. R. 2005. Are rich countries immune to the resource curse? Evidencefrom Norwaycid:146s management of its oil riches. Resources Policy 30:7586.Lesink, R., and H. White. 2001. Are there negative returns to aid? Journal of Development Studies 37:4265.Matsen, E., and R. Torvik. 2005. Optimal dutch disease. Journal of Development Economics 78:494515.Mehlum, H., K. Moene, and R. Torvik 2006: Institutions and the resourcecurse. The Economic Journal 116:120.Papyrakis, E., and R. Gerlagh. 2004. Natural resources, investment and long53term income. FEEM Working Paper, 87.04.Robinson, J. A., and R. Torvik. 2005. White elephants. Journal of Public Economics 89:197210.Rodriguez, F., and J. D. Sachs. 1999. Why do resource abundant economiesgrow more slowly? A new explanation and application to Venezuela. Journal of Economic Growth 4:277303.Ross, M. 2004. What do we know about natural resources and civil war? Journalof Peace Research 41:337356.Ross, M. 2006. A closer look at oil, diamonds, and civil war. Annual Review of Political Science 9:265300.Sachs, J. D., and A. M. Warner. 1995. Natural resource abundance and economic growth. Development discussion paper, no. 517a, Harvard Institute for International Developments, Harvard University.Sachs, J. D., and A. M. Warner. 1999. The big push, natural resource boomsand growth. Journal of Development Economics 59:4376.Sachs, J. D., and A. M. Warner. 2001. Natural resources and economic development: The curse of natural resources. European Economic Review 45:827838.SalaiMartin, X., and A. Subramanian. 2003. Addressing the natural resourcecurse: An illustration from Nigeria. Working Paper 9804. NBER working paperseries, National Bureau of Economic Research, Mass.SalaiMartin, X., G. Doppelhofer, and R. I. Miller. 2004. Determinants oflongterm growth: A Bayesian averaging of classical estimates BACE approach.American Economic Review 94 4: 813835.Sandbu, M. E. 2006. Natural Wealth Accounts: A proposal for alleviating the 54natural resource curse. World Development 34 7: 11531170.Stevens, P. 2003. Resource impact: Curse or blessing? A literature survey.Journal of Energy Literature 9 1: 342.Stijns, J.Ph. 2005. Natural resource abundance and economic growth revisited.Resources Policy 30:107130.Solow, R. 1974. Intergenerational equity and exhaustible resources. Review of Economic Studies 41:2945.Solow, R. 1986. On the intergenerational allocation of natural resources. Scandinavian Journal of Economics 88:143154.Tornell, A., and P. R. Lane. 1999. The voracity eect. American Economic Review 89:2246.Torvik, R. 2001. Learning by doing and the Dutch disease eect. European Economic Review 45:285306.Torvik, R. 2002. Natural resources, revenue seeking and welfare. Journal of Development Economics 67:455470.van Wijnbergen, S. 1984. The cid:145Dutch diseasecid:146: A disease after all? The Economic Journal 94:4155.Weil, Ph. 1987. Love thy children: Recid:135ections on the Barro debt neutralitytheorem. Journal of Monetary Economics 19:377391.55", "filename": "wp-06-09.pdf", "person": ["Elisabeth Hermann Frederiksen", "Hermann Frederiksen, Elisabeth"], "date": ["2006"]}