{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/109598/1/wp-100.pdf", "http://hdl.handle.net/11540/1303"], "title": ["Narrowing the Development Divide in ASEAN: The Role of Policy"], "plaintext": " The ADB Working Paper Series on Regional Economic Integration focuses on topics relating to regional cooperation and integration in the areas of infrastructure and software, trade and investment, money and finance, and regional public goods. The Series is a quickdisseminating, informal publication that seeks to provide information, generate discussion, and elicit comments. Working papers published under this Series may subsequently be published elsewhere. Disclaimer: The views expressed in this paper are those of the authors and do not necessarily reflect the views and policies of the Asian Development Bank ADB or its Board of Governors or the governments they represent. ADB does not guarantee the accuracy of the data included in this publication and accepts no responsibility for any consequence of their use. By making any designation of or reference to a particular territory or geographic area, or by using the term country in this document, ADB does not intend to make any judgments as to the legal or other status of any territory or area. Unless otherwise noted, refers to US dollars. 2012 by Asian Development Bank July 2012 Publication Stock No. WPS124845 v 1 2 3 3 3 6 7 7 7 7 7 8 8 2. The Theory Underpinning Economic Convergence 3. Trade, Investment, and Labor in the CLMV: Policy and Experience 3.1 Trade Policy and Experience 3.1.1 Trade Policy 3.1.2 Growth in Trade and Trade Openness 3.2 FDI Policy and Experience 3.2.1 FDI Policy 3.2.2 Growth in FDI 3.3 Labor Migration Policy and Experience 3.3.1 Labor Migration Policy 3.3.2 Labor Flows 4. Economic Convergence and the Development Divide in the CLMV Countries 5. Remaining Policy Challenges to Narrowing the Development Divide 5.1 Trade Policy 5.2 Foreign Investment and Labor Migration Policy with Shifting Demographics 5.3 Is Convergence with Cohesion Possible? 6. Conclusion References ADB Working Paper Series on Regional Economic Integration Tables 1. GDP Per Capita, Current Prices, 20002011 2. GDP Per Capita, PPP, 20002010 constant 2005 international 3. Manufactures by Degree of Factor Intensity, 1995, 2000, 2005, and 2010 % 4. IntraGMS Labor Flows, 2000 and 2010 5. IntraGMS Labor Flows as a Share of Total Migration, 2010 6. Poverty in ASEAN, Various Years 7. Human Development Index HDI Rank and Value 8. NonIncome Poverty in ASEAN, Various Years 10 10 11 14 16 18 37 21 22 23 24 25 26 27 27 Contents . Abstract 1. Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Tables 9. Inequality in ASEAN, Various Years 10. Cost of Exporting and Importing, 20052011 11. Logistics Performance Index, 2009 Figures 1. Total Trade and Trade Openness of the Greater Mekong Subregion, 19902010 billion , % of total GDP 2. Direction of Trade, 19902010 3. Foreign Direct Investment and FDI Openness in the Greater Mekong Subregion, 19902010 billion , % of total GDP 4. FDI Net Inflow, Intra and ExtraASEAN, 2010 5. Registered Migrant Workers in Thailand from Cambodia, Lao Peoples Democratic Republic and Myanmar, by Nationality and Sex, December 2009 28 29 30 31 32 33 34 34 6. Registered Migrant Workers in Thailand from Cambodia, Lao Peoples Democratic Republic and Myanmar, by Type of Work, December 2009 35 7. GDP Per Capita, PPP, ASEAN Countries Excluding Brunei Darussalam, 20002010 constant 2005 international 8. GDP Per Capita, PPP, CLMV versus Thailand 20002010 constant 2005 international 9. GDP Per Capita, PPP as a Share of Thailands GDP Per Capita, 20002010 % 35 36 36 Abstract The Association of Southeast Asian Nations ASEAN is highly diverse. It is also divided. The most striking example is the development divide that separates ASEANs newer members of Cambodia, the Lao Peoples Democratic Republic, Myanmar, and Viet Namthe CLMV countriesfrom the organizations original members, or ASEAN6. More rapid growth in Cambodia, Lao Peoples Democratic Republic, and Viet Nam since the 1990sdriven by trade, investment, and other market reformshas reduced income differences between this grouping and ASEAN6. Yet, while the development divide has narrowed, huge gaps remain. The further narrowing of these gaps will require an increase in the pace and breadth of policy reforms, and start addressing labor mobility. Although rapid growth has resulted in convergence among ASEAN members, it has also increased polarization within individual countries. This can threaten social cohesion and the sustainability of future growth. There is a pressing need to invest more in education and health, and to institute land reform. Keywords: ASEAN, development divide, convergence, inequality, transition economies, labor mobility JEL Classification: F15, O24 Narrowing the Development Divide in ASEAN: The Role of Policy 1 Introduction 1. Arguably the most striking characteristic of the Association of Southeast Asian Nations ASEAN region is its great diversity, which may be unmatched by any other grouping in the world. Indeed, its economic, political, cultural, and linguistic diversity is greater than even that of the European Union Hill and Menon 2012. Partly as a reflection of the wide range of differences that exist, economic diversity within the region is also vast. Not only is ASEANs economic diversity conspicuousespecially following the inclusion of Cambodia, Lao Peoples Democratic Republic, Myanmar, and Viet Nam, which are collectively known as the CLMV countriesit is also very worrisome. ASEAN includes two highincome countries Brunei Darussalam and Singapore, one upper middleincome country Malaysia, five lower middleincome countries Indonesia, Lao Peoples Democratic Republic, Thailand, Philippines, and Viet Nam, and two lowincome countries Cambodia and Myanmar.1 In 2011, the per capita income of Singapore was some 50 times that of Cambodia, 40 times that of the Lao Peoples Democratic Republic, and more than 35 times that of Viet Nam Table 1.2 The average for the CLMV was less than a third of ASEANs average. Although these differences are less striking when measured in purchasing power parity PPP terms, they remain large Table 2. These economic differences have come to be known as the development divide. Members of the regional organization have committed themselves to realizing an ASEAN Economic Community AEC by 2015. The third pillar of the AEC Blueprint is Equitable Economic Development, which aims to address the development divide and accelerate integration of Cambodia, Lao Peoples Democratic Republic, Myanmar, and Viet Nam CLMV through the Initiative for ASEAN Integration IAI and other regional initiatives.3 The reality is that neither the IAI nor other regional initiatives will have the resources, or the ability, to address the development divide. While aid can play a part, the solution must come from within the countries themselves. This will necessarily involve the adoption of policies that promote rapid economic development and economic convergence. There is evidence to suggest that the process of convergence has started taking place within ASEAN as the newer members begin to catchup to the economic conditions prevailing in the original member countries. Strong rates of economic growth since the 1990sdriven by trade, investment, and other market reformshave reduced differences in per capita incomes. This rapid growth has also been associated with dramatic reductions in poverty. Notwithstanding these achievements, there is still a long way to go and much more needs to be done before the development divide is substantially narrowed. 1 This World Bank classification masks significant variation within the groupings; for instance, the Lao Peoples Democratic Republic crept up to lower middle income status in 2010, while Viet Nam did so in 2008, and both of these countries are situated at the lower end of this scale. 2 This multiple would be highest for Myanmar, at perhaps 60 or more, but data are particularly sketchy. Continuing with Singapore as a reference, per capita income was five times Malaysias, while Malaysias was four times that of the Philippines, and the Philippines was about twice or more than that of the CLMV countries. 3 While we try and cover all four countries of the CLMV grouping as much as possible, we are sometimes forced to omit Myanmar and focus on Cambodia, the Lao Peoples Democratic Republic, and Viet Nam CLV when the data are either incomplete or unusually inconsistent. 2 Working Paper Series on Regional Economic Integration No. 100 Furthermore, while rapid growth in the CLMV countries has reduced per capita income differentials with other ASEAN members, the distribution of these gains have been uneven and income inequality within these countries has worsened. It would appear that intercountry differences in economic conditions are narrowing at the same time that intracountry differences are increasing. All kinds of intracountry inequities remain stubbornly high or have increased, including across geographical regions ruralurban, along ethnic lines, and between genders. What is alarming is the increase in polarization, both economic and social, in these countries. These factors can threaten cohesion and pose major risks to social stability. High andor rising income inequality can also threaten growth itself, as well as the poverty elasticity of growth. This paper examines the extent to which economic convergence within ASEAN is occurring and the factors that are driving it. In analyzing the determinants of convergence, we look closely at the role that policy has played in the process. In particular, what are the gaps in policy that need to be filled, and the new areas that need to be addressed, to ensure that convergence continues? Finally, we look at whether the rapid growth required for catchup by the CLMV countries can occur without further intracountry polarization. We begin in Section 2 with some theory, examining the conditions under which we can expect convergence to occur. Section 3 examines policies and experiences relating to ASEAN trade, investment, and labor flows. We document the rapid increase in trade and investment, and how it has contributed to rapid growth across the region, as well as the policies that have delivered these outcomes. The extent to which this growth has contributed to convergence, or the narrowing of per capita incomes, is examined in Section 4. Since the development divide is multifaceted, we also examine outcomes in relation to a host of other social indicators in comparative perspectives. In Section 5, we identify gaps in the reform agenda that still require attention, and how future growth can be made more inclusive and therefore less threatening to social harmony. A final section concludes. 2. The Theory Underpinning Economic Convergence A longstanding economics debate centers on the question of whether or not integrating economies converge in terms of per capita income, productivity, and technology. Some even trace this debate all the way back to the Scottish Enlightenment and the publication of an essay by David Hume in 1742 Elmslie 1995.4 Whatever its origin, and whenever it started, what is clear is that the debate continues to rage and remains largely unresolved. Theory offers some insights. One reason to expect convergence or catchup is the difference in the marginal efficiency of capital between poorer and richer countries. With little access to capital, workers in poor countries have relatively low levels of productivity that can be raised substantially by increasing the amount of capital available to them by even a small amount. Unlike countries with higher capitallabor ratios, poorer countries have much more capacity for capital accumulation before diminishing returns set in. 4 Elmslie 1995 claims that the ensuing rich countrypoor country debatebetween David Hume on the convergence side and Josiah Tucker on the nonconvergence siderepresents one of the first major doctrinal debates in economics. Narrowing the Development Divide in ASEAN: The Role of Policy 3 There is also the latecomers advantage hypothesis, which postulates that late adopters of technology may be better positioned because they can avoid mistakes and adapt to technologies in a way that benefits them more than early adopters, assuming that the technology is available for purchase or is easily diffused. This was noted as far back as Veblen 1915 and modernized by Gerschenkron 1952 as the advantage of relative backwardness. In certain instances, they are even able to leapfrog early movers, further consolidating their advantage e.g., by avoiding costly investments in telephone lines and focusing instead on mobile telephone infrastructure. There is both anecdotal and empirical evidence to support these views on convergence. It is likely that differences in the productivity of capital accounted for some of the catchup observed in the socalled newly industrializing economies NIEs of East Asia Hong Kong, China; Republic of Korea; Singapore; Taipei,Chinaand when their incomes per capita rapidly converged with those of developed countries during the 1980s and most of the 1990s. Another oftcited example is the rapid growth of Japan and Germany during the reconstruction period after the Second World War, compared with the United States US and the United Kingdom UK. A common element across all of these countries is a policy framework that was open and outwardoriented. Indeed, there is a vast body of crossnational statistical evidence linking trade and growth, and a positive association between economic openness on one side and growth and convergence on the other Dollar 1992; Edwards 1998; Sachs and Warner 1995; Rodriguez and Rodrik 2001; Bhagwati and Srinivasan 2001; Rodriguez 2007. Greater openness appears to have played a huge role in this story of growth and convergence. 3. Trade, Investment, and Labor in the CLMV: Policy and Experience The opening up of Cambodia, Lao Peoples Democratic Republic, and Viet Nam to trade and investment occurred almost concurrently in all three countries in the late 1980s. Cambodias government was the first to embark on a marketoriented reform process in 1985. In the Lao Peoples Democratic Republic, the process of transition to a marketoriented economy began in 1986 with the implementation of the New Economic Mechanism, a major program of economic reforms. The opening of Viet Nams economy to trade and foreign direct investment FDI was part of doi moi renovation reforms initiated in 1986. 3.1 Trade Policy and Experience 3.1.1 Trade Policy Although unilateral policy actions drove reforms in the early stages, expanded economic cooperation through the Greater Mekong Subregion GMS program and then later through membership in ASEAN and the ASEAN Free Trade Agreement AFTA also played an important role. While the GMS program focused on the provision of much 4 Working Paper Series on Regional Economic Integration No. 100 needed physical infrastructure, membership in AFTA committed countries to an ambitious program of tariff reduction on trade with ASEAN members. Cambodia and Viet Nam became members of the World Trade Organization WTO in 2004 and 2007, respectively, while, the Lao Peoples Democratic Republic is at an advanced stage in negotiations for WTO accession. The most important contributions of WTO membership to date have been to enshrine the principles of most favored nation MFN status and national treatment NT, and to apply binding reductions in tariff rates. In all three countries, trade reforms focused on reducing technical barriers, mainly in the form of tariffs, and converting quantitative restrictions into tariff equivalents Menon and Melendez 2011. Although some progress has also been made in reducing trade costs through trade facilitation, this is where most of the remaining barriers to trade exist. Trade facilitation activities are taking place under the auspices of the GMS program and ASEAN, in addition to unilateral and bilateral initiatives. Apart from hardware in the form of physical infrastructure construction, which increases connectivity and reduces transport costs, the GMS program has also tried to address complementary software issues by improving trade facilitation. A key initiative toward this end is the CrossBorder Transport Agreement CBTA, a comprehensive multilateral instrument that supports a range of measures to facilitate trade, which in turn promotes integration. These include onestop customs inspection; crossborder movement of persons e.g., visas for persons engaged in transport operations; transit traffic regimes, including exemptions from physical customs inspection, bond deposit, escort, and phytosanitary and veterinary inspection; eligibility requirements for road vehicle crossborder traffic; exchange of commercial traffic rights; and infrastructure, including road and bridge design standards, road signs, and signals ADB 2009. A majority of the transportrelated Annexes and Protocols to the CBTA were agreed to and signed by 200405, while Annex 6 on Customs Arrangements was agreed to and signed in 2007. Most of the GMS countries have also ratified the annexes and protocols. Thailand has ratified 14 out of the 20 annexes and protocols, while Myanmar has yet to ratify any of the annexes and protocols. Initial implementation of the CBTA has been achieved at various bordercrossing points, and an additional agreement has been adopted on additional border crossings for CBTA implementation, between the Peoples Republic of China PRC and Lao Peoples Democratic Republic along the North South Corridor, and between Cambodia and Viet Nam along the Southern Economic Corridor. Agreement has been reached on a harmonized customs the CBTA. Implementation of the CTS will be undertaken by a publicprivate partnership that will include guarantees by private sector organizations to customs offices in transit countries. A CTS pilot project was established across the East West Corridor from Viet Nam to Thailandthrough the Lao Peoples Democratic Republicin mid2009. Agreement has also been reached on a GMS road transport permit system. Apart from the CBTA, the Strategic Framework for Action on Trade Facilitation and Investment SFATFI, endorsed at the second GMS Summit in Kunming in July 2005, transit system CTS, a core component of Narrowing the Development Divide in ASEAN: The Role of Policy 5 CEPT addressed issues in customs, sanitary, and phytosanitary SPS regulations, and other border management concerns and logistics development. ASEAN has embarked on its own set of initiatives to improve transport and trade facilitation in the subregion. In 1998, it established the ASEAN Framework Agreement on the Facilitation of Goods in Transit AFAFGT, which is similar to the CBTA in intent and content. However, very little progress had been made in implementing trade facilitation reforms up until the adoption of the ASEAN Economic Blueprint in 2007. Included in the Blueprint are several aspects of transport and trade facilitation, including the harmonization and standardization of trade and customs procedures; customs modernization; integration of national single windows into an ASEAN single window ASW; and harmonization of standards, technical regulations, and conformity assessment procedures. Complementing these initiatives are the ASEAN Framework Agreement on the Facilitation of InterState Transport, the ASEAN Framework Agreement on Multimodal Transport, and the Master Plan on ASEAN Connectivity, all of which aim to reduce the cost of moving goods across ASEANs borders. At their 39th meeting held in August 2007, the ASEAN Economic Ministers agreed to transform AFTAs Common Effective Preferential Tariff into a more comprehensive instrument and integrate ASEANs various tradeingoods initiatives under a single umbrella. This led to the signing of the ASEAN Trade in Goods Agreement ATIGA in February 2009. ATIGA addresses trade facilitation reforms by including the ASEAN Framework on Trade Facilitation. Subsequently, ASEAN developed the Trade Facilitation Work Program for 20092015. These recent initiatives have provided the necessary impetus for trade facilitation reforms to move forward. The implementation of the AFAFGT and an ASEAN Customs Transit System ACTS has become a top priority and work toward this goal has since picked up speed. The Protocol to the AFAFGT has been completed, feasibility studies have been carried out, costing has been prepared, and a management environment has been proposed to which the member states will contribute staff. Nevertheless, the real test lies with actual implementation, and ASEANs record is generally not good in this area. Apart from these initiatives under the GMS and ASEAN, the CLMV countries have also been pursuing a number of transport and trade facilitation reforms either as part of their accession to the WTO or as parties to FTAs signed by ASEAN. These FTAs incorporate trade facilitation provisions and principles, which go beyond customs procedures, to include areas such as the use of information and communications technology ICT, adoption of international standards, and risk management, with some agreements containing completely separate chapters or frameworks for trade facilitation Duval 2011. In addition, a number of bilateral road transport agreements have also been adopted by neighboring countries in the subregion ADB 2010. The pursuit of different modalities runs the risk of duplication and inconsistencies, and puts pressure on limited human resources. There is a need to focus on completing the multilateral framework, which should hopefully encompass and supersede all of these other initiatives. 6 Working Paper Series on Regional Economic Integration No. 100 3.1.2 Growth in Trade and Trade Openness Although trade growth contracted in 2008 and 2009 as a result of the global financial crisis, in general, unilateral policy reforms and greater economic cooperation have led to positive trade growth in the GMS. With the exception of Myanmar, trade openness has increased throughout the region, with trade as a percentage of GDP above 100% in Thailand and Viet Nam. Cambodias trade openness fell sharply after the global financial crisis, but recent data show a markedalbeit slowrecovery Figure 1. The direction of trade over the past 2 decades suggests an expansion in GMS countries trade with the world and especially with each other Figure 2. Cambodias direction of trade may be the only exception to this general trend. In the 1990s, Cambodias trade with the subregion accounted for about onethird of its total trade, on account of log and timber exports. However, this share has since declined, largely as a result of a ban on log exports and the growing importance of the US and European Union EU as export destinations. The PRC is also fast emerging as a major source of imports. The increase in Cambodias intraGMS trade in the latter part of the 2000s could have been mainly the result of falling demand for Cambodian exports in the US and the EU, as a result of the global financial crisis. The larger GMS countries, Thailand and Viet Nam, have shown modest increases in subregional trade. As might be expected, these countries trade predominantly with the rest of the world and therefore have more diversified partners. Japan continues to be Thailands biggest trading partner, although Japans share has been steadily declining in recent years and is likely to soon be overtaken by the PRC. The PRC is already Viet Nams leading trading partner, accounting for roughly 18% of its trade in 2010. The share of intraGMS trade in total trade has traditionally been higher for the subregions smaller countries, the Lao Peoples Democratic Republic and Myanmar, reflecting both transshipment arrangements and limited commercial penetration beyond the immediate neighborhood. Changing demand has helped transform the structure of exports from the subregion. In Cambodia, Thailand, and Viet Nam, there has been a clear shift in the export base away from primary commodities into manufactured goods. In Cambodia, this has been driven by garments exports, which account for the bulk of Cambodias exports. In Thailand and Viet Nam, production fragmentation trade has become a critical part of export dynamism, with the share of machinery and equipment rising as a proportion of total exports. However, while the shift toward manufactured goods has also led to a movement up the value chain in Thailand and Viet Nam, this has not been the case in Cambodia, where the garments sector laborintensive. Manufactured exports from the Lao Peoples Democratic Republic and Myanmar likewise remain predominantly laborintensive and resourcebased Table 3. remains predominantly low skilled and Narrowing the Development Divide in ASEAN: The Role of Policy 7 3.2 FDI Policy and Experience 3.2.1 FDI Policy Prior to reforms pursued in the late 1980s, all three CLV countries shared a common distrust of FDI. This perception has changed radically and all three are now highly receptive to FDI. Today, 100% ownership is allowed in most sectors, although each country retains an exemption list that covers sensitive sectors. Procedures governing the approval of investment projects have been streamlined and all three countries provide attractive investment incentives Menon and Melendez 2011. 3.2.2 Growth in FDI Along with trade, FDI in the subregion has also risen over the last 2 decades. In 2010, the subregions total FDI stock amounted to US209 billion. Cambodia and Viet Nam have FDI stocktoGDP ratios well above the subregional average. In contrast, Myanmars openness to FDI has declined since 1998. Historically, Thailand has been the largest FDI recipient in the region, but Viet Nam has been catching up in the last several years Figure 3. The source country composition of FDI is characterized by a clear, intraASEAN bias for the smaller GMS countries Figure 4. Thailand has traditionally accounted for the bulk of these inflows. That trade and investment are growing handinhand in the subregion is no coincidence. Early signs are emerging of a tradeinvestment nexus in which trade not only encourages investment, but investment, in turn, encourages trade. For instance, in the Lao Peoples Democratic Republic, FDI in agriculture and forestry, and in mining and hydropower projects has contributed significantly to export growth. This is a virtuous circle that links back to economic growth. 3.3 Labor Migration Policy and Experience 3.3.1 Labor Migration Policy Unlike the reforms relating to trade and investment, policies relating to labor flows remain piecemeal or nonexistent. Although regional labor markets are becoming increasingly integrated, policies relating to crossborder movements continue to lag behind. The gaps in policies relating to labor flows exist in both sending and receiving countries, and both need to be addressed. Therefore, the challenges for policy relate to the governance of labor migration, protection of migrant workers, and harnessing of labor migration for economic development. Here too, ASEAN has signed several formal accords since 2000, including the January 2007 ASEAN Declaration on the Protection and Promotion of the Rights of Migrant Workers. However, implementation has been lackluster to say the least Hill and Menon 2012. IntraASEAN labor flows occur independently of these arrangements and are 8 Working Paper Series on Regional Economic Integration No. 100 largely marketdriven, dictated by large intercountry wage differentials and porous borders. 3.3.2 Labor Flows Although subregional labor migration has been occurring in the GMS for centuries, this trend has increased markedly in recent years Tables 4 and 5. There appears to be significant amounts of informal flows within the region, and reported flows are likely to seriously underestimate the actual numbers. As expected, Thailand accounts for the bulk of total crossborder flows within the region, spurred by the countrys growing need for lowskilled workers. Migrant workers are fast becoming an important resource in Thailand, with most studies concluding that they account for approximately 1% of GDP International Organization for Migration, Thailand Office 2011. Again, given apparently large but uncertain numbers of unregistered flows, this contribution is also likely to be an underestimate. This trend is expected to increase over time, although is it unclear what impact the establishment of the AEC by 2015 will have on these flows as the AEC only deals with movement of skilled labor. In December 2009, there were 1.3 million registered migrants in Thailand from Cambodia, Lao Peoples Democratic Republic, and Myanmar, accounting for roughly 42% of the total migrant population in Thailand. The majority of these migrants were male 55% and employed primarily in agriculture 17%, construction 17%, seafood processing 10%, and household work 10% Figures 5 and 6. 4. Economic Convergence and the Development Divide in the CLMV Countries What is the experience in the CLMV countries with regard to catchup or economic convergence and the narrowing of the development divide? Much higher rates of economic growth since the early 1990s in Cambodia, Lao Peoples Democratic Republic, and Viet Nam compared with the rest of ASEAN has reduced gaps in real per capita incomes in PPP terms Table 2. Greater openness to trade and investment flows has played a huge role in this growth story. As Figure 7 shows, the growth in per capita incomes in the CLMV countries has been among the highest in ASEAN. In 2000, the average real per capita income of the CLMV countries was about onethird of the average of the ASEAN6, while today it is almost half. From Figure 8, using Thailand as a reference point, we can see that real per capita income growth in Cambodia, Lao Peoples Democratic Republic, and Viet Nam has been consistently higher than that of Thailand in the 2000s. As a share of Thailands real GDP per capita, we can see from Figure 9 that there has been significant catchup between 2000 and 2010. These data present clear evidence of economic convergence between the CLMV countries and the rest of ASEAN. Despite these notable achievements in narrowing per capita income differences, the gaps Narrowing the Development Divide in ASEAN: The Role of Policy 9 income measures, however, and despite themselves still remain quite large. In 2010, real per capita incomes in the CLMV countries as a share of Thailands real per capita income still ranged from only 23% to 37%. Rapid growth has also translated into dramatic reductions in poverty. Irrespective of the measure of poverty, there have been dramatic reductions across the board Table 6. Nevertheless, the level of poverty remains a relatively larger concern in the CLMV as it has been reduced to below 10% in the other ASEAN countries, except for the Philippines and Indonesia. In all countries except Viet Nam, most of the reductions in poverty have taken place in the urban sector. By and large, the poverty challenge is one rooted in the rural sector. As noted earlier, the development divide is not confined to income differentials; it covers a host of human development and social indicators. Table 7 presents data on the human development index for about the last decade, while Table 8 covers a range of health and education indicators. Again, there have been improvements in all indicators over this period in the CLMV, and the changes have been more dramatic than in other ASEAN countries. As with these dramatic improvements, differences in human development and social indicator levels between the CLMV and most other ASEAN countries remain stark. For instance, despite large improvements, maternal mortality rates in 2008 of approximately 600 and 300 per 100,000 live births in the Lao Peoples Democratic Republic and Cambodia, respectively, remain a serious concern. Similarly, while literacy rates are above 90% in almost all ASEAN countries, they remain below 80% in Cambodia and the Lao Peoples Democratic Republic. In sum, while marked improvements in living standards and human development outcomes in the CLMV have been impressive, particularly over the last decade, there is much room for improvement and challenges remain. Various forms of inequality also characterize the CLMV, as well as the other ASEAN countries Menon et al. 2011; ADB 2012. From Table 9, we find that income inequality as measured by the Gini coefficient rose in the 2000s in Cambodia and the Lao Peoples Democratic Republic, but fell slightly in Viet Nam. The Gini coefficient in Cambodia has remained above 40% throughout the 2000s, a threshold level considered to signify a highly unequal distribution. The same is true for Malaysia, the Philippines, and Thailand. Both the Lao Peoples Democratic Republic and Viet Nam are not far behind, with Gini coefficients above 35%. The same pattern can be observed for the income share held by the top 20% of the population, with Cambodia recording the highest share in ASEAN at almost 52% of income. The income share held by the lowest 20% fell in all three countries in the 2000s, further accentuating income polarization within these countries. The most recent data for these countries point to the bottoms 40% of the population having between only 16% and 19% of total income. 10 Working Paper Series on Regional Economic Integration No. 100 5. Remaining Policy Challenges to Narrowing the Development Divide It is worth reiterating that the challenge of narrowing the development divide in ASEAN cannot be met by relying on programs of assistance alone, such as the IAI or other regional efforts. In this regard, the recent proposal to enlarge the ASEAN Development Fund by creating an ASEAN Convergence Fund ADBI 2012, which would still to be financed by voluntary contributions of members but managed by professionals, may help but is unlikely to make a significant or lasting difference. One reason is that unlike in Europe, the betteroff members of ASEAN from which most of the funds would presumably have to come from are either very small Singapore and Brunei Darussalam or relatively small Malaysia. The richest country in ASEAN, Singapore, does not even have a formal aid program. Although the CLV have received quite substantial amounts of aid grants and concessional lending from both external bilateral donors and multilateral agencies, these aid flows will begin to taperoff as their development converges with the rest of ASEAN. In this sense, these countries are ultimately likely to be victims of their own success. Therefore, any discernable and sustainable narrowing of the vast gaps that continue to divide will have to come from more rapid growth in these countries themselves. In order to grow at a rate that allows catchup, additional policy reforms will be required. These relate to trade, investment, and labor, with each discussed in turn below. Finally, in order to retain social cohesion and ensure that future growth is sustainable, policies that promote greater inclusiveness need to be pursued. 5.1 Trade Policy In relation to trade policy, there are two key outstanding issues that need to be addressed. The first relates to ensuring consistency in the tariff regime, while the other refers to the need to hasten trade facilitation efforts in order to reduce trade costs. Since the first challenge has been discussed in detail in Menon 2011 and Menon and Melendez 2011, we discuss it only briefly here and instead focus on the second. The CLMV countries, unlike ASEANs original members, have chosen to implement their AFTA tariff reduction commitments on a minimalist basis, resulting in a twotier tariff system in each country with a different preferential and MFN rate for each tariff line. In other words, they have chosen not to multilateralize their AFTA preferences, and not to offer them to nonmembers on a nondiscriminatory basis. This not only reduces the benefits while increasing the potential for trade diversion, it also increases the burden on weak and overstretched trade and customs bureaucracies. As members of ASEAN, they are also party to at least six existing ASEAN1 FTAs, with more sure to come. It is simply fantastic to expect these countries to effectively implement a system whereby seven or more tariff rates can apply to each tariff line, depending on rules of origin that can also differ by source. Therefore, the CLMV countries should follow the original ASEAN members and multilateralize their AFTA and various ASEAN1 preferential tariffsthe sooner the better. Narrowing the Development Divide in ASEAN: The Role of Policy 11 Next we turn to the main challenge on the trade policy front: trade facilitation. Despite the achievements on this front described in Section 3.1, a number of critical challenges continue to limit the subregions potential for reaping further gains from trade. Data on trade costs and logistics reveal considerable variation in trade facilitation and logistical performance across the GMS countries, with Thailand and Viet Nam performing better than the CLM countries, highlighting the need for the latter to catch up with their neighbors Tables 10 and 11. The implementation of the CBTA and other such reforms continues to face a number of challenges, such as slow progress in the exchange of traffic rights, weak procedures for border clearance and insufficient investments in border infrastructure for goods processing, and weak institutional mechanisms for supporting transport and trade facilitation. Setbacks in implementing the CTS, in particular, have been cited as an impediment to implementation of the CBTA in every GMS country ADB 2010. The need to strengthen implementation of the CBTA and other trade facilitation reforms was highlighted at the 3rd GMS Summit in March 2008, where leaders called for greater focus on softer aspects of regional cooperation in the GMS. More concretely, in 2010, the 16th GMS Ministerial Conference endorsed a comprehensive mediumterm Program of Actions for Transport and Trade Facilitation TTF, encompassing both i transport facilitation, by enhancing exchange and implementation of traffic rights, improving custom transit systems, and strengthening the road transport industry; and ii trade facilitation, by enhancing coordinated border management, strengthening sanitary and phytosanitary standards, and developing the logistics sector. 5.2 Foreign Investment and Labor Migration Policy with Shifting Demographics Over the long run, the benefits from trade liberalization will be considerably larger if accompanied by reforms in other sectors. For instance, if the movement of factors of production such as capital and labor is also freed up, the gains from trade liberalization will be magnified. This will occur as investors respond to the changed structure of incentives with new capital investments and entirely new industries develop in response to new opportunities Warr et al. 2010. The importance of factor mobility takes on an additional dimension in ASEAN when we consider differences in demographic profiles between countries. ASEAN countries comprise populations that can be described as either ageing or youthful, especially given shifts expected to occur over the next decade and beyond. With countries facing an ageing population, there will be a decrease in the labor supply in the future as a result of a shrinking labor force, while countries with a relatively young population will experience the opposite phenomenon of a bulging labor force. Specifically, the CLV countries will experience bulging labor forces, as will Brunei Darussalam and the Philippines, while the other ASEAN countries will likely experience shrinking ones. The ageing phenomenon will also characterize the labor forces of the East Asian countries of the PRC, Japan, and Republic of Korea Menon and Melendez 2009. 12 Working Paper Series on Regional Economic Integration No. 100 insufficient to meet domestic Many of the countries facing the ageing phenomenon also run sizable current account surpluses, reflecting the fact that domestic savings are much higher than domestic investment. Many of the countries facing the opposite phenomenon of an impending bulge in the working age population are also countries that run sizable current account deficits, where domestic savings are investment requirements. There are benefits to countries with both relatively high and low capitallabor ratios in encouraging the crossborder movement of factors that tend to equalize their relative prices. Through FDI flows, for instance, capitallabor ratios across countries with either shrinking or bulging labor forces will adjust, as factor prices tend toward being equalized and, in the process, promote growth in both investing and recipient countries. FDI can help overcome the labor shortage problem in ageing countries and at the same time help absorb the surplus labor in bulging countries. This is already happening, but the demographic changes expected over the next decade suggest that the role of FDI could, or indeed should, be significantly more important in addressing imbalances in labor markets. As described in Section 3.2, the CLV countries have been receiving substantial amounts of FDI as their investment climates improve and their reform programs mature. There is a considerable amount of capital mobility in ASEAN already, mostly in the form of inflows from outside the region, but both intraregional flows and outflows have also been growing, albeit from a small base. The AEC also aims to further liberalize these flows in its pursuit of a single production base. Further increases in FDI flows will probably require significant improvements in the investment climate of the CLMV countries. Such improvements will involve addressing structural and institutional issues, including strengthened legal and regulatory frameworks, improvements in governance and the protection of property rights, the deepening of financial markets, and political and macroeconomic stability. These are longterm challenges and although the payoff is likely to be high, these efforts will take time. In the interim, it would be equally beneficial if labor could move more freely to equalize the differences between countries with shrinking and bulging labor forces. Greater labor mobility, if properly regulated, can benefit both sending and receiving countries. Arguably the biggest disappointment of the AEC Blueprint is its failure to deal adequately with labor mobility. National governments also lack adequate legal and policy frameworks when it comes to governing labor flows. As a World Bank 2006 study notes, the CLMV countries lack the capacity to effectively manage the mass export of labor and to protect the rights of their migrant nationals abroad. Similarly, receiving countries in other parts of ASEAN, Malaysia and Thailand in particular, have fairly weak migration policy frameworks, which often have been implemented hastily as an ad hoc response to the arrival of large numbers of migrants. ASEAN governments in both sending and receiving countries face an urgent need to adopt policies that can help manage the increased flows in an efficient but equitable way. Therefore, improving policy frameworks relating to labor movement, whether transitory or migratory, is in the interest of labor exporting and importing countries, and can raise the benefits to both while protecting the rights of foreign workers and reducing the security risks associated with unrecorded inflows of labor. Narrowing the Development Divide in ASEAN: The Role of Policy 13 As noted above, one focus of the AEC is on liberalizing flows of skilled labor, and even here there are difficulties in interpreting what this is likely to amount to in practice. Most of the labor within ASEAN countries is low or semiskilled, and this population has been ignored in the reform agenda. In fact, the overwhelming share of both recorded and unrecorded labor flows within ASEAN comprise lowskilled labor. This extends from domestic helpers in Malaysia and Singapore from the Philippines and Indonesia, to agricultural labor in Malaysia from Indonesia and Thailand from CLM, and to various service sectors such as construction in Malaysia and Singapore, and food processing in Thailand. Further liberalization of official flows, combined with efforts to control informal flows and bring them into the formal arena, can yield substantial mutual benefits. Not only can increased labor mobility substantially increase the benefits that can be expected to accrue from trade liberalization, it can also reduce adjustment costs in sectors that are negatively affected by such reforms. Restrictions on labor mobility during periods of structural adjustment or reform tend to make individual regions and countries income per capita more divergent. As the World Bank 2011, p.48 puts it, impediments to migration, whether ethnic, social, economic, regulatory, or geographic, will only accentuate inequality. There is another aspect to the facilitating role that labor mobility can play in the adjustment process in the CLMV. The CLMV countries face nominal rigidities to varying degrees when it comes to having an exchange rate that can operate as an adjustment mechanism. This is a result of dollarization and the multiple currency systems that prevail, to varying degrees, in these countries Menon 2010. While Cambodia is almost completely dollarized, the Lao Peoples Democratic Republic economy is probably only 50% dollarized, but both Thai baht and US dollars are used in addition to the locally issued kip. Viet Nam has the lowest degree of dollarization, but exchange rate uncertainty resulting from macroeconomic instability has resulted in a switch to gold as a store of wealth. In Myanmar, the government is trying to unify a multiple rate system and the first steps toward a managed float have been implemented. In this context, the nominal exchange rate of these countries may not adjust fully, or quickly, to economic disturbances or shocks. The real exchange rate movements required to move the economy back toward equilibrium following an economic shock will have to be induced by price changes rather than nominal exchange rate changes. This will have to involve changes in the rewards paid to factors of production, and it is most likely that wages will have to bear the brunt of this adjustment Menon 2008. But nominal wages may be sticky in a downward direction. If nominal wages are initially close to subsistence levels, then any downward adjustment in response to an external shock would be difficult. Thus, the adjustment mechanism that requires changes in wages instead of changes in nominal exchange rates is a relatively inefficient instrument. It could result in social costs involving the increased unemployment of resources such as labor and capital. Given this situation, it is even more important that there is sufficient labor mobility in order to reduce the adjustment pressures and minimize economic and social costs. This 14 Working Paper Series on Regional Economic Integration No. 100 is not to deny that labor migration does not involve social costs or disruption to the sending countries. The dislocation and related costs associated with outmigration, while not insignificant, are likely to be a lot lower than that of rising unemployment at home. 5.3 Is Convergence with Cohesion Possible? While the benefits from facilitating labor mobility can be substantial, it is not a panacea and needs to be considered as part of a broader development program. Increasing labor mobility alone is also unlikely to significantly reduce disparities within or between countries, and needs to be accompanied by other policy interventions. In this regard, we turn finally to examining how future growth in the CLMV can be made more inclusive. As noted in the Introduction and described in Section 4, while rapid growth in the CLMV has reduced gaps in per capita income in ASEAN, the distribution of these gains have been uneven and many forms of intracountry inequality have remained stubbornly high or even worsened. What is more disturbing is the increasing polarization in these countries, both economic and social. High andor rising inequality and polarization poses risks to social stability. Such factors can also threaten growth itself as well as the poverty elasticity of growth. Therefore, how can the negative consequences of rapid growth be avoided, or at least minimized? A good starting point in trying to answer this question would be to identify the factors driving inequality in these countries. Many of the factors driving rapid growth in the CLMV can also be linked to those driving inequality. The literature on growth and inequality identifies three key elements that tie growth and inequality together: the processes of i technological change, ii globalization, and iii marketoriented reforms. The link between inequality and growth is derived from the fact that all three are also considered to be primary drivers of growth. ADB 2012 examines inequality in Asia in detail and identifies these three processes as the key drivers for rising inequality in developing Asia. They note that these forces have tended to favor owners of capital over labor, high skilled over lowskilled workers, and urban and coastal areas over rural and inland regions. All three factors are present in the CLMV, although globalization and marketoriented reforms are the dominant ones. Reducing growth in order to reduce inequality is not a sensible policy option. Similarly, reversing the trend toward greater openness and market orientation is not the way to go in order to redress inequality, if these factors are the main ones driving it. If convergence at the expense of internal cohesion is seen as a hollow victory, then so too must the preservation of internal cohesion at the expense of convergence be viewed. How can we strike a balance between the two, where convergence can continue without further threatening internal cohesion? In order to answer this question it is useful to examine the experience of some of the newly industrialized economies NIEsthe Republic of Korea and Taipei,China, in particularbeginning in the 1960s when they first underwent a dramatic transition. The switch from highly interventionist importsubstitution programs to more marketfriendly, exportoriented reforms is a conversion that bears a lot of resemblance to that being undertaken by the CLV countries in their transition toward market economies. Their experience highlights what can work rather than what cannot since a distinguishing characteristic of the economic performance of the NIEs is the relatively equitable distribution of gains from rapid economic growth. The rapid and Narrowing the Development Divide in ASEAN: The Role of Policy 15 sustained growth in these economies since the late 1960s has been accompanied not only by sharp reductions in poverty, but also by acrosstheboard improvements in living standards that significantly raised the welfare of the majority. Income distribution has remained more equal than in other countries at a comparable stage of development. It is widely recognized that income inequalities remain low in the NIEs Balassa and Williamson 1987; Fei et al. 1979; Wood 1999. What are the factors that have produced these outcomes in the NIEs, and what lessons do they hold for the CLMV countries? A number of key features and policies stand out. The first distinguishing feature of the NIEs is the initial conditions relating to a host of social indicators, particularly education, but also health. The initial endowment of human capital is a critical factor in determining the ability of the workforce to fully participate in the economy, and thereby share in the benefits of growth. Although initial educational and skill levels in the NIEs were not exceedingly high, near universal access to quality primary and secondary education, combined with effective vocational and onthejob training facilities, resulted in a productive workforce. They were able to avoid the skills shortage or mismatch that currently exists in the CLMV and other countries trapped in middleincome status. Therefore, an important barrier to overcome in the CLMV is the quality of primary and secondary education, and vocational training. Increased access to health care services must also complement improvements to education systems. This feature of the labor force, when combined with a conducive investment climate and sound macroeconomic fundamentals, accounts for the next determining factor. In this environment, these countries could exploit their comparative advantage and benefit from opportunities arising from laborintensive light manufacturing activities. Given the fact that labor is the most widely distributed factor of production in a developing economy, employment expansion and the subsequent increase in real wages contributed to reductions in both poverty and income inequality as the NIEs developed Balassa and Williamson 1987; Fei et al. 1979; Athukorala and Menon 1999. As noted earlier in discussing FDI flows, however, the longerterm institutional and structural constraints need to be addressed in order to improve the investment climate, and thereby allow the forces of comparative advantage to absorb the burgeoning pool of lowskilled labor. The third factor relates to distribution of land ownership and asset inequality. Deininger and Squire 1998 show that asset inequality, more than income inequality, can undermine not only growth but the effectiveness of propoor policies. Prior to launching their liberalization programs, Japan; the Republic of Korea; and Taipei,China instituted significant land reforms that resulted in a fairer distribution of this critical asset, especially for lowincome agricultural households. Indeed, this was a crucial factor that facilitated the transfer of labor from agriculture to manufacturing during the ensuing structural transformations. This has not been the case in the CLMV countries, however, and land reform remains an unfinished item on the policy agenda of these countries. Cambodia presents a useful example that illustrates this general problem. The lack of land titling has resulted in widespread deforestation as well as land grabbing. In an ironic twist, rather than enjoying the benefits from the land price boom, it has often made some of the most vulnerable worse off. Without clear or proper titles to prove ownership, many of the poor have been evicted or forced off their land. 16 Working Paper Series on Regional Economic Integration No. 100 The experience of the NIEs, especially the Republic of Korea and Taipei,China, suggests that all of these conditions and related policies need to be in place before convergence with cohesion is possible. It would appear that a subset of the above, rather than a full complement, is unlikely to work to produce the desired outcome. Therefore, it is important that the CLMV countries pursue all of these policies in a comprehensive and simultaneous manner if they are to achieve growth with equity. Furthermore, these are only some of the conditions necessary for inclusive growth and other elements Menon et al. 2011 also need to be incorporated in the reform program to ensure the desired outcome. In summary, the experiences of the NIEs suggest that the rapid growth required for catchup by the CLMV countries can only occur absent further polarization within individual countries and if a number of necessary conditions are simultaneously met. The first of these conditions relates to the need to invest in social infrastructure, especially education and health, in order to produce a workforce more able to participate in the growth process. Second is the need to improve the investment climate, including increasing capital inflows and labor absorption, along comparative advantage lines. Third is the need for land reform to directly redress asset inequality and enhance incentives for productivity in agriculture, and facilitate factor transfer following structural adjustment. These necessary conditions need to be complemented with the other elements of an inclusive growth strategy in order to ensure convergence with cohesion. 6. Conclusion ASEAN is divided. The most striking divide is the development gap that separates the newer members CLMV countries from the original ones ASEAN6. Although the development divide is multifaceted, its most conspicuous manifestation lies in differences in per capita incomes. More rapid rates of economic growth in the CLV since the 1990sdriven by trade, investment, and other market reformshave reduced these income differences, while also dramatically reducing poverty. Yet, while the development divide has narrowed, huge gaps remain. The further narrowing of these gaps will require an increase in the speed and breadth of policy reforms. With trade, the focus needs to shift to behindtheborder measures that reduce trade costs through transport and trade facilitation. A gaping hole in the policy landscape in ASEAN is the failure to address labor migration adequately. Furthermore, ongoing demographic transitions will require greater capital inflows or labor outflows if massive unemployment is to be avoided. Capital inflows will only increase if there are substantial improvements in the investment climate. These changes will take time to effect and since absorptive capacity is currently nearing its limit, it is an issue for the longrun. Greater labor mobility will occur in the interim, but will require effective policy frameworks to be developed in both sending and receiving countries if it is to be effectively regulated. It would also help if a regional agreement that deals with lowskilled labor could be struck. The current policy void with respect to labor migration not only limits the benefits from trade and investment liberalization, but increases the cost of structural adjustment. For the CLMV, the absence of a functioning exchange rate Narrowing the Development Divide in ASEAN: The Role of Policy 17 mechanism due to varying degrees of dollarization increases the importance of labor mobility in adjusting to economic disturbances or other shocks. The process of addressing labor mobility needs to be accompanied by other reforms. Although rapid growth has resulted in convergence, it has also increased polarization within countries. This can threaten social cohesion, as well as the sustainability of future growth. If convergence at the expense of internal cohesion is seen as a hollow victory, then so too must the preservation of internal cohesion at the expense of convergence be viewed. How can we strike a balance between the two, where convergence can continue without further threatening internal cohesion? In other words, how do we make growth more inclusive? In order to do this, a country must invest heavily in social infrastructure, especially education and health. Apart from directly reducing social inequities in these areas, such investment will produce a workforce more able to actively participate in the growth process. Even more than income inequality, asset inequality creates wide and versatile divisions within these countries. Land reform is a critical step in addressing these divisions, with the objective of increasing agricultural productivity and enhancing labor market flexibility during periods of structural transition. 18 Working Paper Series on Regional Economic Integration No. 100 References Asian Development Bank. 2009. The GMS CrossBorder Transport Agreement. Manila: ADB. http:www.adb.orgGMSagreement.asp . 2010. Transport and Trade Facilitation in the GMS: Issues and Proposed Program of Actions. Manila: ADB. . 2012. Asian Development Outlook 2012: Confronting Rising Inequality in Asia. Manila: ADB. ADB Institute. 2012. ASEAN 2030: Toward a Borderless Community, Draft Highlights. Tokyo: ADB Institute. P.C. Athukorala and J. Menon. 1999. Outward Orientation and Economic Performance: The Malaysian Experience. The World Economy. 22 8. pp. 11191140. B. Balassa and J. Williamson. 1987. Adjusting to Success: Balance of Payments Policy in the East Asian NICs. Washington, DC: Institute for International Economics. J. Bhagwati and T.N. Srinivasan. 2001. OutwardOrientation and Development: Are the Revisionists Right?. In D. Lal and R. Snape, eds. Trade, Development, and Political Economy: Essays in Honour of Anne O. Krueger. London: Palgrave Macmillan. pp. 326. K. Deininger and L. Squire. 1998. New Ways of Looking at Old Issues: Inequality and Growth. Journal of Development Economics. 57. pp. 259287. D. Dollar. 1992. OutwardOriented Developing Economies Really Do Grow More Rapidly: Evidence from 95 LDCs, 197685. Economic Development and Cultural Change. 40 3. pp. 523544. Y. Duval. 2011. Trade Facilitation in Regional Trade Agreements: Recent Trends in Asia and the Pacific. UNESCAP Trade and Investment Division Staff Working Paper. 0211. Bangkok: UNESCAP. S. Edwards. 1998. Openness, Productivity, and Growth: What Do We Really Know?. Economic Journal. 108 447. pp. 383398. B.T. Elmslie. 1995. Retrospectives: The Convergence Debate Between David Hume and Josiah Tucker. Journal of Economic Perspectives. 9 4. pp. 207216. J. Fei, G. Ranis, and S. Kuo. 1979. Growth with Equity. New York: Oxford University Press. A. Gerschenkron. 1952. Economic Backwardness in Historical Perspective. In M. Granovetter and R. Swedberg, eds. The Sociology of Economic Life. Boulder, CO: Westview Press. Narrowing the Development Divide in ASEAN: The Role of Policy 19 H. Hill and J. Menon. 2012. ASEAN Economic Integration: Driven by Markets, Bureaucrats, or Both?. In M.E. Kreinin and M. Plummer, eds. Handbook of International Commercial Policy. Oxford: Oxford University Press. pp. 357386. International Organization for Migration IOM. 2011. Thailand Migration Report 2011. Bangkok: IOM. J. Menon. 2008. Cambodias Persistent Dollarization: Causes and Policy Options. ASEAN Economic Bulletin. 25 2. pp. 228237. . 2010. Monetary Policy in Multiple Currency Economies. In G. Capanelli and J. Menon, eds. Dealing with Multiple Currencies in Transitional Economies. Manila: ADB. pp. 255266. . 2011. ASEANs Newer Members Coming to Grips with Multilateralism. EABER http:www.eaber.orgsitesdefaultfilesnewsletters November. Newsletter. EABER_SABER_Newsletter_2011_11.pdf J. Menon and A. Melendez. 2009. Ageing in Asia: Trends, Impacts, and Responses. ASEAN Economic Bulletin. 26 3. pp. 293305. . 2011. Trade and Investment in the Greater Mekong Subregion: Remaining Challenges and the Unfinished Policy Agenda. ADB Working Paper Series on Regional Economic Integration. 78. Manila: ADB. J. Menon, S. Mitra, and D. Arnold. 2011. Growth and Inclusion. In H. Kohli, A. Sharma, and A. Sood, eds. Asia 2050: Realizing the Asian Century. San Francisco, CA: Sage. pp. 7398. F. Rodriguez. 2007. Openness and Growth: What Have We Learned? DESA Working Paper. 51. New York: United Nations. F. Rodriguez and D. Rodrik. 2001. Trade Policy and Economic Growth: A Skeptics Guide to the CrossNational Evidence. In B. Bernanke and K. Rogoff, eds. NBER Macroeconomics Annual 2000. Cambridge, MA: National Bureau of Economic Research. J.D. Sachs and A. Warner. 1995. Economic Reform and the Process of Global Integration. Brookings Papers on Economic Activity. 1. pp. 1118. T. Veblen. 1915. Imperial Germany and the Industrial Revolution. New York: Macmillan. P. Warr, J. Menon, and A. Yusuf. 2010. Regional Economic Impacts of Large Projects: A Infrastructure. Asian to CrossBorder General Equilibrium Application Development Review. 27 1. pp. 104134. A. Wood. 1999. Openness and Wage Inequality in Developing Countries: The Latin American Challenge to East Asian Conventional Wisdom. In R. Baldwin et al., eds. 20 Working Paper Series on Regional Economic Integration No. 100 Market Massachusetts: Cambridge University Press. Integration, Regionalism, and the Global Economy. Cambridge, World Bank. 2006. Labor Migration in the Greater Mekong Subregion. Washington, DC: World Bank. ______. 2011. East Asia and Pacific Economic Update. Washington, DC: World Bank. setamits E retf A trat S 1102 0102 9002 8002 7002 6002 5002 4002 3002 2002 1002 0002 yrtnuo C 0102 485,63 258,92 324,62 322,63 404,13 949,92 457,52 588,12 757,81 779,61 828,61 774,81 ienur B 11020002 ,secir P tnerru C ,atipa C re PPDG :1 leba T 8002 1102 9002 0102 6002 0102 0102 1102 7002 258 357 307 117 306 415 554 393 943 402,1 400,1 688 658 496 695 464 114 653 905,3 189,2 992,2 212,2 898,1 226,1 192,1 771,1 190,1 723 229 413 903 767 403 882 008 303 lmaassura D iadobma C iasenodn I l sepoe Poa L 007,9 814,8 719,6 190,8 378,6 938,5 112,5 618,4 253,4 870,4 468,3 030,4 iasyaa Ml 238 247 785 335 053 752 612 591 791 031 921 871 ramnay M 322,2 321,2 728,1 819,1 486,1 504,1 902,1 390,1 520,1 510,1 079 550,1 senppiilih P 172,94 568,34 765,63 780,83 596,63 367,13 894,82 914,62 920,32 820,22 100,12 197,22 eropagn Si 493,5 299,4 151,4 003,4 819,3 692,3 528,2 306,2 162,2 020,2 458,1 389,1 dnaliah T 473,1 471,1 860,1 840,1 538 427 736 455 984 044 314 204 ma N tie V 835,3 711,3 345,2 806,2 772,2 929,1 336,1 884,1 643,1 312,1 901,1 371,1 NAESA 721,1 679 858 928 836 735 764 904 073 813 303 113 VMLC citarcome D cilbupe R .tcudor P citsemo D ssor GPDG ;ma Ni te Vdna ,ramnay M ,cilbupe R citarcome D sepoe Poa L l ,iadobma CVMLC ;snoit a Nnas Ai tsaehtuo S f onoiti acoss ANAESA .2102 dnu F yrateno M lanoitanrent I esabata D kooltiu O cmonoc Edlro W :ecruo S Narrowing the Development Divide in ASEAN: The Role of Policy 21 0102 9002 8002 7002 6002 5002 4002 3002 2002 1002 0002 yrtnuo C   651,54 028,64 456,84 325,94 773,84 261,94 229,94 335,94 917,84 874,84 lmaassura D ienur B 869,1 978,1 898,1 997,1 156,1 805,1 843,1 832,1 751,1 001,1 530,1 088,3 496,3 075,3 304,3 632,3 201,3 079,2 368,2 867,2 386,2 326,2 882,2 141,2 120,2 609,1 108,1 586,1 795,1 425,1 854,1 993,1 643,1 iadobma C iasenodn Il sepoe Poa L 412,31 625,21 249,21 455,21 699,11 445,11 871,11 096,01 923,01 620,01 902,01 iasyaa Ml 947,1 695,1 454,1 823,1 491,1 260,1 149 238 537 066 895 ramnay M 065,3 463,3 283,3 303,3 351,3 150,3 869,2 738,2 857,2 717,2 796,2 669,15 112,64 599,74 778,94 408,74 473,54 062,34 101,04 677,73 375,63 730,83 376,7 061,7 873,7 578,2 127,2 847,4 984,4 116,2 664,4 124,2 372,2 461,2 942,7 284,2 023,4 830,2 459,6 576,6 313,2 890,4 161,2 809,3 488,1 937,1 344,6 610,2 837,3 106,1 221,6 877,5 398,1 655,3 487,1 604,3 484,1 283,1 155,5 686,1 882,3 592,1 794,5 795,1 642,3 812,1 senppiilih P eropagn Si dnaliah T ma N tie V NAESA VMLC cilbupe R citarcome D lanoitanrenti 5002 tnatsnoc 01020002 ,PPP ,atipa C re PPDG :2 leba T ;tcudor P citsemo D ssor GPDG ;ma Ni te V dna ,ramnay M ,cilbupe R citarcome D sepoe Poa L l ,iadobma CVMLC ;snoit a Nnas Ai tsaehtuo S f onoiti acoss ANAESA .ytira Pi rewo Pgnsahcru PPPP .atad lebali avaon  :eto N .2102 kna Bdlro W srotiacdn I tlnempoeve Ddlro W :ecruo S22 Working Paper Series on Regional Economic Integration No. 100Narrowing the Development Divide in ASEAN: The Role of Policy 23 Table 3: Manufactures by Degree of Factor Intensity 1995, 2000, 2005, and 2010 % Country Degree of Manufacturing 1995 2000 2005 2010 Cambodia Laborintensive and resourcebased manufactures 93 97 91 82 Manufactures with low skill and technology intensity Manufactures with medium skill and technology intensity Manufactures with high skill and technology intensity Unclassified 1 2 3 1 Laborintensive and resourcebased manufactures 94 Manufactures with low skill and technology intensity Manufactures with medium skill and technology intensity Manufactures with high skill and technology intensity Unclassified 0 1 4 0 0 1 0 2 67 31 0 1 0 0 0 0 8 92 1 3 2 2 3 2 0 13 75 1 13 8 2 Lao Peoples Democratic Republic Myanmar Laborintensive and resourcebased manufactures 80 95 91 90 Manufactures with low skill and technology intensity Manufactures with medium skill and technology intensity Manufactures with high skill and technology intensity Unclassified Thailand Laborintensive and resourcebased manufactures Manufactures with low skill and technology intensity Manufactures with medium skill and technology intensity Manufactures with high skill and technology intensity Unclassified Viet Nam Laborintensive and resourcebased manufactures Manufactures with low skill and technology intensity Manufactures with medium skill and technology intensity Manufactures with high skill and technology intensity Unclassified Source: UNCTADStat Database. 1 6 11 1 32 5 20 39% 4 75 2 13 7 3 0 2 2 1 21 5 24 47 3 71 3 10 14 2 3 3 2 1 16 6 31 43 3 68 6 12 12 2 4 2 2 1 12 6 36 42 5 59 8 13 14 5 24 Working Paper Series on Regional Economic Integration No. 100 Table 4: IntraGMS Labor Flows, 2000 and 2010 a 2000 To across From down Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Total GMS World Cambodia   1,352 282 29,620 350 31,604 282,252 Lao Peoples Democratic Republic 868   427 46,108 509 47,912 335,709 173 391   171,759 1,925 174,248 326,397 100,363 2,203 312   1,635 104,513 691,258 13,401 1,987 13,191   150,683 1,748,828 122,104 223,508 17,347 3,008 260,678 4,419 236,597 21,718 98,007 688,997 40,599 Myanmar Thailand Viet Nam Total GMS World b 2010 To across From down Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Total GMS World Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Total GMS World 0 1,235 247 142,767 173,694 317,943 335,829 909 0 143 916 8,167 10,134     49,750 77,443   288,487     0 22,156   437,837             18,916 88,695 1,157,263 69,307 50,659 350,485 78,678 366,663 288,877 514,667 143,682 811,123 204,017 2,226,401 GMS Greater Mekong Subregion. Note:   no available data. Disaggregated data for Myanmar and Viet Nam inward migration are unavailable. Source: Bilateral Migration and Remittances World Bank 2010. Narrowing the Development Divide in ASEAN: The Role of Policy 25 Table 5: IntraGMS Labor Flows as a Share of Total Migration, 2010 Country IntraGMS Total Migration Share of IntraGMS to Total Migration % Outward Inward Outbound Outward Inward Outbound Outward Inward Inbound Inbound Ratio of Ratio of Cambodia 50,659 317,944 0.16 350,485 335,829 1.04 Lao Peoples Democratic Republic 78,678 10,134 7.76 366,663 18,916 19.38 Myanmar 288,877     514,667 88,695 Thailand 143,682 437,839 0.33 811,123 1,157,263 5.80 0.70 Viet Nam 204,017     2,226,401 69,307 32.12 14.5 21.5 94.7 53.6 56.1 17.7 9.2   37.8   GMS Greater Mekong Subregion. Note:   no available data. Disaggregated data for Myanmar and Viet Nam inward migration are unavailable. Source: Bilateral Migration and Remittances World Bank 2010. doire P % lan Fi laitin I lan Fi laitin I lan Fi laitin I lan Fi laitin I lan Fi laitin I noitcude Rytrevo P nabru fo% noitaupopl larur fo% noitaupopl lato T foeta R ien Lytrevo P i en Lytrevo P l aunn Aegarev A nabr U taoita R laru R taoita R tnuocdae Hytrevo P tnuocdae Hytrevo P srae Ysuoira V ,NAESAn i ytrevo P :6 leba T ien Lytrevo Pl noitaupop fo% % tnuocdae Hytrevo P lanoita N taoita R tapa Gytrevo P PPP yada 52 .1 tnuocdae H ytrevo P 52.1 ta oita R PPP yad a noitalupop fo% yrtnuo C 014002 55.1 012002 16.0 803002 81.1 015002 03.1 8.11 7002 9.9 0102 4.71 8002 7.51 0102     7.13 8002 2.92 0102     6.71 4002 5.41 2002 5.43 8.73 7002 4002 6.61 0102 1.12 2002 1.03 7002 3.31 0102 7.43 4002 2.81 2002 78.4 8002 13.3 0102 02.01 4002 30.6 2002 57.22 8002 60.81 0102 96.73 4002 13.92 2002 iadobma C iasenodn I 6.72 8002 5.33 2002 59.8 8002 11.21 2002 88.33 8002 69.34 2002 904002 83.0 7.1 5.2 2.8 9.11 8.3 7.5 9002 4002 9002 4002 9002 4002 6.52 0102         60.0 4002     900002 27.0         5.62 9002 0.33 0002 27.3 9002 84.5 0002 24.81 9002 900002 34.1 0.3 6.8 9002 0002 4.01 9002 5.62 0002 1.8 9002 0.12 0002 50.0 9002 05.0 73.0 0002 9002 40.3 0002 602002 07.0 9.6 7.6 0102 2002 4.71 0102 6.53 2002 2.41 0102 9.82 2002 57.3 8002 02.11 2002 58.61 8002 50.04 2002 dnaliah T ma N tie V .2102 rra W . Pmorf ma Ni te V dna ramnay M rof atad ytrevop 0102 dna noitcuder ytrevop latot fo etar launna egarev A ;2102 kna Bdlro W srotiacdn I tlnempoeve Ddlro W :secruo S .i eropagn Sdnamaassura D l ienur B rof lebaliavanuaa D t .atad lebali avaon  :eto N .ytira Pi rewo Pgnsahcru PPPP ;snoit a Nnas Ai tsaehtuo S f onoiti acoss ANAES A   45.0 4002 54.22 0002l sepoe Poa L citarcome D cilbupe R ramnay M iasyaa Ml senppiilih P26 Working Paper Series on Regional Economic Integration No. 100Narrowing the Development Divide in ASEAN: The Role of Policy 27 Table 7: Human Development Index HDI Rank and Value HDI Rank 26 33 61 103 112 124 128 138 Country 2000 2005 2006 2007 2008 2009 2010 2011 Singapore 0.801 0.835 0.843 0.850 0.855 0.856 0.864 Brunei Darussalam Malaysia Thailand Philippines Indonesia Viet Nam Lao Peoples Democratic Republic 0.818 0.830 0.834 0.835 0.834 0.835 0.837 0.705 0.626 0.602 0.543 0.528 0.448 0.738 0.656 0.622 0.572 0.561 0.484 0.742 0.661 0.624 0.579 0.568 0.491 0.746 0.670 0.630 0.591 0.575 0.500 0.750 0.672 0.635 0.598 0.580 0.507 0.752 0.673 0.636 0.607 0.584 0.514 0.758 0.680 0.641 0.613 0.590 0.520 0.866 0.838 0.761 0.682 0.644 0.617 0.593 0.524 139 149 Cambodia Myanmar 0.438 0.380 0.491 0.436 0.501 0.448 0.508 0.459 0.513 0.468 0.513 0.474 0.518 0.479 0.523 0.483 HDI Human Development Index. Source: United Nations Development Programme, http:hdr.undp.org Table 8: NonIncome Poverty in ASEAN, Various Years Country Life Expectancy at Birth total Infant Mortality Rate per 1,000 live births Maternal Mortality Ratio modeled estimate, per 100,000 live births Literacy Rate, Adult Total % of people ages 15 and above 2000 2009 2000 2010 2000 2008 2000 2009 Brunei Darussalam 76.2 77.8 7.2 5.8 24 21 Cambodia 57.5 62.1 77.3 42.9 470 290 Indonesia 65.6 68.5 38.4 27.2 350 240 92.7 2001 73.61 2004 90.4 2004 Lao Peoples Democratic Republic 61.4 66.7 64.4 42.1 790 580 69.6 Malaysia Myanmar Philippines Singapore Thailand 72.1 61.9 66.8 78.1 72.5 73.8 64.2 68.2 81.3 73.8 9.1 63.5 30.4 5.4 50.4 23.2 2.9 2.1 15.2 11.2 Viet Nam 71.9 74.6 27.0 18.6 ASEAN Association of Southeast Asian Nations. Source: World Development Indicators World Bank 2012.39 290 120 15 63 91 31 240 94 9 48 56 95.3 77.6 2008 92.2 2008 72.7 2005 92.5 92.0 95.4 2008 94.7 93.5 2005 88.7 89.9 92.6 92.5 92.6 90.2 92.8 l ybde Herah Semocn I l ybde Herah Semocn I l ybde Herah Semocn %02dnoce S %02 tsewo L %02 tsehg Hi I iin G detrope R srae Y srae Ysuoira V ,NAESAn i ytilauqen I :9 leba T 04.9 30.21 20.01 20.31 33.11 13.21 27.8 24.9 21.01 25.11 18.01 57.8 16.9 68.01 75.6 43.8 46.7 96.4 89.5 06.6 24.7 98.6 35.9 75.8 64.6 73.5 02.6 64.7 86.15 67.24 73.94 26.93 73.44 10.43 58.14 47.92 48.44 95.14 47.63 36.23 04.15 96.94 96.74 14.34 87.44 03.25 48.94 75.54 00.64 89.24 15.04 75.53 19.73 90.64 48.24 55.73 lan Fi rae Y laitin I rae Y lan Fi rae Y laitin I rae Y lan Fi rae Y laitin I rae Y lan Fi rae Y laitin I rae Y lan Fi rae Y 7002 5002 8002 7002 9002 8002 8002 .sno laitin I rae Y 4002 2002 2002 4002 0002 0002 2002it a Nnas Ai tsaeh cilbupe R citarcome D senppiilih P dnaliah T ma N tie V iasyaa Mll sepoe Poa L yrtnuo C iadobma C iasenodn Ituo S f onoiti acoss ANAES A .eropagn Sdna i ,ramnay M ,lmaassura D ienur B rof lebaliavanua ta D :eto N.2102 kna Bdlro W srotiacdn I tlnempoeve Ddlro W :ecruo S28 Working Paper Series on Regional Economic Integration No. 100Narrowing the Development Divide in ASEAN: The Role of Policy 29 Table 10: Cost of Exporting and Importing, 20052011 Country Indicator 2005 2006 2007 2008 2009 2010 2011 Cost to Export per container 736 722 722 732 732 732 732 1,420 1,420 1,750 1,860 1,860 1,860 1,880 848 468 848 468 615 468 625 533 625 555 625 555 625 580 Cost to Import per container 816 852 852 872 872 872 872 1,690 1,690 1,930 2,040 2,040 2,040 2,035 1,042 1,042 586 586 786 586 795 606 795 645 795 645 750 670 Cambodia Lao Peoples Democratic Republic Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Thailand Viet Nam Documents to Export number Documents to Import number Time to Export days Time to Import days 7 11 9 6 12 15 12 8 43 66 24 24 54 78 22 23 10 9 7 6 11 10 9 8 37 50 17 24 45 50 14 23 10 9 5 6 11 10 5 8 22 50 14 24 29 50 13 23 10 9 5 6 11 10 5 8 22 50 14 22 29 50 13 21 9 9 5 6 10 10 5 8 22 48 14 22 26 50 13 21 9 9 5 6 10 10 5 8 22 44 14 22 26 46 13 21 10 11 9 6 11 15 12 8 37 66 24 24 45 78 22 23 Note: Data unavailable for Myanmar. Source: World Development Indicators World Bank 2012. 30 Working Paper Series on Regional Economic Integration No. 100 Table 11: Logistics Performance Index, 2009 Country Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Indicator 2009 Logistics Performance Index: Ability to track and trace consignments 1low to 5high 2.50 2.45 2.36 3.41 3.10 2.29 2.14 2.01 3.16 2.89 2.19 2.70 2.37 3.27 3.04 2.28 2.17 1.94 3.02 2.68 2.84 3.23 3.29 3.73 3.44 2.12 1.95 1.92 3.16 2.56 2.37 2.46 2.33 3.29 2.96 Cambodia Lao Peoples Democratic Republic Logistics Performance Index: Competence and quality of logistics services 1low to 5high Myanmar Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Logistics Performance Index: Ease of arranging competitively priced shipments 1low to 5high Logistics Performance Index: Efficiency of customs clearance process 1low to 5high Cambodia Lao Peoples Democratic Republic Myanmar Logistics Performance Index: Frequency with which shipments reach consignee within scheduled or expected time 1low to 5high Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Cambodia Lao Peoples Democratic Republic Myanmar Thailand Viet Nam Logistics Performance Index: Quality of trade and transportrelated infrastructure 1low to 5high Logistics Performance Index: Overall 1low to 5high Source: World Development Indicators World Bank 2012. Narrowing the Development Divide in ASEAN: The Role of Policy 31 Figure 1: Total Trade and Trade Openness of the Greater Mekong Subregion, 19902010 billion , % of total GDP GDP Gross Domestic Product. Source: ARIC Integration Indicators Database ADB. 32 Working Paper Series on Regional Economic Integration No. 100 Figure 2: Direction of Trade, 19902010 ASEAN5 Brunei Darussalam, Indonesia, Malaysia, Philippines, and Singapore; EU European Union; GMS Greater Mekong Subregion; US United States. Sources: IMF Direction of Trade Statistics, 2010 data for 19901994; UNCTADStat Database data for 19952010. Narrowing the Development Divide in ASEAN: The Role of Policy 33 Figure 3: Foreign Direct Investment and FDI Openness in the Greater Mekong Subregion, 19902010 billion , % of total GDP FDI Foreign Direct Investment; GDP Gross Domestic Product. Source: UNCTADStat Database. 34 Working Paper Series on Regional Economic Integration No. 100 Figure 4: FDI Net Inflow, Intra and ExtraASEAN, 2010 ASEAN Association of Southeast Asian Nations; FDI Foreign Direct Investment. Source: ASEAN Secretariat 2012. Figure 5: Registered Migrant Workers in Thailand from Cambodia, Lao Peoples Democratic Republic and Myanmar, by Nationality and Sex, December 2009 Source: Thailand Migration Report IMO 2011. Narrowing the Development Divide in ASEAN: The Role of Policy 35 Figure 6: Registered Migrant Workers in Thailand from Cambodia, Lao Peoples Democratic Republic and Myanmar, by Type of Work, December 2009 Source: Thailand Migration Report IMO 2011. Figure 7: GDP Per Capita, PPP, ASEAN Countries Excluding Brunei Darussalam, 20002010 constant 2005 international ASEAN Association of Southeast Asian Nations; GDP Gross Domestic Product; PPP Purchasing Power Parity. Note: Excludes Brunei Darussalam due to lack of 2010 data. Indexed to 2000 values. Source: Authors calculations based on data from the World Development Indicators World Bank 2012. 36 Working Paper Series on Regional Economic Integration No. 100 Figure 8: GDP Per Capita, PPP, CLMV versus Thailand 20002010 constant 2005 international CLMV Cambodia, Lao Peoples Democratic Republic, Myanmar, and Viet Nam; GDP Gross Domestic Product; PPP Purchasing Power Parity. Note: Indexed to 2000 values. Source: Authors calculations based on data from the World Development Indicators World Bank 2012. Figure 9: GDP Per Capita, PPP as a Share of Thailands GDP Per Capita, 20002010 GDP Gross Domestic Product; PPP Purchasing Power Parity. Note: Constant 2005 international . Source: Authors calculations based on data from the World Development Indicators World Bank 2012. Narrowing the Development Divide in ASEAN: The Role of Policy 37 ADB Working Paper Series on Regional Economic Integration 1. 2. 3. 4. 5. 6. 7. 8. 9. The ASEAN Economic Community and the European Experience by Michael G. Plummer Economic Integration in East Asia: Trends, Prospects, and a Possible Roadmap by Pradumna B. Rana Central Asia after Fifteen Years of Transition: Growth, Regional Cooperation, and Policy Choices by Malcolm Dowling and Ganeshan Wignaraja Global Cooperation by Barry Eichengreen Imbalances and the Asian Economies: Implications for Regional Toward WinWin Regionalism in Asia: Issues and Challenges in Forming Efficient Trade Agreements by Michael G. Plummer Liberalizing CrossBorder Capital Flows: How Effective Are Institutional Arrangements against Crisis in Southeast Asia by Alfred Steinherr, Alessandro Cisotta, Erik Klar, and Kenan Sehovic Managing the Noodle Bowl: The Fragility of East Asian Regionalism by Richard E. Baldwin Measuring Regional Market Integration in Developing Asia: a Dynamic Factor Error Correction Model DFECM Approach by Duo Qin, Marie Anne Cagas, Geoffrey Ducanes, Nedelyn MagtibayRamos, and Pilipinas F. Quising The PostCrisis Sequencing of Economic Integration in Asia: Trade as a Complement to a Monetary Future by Michael G. Plummer and Ganeshan Wignaraja 10. Trade Intensity and Business Cycle Synchronization: The Case of East Asia by Pradumna B. Rana 11. Inequality and Growth Revisited by Robert J. Barro 12. Securitization in East Asia by Paul Lejot, Douglas Arner, and Lotte SchouZibell Patterns and Determinants of Crossborder Financial Asset Holdings in East Asia by JongWha Lee Regionalism as an Engine of Multilateralism: A Case for a Single East Asian FTA by Masahiro Kawai and Ganeshan Wignaraja The Impact of Capital Inflows on Emerging East Asian Economies: Is Too Much Money Chasing Too Little Good? by Soyoung Kim and Doo Yong Yang Emerging East Asian Banking Systems Ten Years after the 199798 Crisis by Charles Adams 13. 14. 15. 16. 38 Working Paper Series on Regional Economic Integration No. 100 17. Real and Financial Integration in East Asia by Soyoung Kim and JongWha Lee 18. 19. 20. 21. 22. 23. 24. 25. 26. 27. 28. 29. 30. 31. 32. 33. 34. Global Financial Turmoil: Impact and Challenges for Asias Financial Systems by JongWha Lee and CynYoung Park Cambodias Persistent Dollarization: Causes and Policy Options by Jayant Menon Welfare Implications of International Financial Integration by JongWha Lee and Kwanho Shin Is the ASEANKorea Free Trade Area AKFTA an Optimal Free Trade Area? by Donghyun Park, Innwon Park, and Gemma Esther B. Estrada Indias Bond Market Developments and Challenges Ahead by Stephen Wells and Lotte Schou Zibell Commodity Prices and Monetary Policy in Emerging East Asia by Hsiao Chink Tang Does Trade Integration Contribute to Peace? by JongWha Lee and Ju Hyun Pyun Aging in Asia: Trends, Impacts, and Responses by Jayant Menon and Anna MelendezNakamura Reconsidering Asian Financial Regionalism Hamanaka in the 1990s by Shintaro Managing Success in Viet Nam: Macroeconomic Consequences of Large Capital Inflows with Limited Policy Tools by Jayant Menon The Building Block versus Stumbling Block Debate of Regionalism: From the Perspective of Service Trade Liberalization in Asia by Shintaro Hamanaka East Asian and European Economic Integration: A Comparative Analysis by Giovanni Capannelli and Carlo Filippini Promoting Trade and Investment in Indias Northeastern Region by M. Govinda Rao Emerging Asia: Decoupling or Recoupling by Soyoung Kim, JongWha Lee, and CynYoung Park Indias Role in South Asia Trade and Investment Integration by Rajiv Kumar and Manjeeta Singh Developing Indicators for Regional Economic Integration and Cooperation by Giovanni Capannelli, JongWha Lee, and Peter Petri Beyond the Crisis: Financial Regulatory Reform in Emerging Asia by Chee Sung Lee and CynYoung Park 35. 36. 37. 38. 39. 40. 41. 42. 43. 44. 45. 46. 47. 48. 49. Narrowing the Development Divide in ASEAN: The Role of Policy 39 Regional Economic Infrastructure: A General Equilibrium Application to Thailand and Lao Peoples Democratic Republic by Peter Warr, Jayant Menon, and Arief Anshory Yusuf Impacts of CrossBorder Exchange Rate Regimes in the AsiaPacific Region and the Global Financial Crisis by Warwick J. Mc Kibbin and Waranya Pim Chanthapun Roads for Asian Integration: Measuring ADBs Contribution to the Asian Highway Network by Srinivasa Madhur, Ganeshan Wignaraja, and Peter Darjes The Financial Crisis and Money Markets in Emerging Asia by Robert Rigg and Lotte SchouZibell Complements or Substitutes? Preferential and Multilateral Trade Liberalization at the Sectoral Level by Mitsuyo Ando, Antoni Estevadeordal, and Christian Volpe Martincus Regulatory Reforms for Improving the Business Environment in Selected Asian Economies How Monitoring and Comparative Benchmarking can Provide Incentive for Reform by Lotte SchouZibell and Srinivasa Madhur Global Production Sharing, Trade Patterns, and Determinants of Trade Flows in East Asia by Premachandra Athukorala and Jayant Menon Regionalism Cycle in Asia Pacific: A Game Theory Approach to the Rise and Fall of Asian Regional Institutions by Shintaro Hamanaka A Macroprudential Framework Soundness by Lotte SchouZibell, Jose Ramon Albert, and Lei Lei Song for Monitoring and Examining Financial A Macroprudential Framework for the Early Detection of Banking Problems in Emerging Economies by Claudio Loser, Miguel Kiguel, and David Mermelstein The 2008 Financial Crisis and Potential Output in Asia: Impact and Policy Implications by CynYoung Park, Ruperto Majuca, and Josef Yap Do HubandSpoke Free Trade Agreements Increase Trade? A Panel Data Analysis by Jung Hur, Joseph Alba, and Donghyun Park Does a Leapfrogging Growth Strategy Raise Growth Rate? Some International Evidence by Zhi Wang, ShangJin Wei, and Anna Wong Crises in Asia: Recovery and Policy Responses by Kiseok Hong and Hsiao Chink Tang A New MultiDimensional Framework for Analyzing Regional Integration: Regional Integration Evaluation RIE Methodology by Donghyun Park and Mario Arturo Ruiz Estrada 50. Regional Surveillance for East Asia: How Can It Be Designed to Complement Global Surveillance? by Shinji Takagi 40 Working Paper Series on Regional Economic Integration No. 100 51. 52. Poverty Impacts of Government Expenditure from Natural Resource Revenues by Peter Warr, Jayant Menon, and Arief Anshory Yusuf Methods for Ex Ante Economic Evaluation of Free Trade Agreements by David Cheong 53. The Role of Membership Rules in Regional Organizations by Judith Kelley 54. The Political Economy of Regional Cooperation in South Asia by V.V. Desai 55. 56. 57. 58. 59. 60. 61. Trade Facilitation Measures under Free Trade Agreements: Are They Discriminatory against NonMembers? by Shintaro Hamanaka, Aiken Tafgar, and Dorothea Lazaro Production Networks and Trade Patterns in East Asia: Regionalization or Globalization? by Premachandra Athukorala Global Financial Regulatory Reforms: Implications for Developing Asia by Douglas W. Arner and CynYoung Park Asias Contribution to Global Rebalancing by Charles Adams, Hoe Yun Jeong, and CynYoung Park Methods for Ex Post Economic Evaluation of Free Trade Agreements by David Cheong Responding to the Global Financial and Economic Crisis: Meeting the Challenges in Asia by Douglas W. Arner and Lotte SchouZibell Shaping New Regionalism in the Pacific Islands: Back to the Future? by Satish Chand 62. Organizing the Wider East Asia Region by Christopher M. Dent 63. 64. 65. 66. 67. Labour and Grassroots Civic Interests In Regional Institutions by Helen E.S. Nesadurai Institutional Design of Regional Representation by Simon Hix Integration: Balancing Delegation and Regional Judicial Institutions and Economic Cooperation: Lessons for Asia? by Erik Voeten The Awakening Chinese Economy: Macro and Terms of. Trade Impacts on 10 Major AsiaPacific Countries by Yin Hua Mai, Philip Adams, Peter Dixon, and Jayant Menon Institutional Parameters of a RegionWide Economic Agreement in Asia: Examination of TransPacific Partnership and ASEAN Free Trade Agreement Approaches by Shintaro Hamanaka Narrowing the Development Divide in ASEAN: The Role of Policy 41 Evolving Asian Power Balances and Alternate Conceptions for Building Regional Institutions by Yong Wang ASEAN Economic Integration: Features, Fulfillments, Failures, and the Future by Hal Hill and Jayant Menon Changing Impact of Fiscal Policy on Selected ASEAN Countries by Hsiao Chink Tang, Philip Liu, and Eddie C. Cheung The Organizational Architecture of the AsiaPacific: Insights from the New Institutionalism by Stephan Haggard The Impact of Monetary Policy on Financial Markets in Small Open Economies: More or Less Effective During the Global Financial Crisis? by Steven Pennings, Arief Ramayandi, and Hsiao Chink Tang What do Asian Countries Want the Seat at the High Table for? G20 as a New Global Economic Governance Forum and the Role of Asia by Yoon Je Cho Asias Strategic Participation Governance Reform: From the Perspective of International Trade by Taeho Bark and Moonsung Kang the Group of 20 in for Global Economic ASEANs Free Trade Agreements with the Peoples Republic of China, Japan, and the Republic of Korea: A Qualitative and Quantitative Analysis by Gemma Estrada, Donghyun Park, Innwon Park, and Soonchan Park ASEAN5 Macroeconomic Forecasting Using a GVAR Model by Fei Han and Thiam Hee Ng Early Warning Systems in the Republic of Korea: Experiences, Lessons, and Future Steps by Hyungmin Jung and Hoe Yun Jeong Trade and Investment in the Greater Mekong Subregion: Remaining Challenges and the Unfinished Policy Agenda by Jayant Menon and Anna Cassandra Melendez Financial Integration in Emerging Asia: Challenges and Prospects by CynYoung Park and JongWha Lee Sequencing Regionalism: Theory, European Practice, and Lessons for Asia by Richard E. Baldwin Economic Crises and Institutions for Regional Economic Cooperation by C. Randall Henning Asian Regional Institutions and the Possibilities for Socializing the Behavior of States by Amitav Acharya The Peoples Republic of China and India: Commercial Policies in the Giants by Ganeshan Wignaraja 68. 69. 70. 71. 72. 73. 74. 75. 76. 77. 78. 79. 80. 81. 82. 83. 42 Working Paper Series on Regional Economic Integration No. 100 84.What Drives Different Types of Capital Flows and Their Volatilities by Rogelio Mercado and CynYoung Park 85.Institution Building for Africal Regionalism by Gilbert M. Khadiagala 86.87.88.89.90.What Drives Different Types of Capital Flows and Their Volatilities by Rogelio Mercado and CynYoung Park The Role of the Peoples Republic of China in International Fragmentation and Production Networks: An Empirical Investigation by HyunHoon Lee, Donghyun Park, and Jing Wang Utilizing the Multiple Mirror Technique to Assess the Quality of Cambodian Trade Statistics: by Shintaro Hamanaka Is Technical Assistance under Free Trade Agreements WTOPlus? Review of Japan ASEAN Economic Partnership Agreements by Shintaro Hamanaka IntraAsia Exchange Rate Volatility and IntraAsia Trade: Evidence by of Goods by Hsiao Chink Tang 91.Is Trade in Asia Really Integrating? by Shintaro Hamanaka 92.93.94.95.96.97.98.99.The PRCs Free Trade Agreements with ASEAN, Japan, and the Republic of Korea: A Comparative Analysis by Gemma Estrada, Donghyun Park, Innwon Park, and Soonchan Park Assessing the Resilience of ASEAN Banking Systems: The Case of Philippines by Jose Ramon Albert and Thiam Hee Ng Strengthening the Financial System and Mobilizing Savings to Support More Balanced Growth in ASEAN3 by A. Noy Siackhachanh Measuring CommodityLevel Trade Costs in Asia: The Basis for Effective Trade Facilitation Policies in the Region by Shintaro Hamanaka and Romana Domingo Why do Imports Fall More than Exports Especially During Crises? Evidence from Selected Asian Economies by Hsiao Chink Tang Determinants of Local Currency Bonds and Foreign Holdings: Implications for Bond Market Development in the Peoples Republic of China by KeeHong Bae ASEANChina Free Trade Area and the Competitiveness of Local Industries: A Case Study of Major Industries in the Lao Peoples Democratic Republic by Leebeer Leebouapao, Sthabandith Insisienmay, and Vanthana Nolintha The Impact of ACFTA on Peoples Republic of ChinaASEAN Trade: Estimates Based on an Extended Gravity Model for Component Trade by Yu Sheng, Hsiao Chink Tang, and Xinpeng XuThese papers can be downloaded from ARIC http:aric.adb.orgarchives.php? section0subsectionworkingpapers or ADB http:www.adb.orgpublicationsseries regionaleconomicintegrationworking papers Narrowing the Development Divide in ASEAN The Role of Policy The rapid growth in Cambodia, Lao Peoples Democratic Republic, and Viet Nam since the 1990s has narrowed the development divide between this group of countries and the ASEAN6. Huge gaps, however, remain. The increased polarization within countries could threaten social cohesion and sustainability of future growth. Hence, there is a pressing need to increase the pace and breadth of policy reforms, to start addressing labor mobility, to invest more in education and health, and to institute land reforms.About the Asian Development Bank ADBs vision is an Asia and Pacific region free of poverty. Its mission is to help its developing member countries reduce poverty and improve the quality of life of their people. Despite the regions many successes, it remains home to twothirds of the worlds poor: 1.8 billion people who live on less than 2 a day, with 903 million struggling on less than 1.25 a day. ADB is committed to reducing poverty through inclusive economic growth, environmentally sustainable growth, and regional integration.Based in Manila, ADB is owned by 67 members, including 48 from the region. Its main instruments for helping its developing member countries are policy dialogue, loans, equity investments, guarantees, grants, and technical assistance.Asian Development Bank 6 ADB Avenue, Mandaluyong City 1550 Metro Manila, Philippineswww.adb.orgpoverty Publication Stock No. WPS124845Printed in the Philippines", "filename": "wp-100.pdf", "person": ["Jayant Menon", "Menon, Jayant"], "date": ["2012"]}