{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/82231/1/wp03-05.pdf"], "title": ["Improving incentives in unemployment insurance: A review of recent research"], "plaintext": "The Institute for Labour Market Policy Evaluation IFAU is a research institute under the Swedish Ministry of Industry, Employment and Communications, situated in Uppsala. IFAUs objective is to promote, support and carry out: evaluations of the effects of labour market policies, studies of the functioning of the labour market and evaluations of the labour market effects of measures within the educational system. Besides research, IFAU also works on: spreading knowledge about the activities of the institute through publications, seminars, courses, workshops and conferences; creating a library of Swedish evaluational studies; influencing the collection of data and making data easily available to researchers all over the country. IFAU also provides funding for research projects within its areas of interest. There are two fixed dates for applications every year: April 1 and November 1. Since the researchers at IFAU are mainly economists, researchers from other disciplines are encouraged to apply for funding. IFAU is run by a DirectorGeneral. The authority has a traditional board, consisting of a chairman, the DirectorGeneral and eight other members. The tasks of the board are, among other things, to make decisions about external grants and give its views on the activities at IFAU. Reference groups including representatives for employers and employees as well as the ministries and authorities concerned are also connected to the institute. Postal address: P.O. Box 513, 751 20 Uppsala Visiting address: Kyrkogardsgatan 6, Uppsala Phone: 46 18 471 70 70 Fax: 46 18 471 70 71 ifauifau.uu.se www.ifau.se Papers published in the Working Paper Series should, according to the IFAU policy, have been discussed at seminars held at IFAU and at least one other academic forum, and have been read by one external and one internal referee. They need not, however, have undergone the standard scrutiny for publication in a scientific journal. The purpose of the Working Paper Series is to provide a factual basis for public policy and the public policy discussion. ISSN 16511166 Improving incentives in unemployment insurance: A review of recent research by Peter Fredriksson and Bertil Holmlund 11 February 2003 Abstract This paper provides a review of the recent literature on how incentives in unemployment insurance UI can be improved. We are particularly concerned with three instruments, viz. the duration of benefit payments or more generally the time sequencing of benefits, monitoring in conjunction with sanctions, and workfare. Our reading of the theoretical literature is that the case for imposing a penalty on less active job search is fairly solid. A growing number of empirical studies, including randomized experiments, are in line with this conclusion. JELclassification: J64, J65, J68 Keywords: Unemployment insurance, search, monitoring, sanctions, workfare This work has been supported by OECDs Directorate for Education, Employment, Labour and Social Affairs. We are grateful to David Grubb for detailed and incisive comments. We also acknowledge useful comments from PerAnders Edin, John Evans, Anders Forslund, Oskar Nordstrom Skans and seminar participants at the Ministry of Finance, Stockholm, the Institute for Labour Market Policy Evaluation IFAU, and University of Aarhus. Partial funding from the Swedish Council for Working Life and Social Research FAS is gratefully acknowledged. Department of Economics, Uppsala University, CESifo, and IFAU. Postal address: Department of Economics, Uppsala University, Box 513, SE751 20 Uppsala, Sweden. Email: Peter.Fredrikssonnek.uu.se Department of Economics, Uppsala University and CESifo. Postal address: Department of Economics, Uppsala University, Box 513, SE751 20 Uppsala, Sweden. Email: Bertil.Holmlundnek.uu.se IFAU Improving incentives in unemployment insurance 1 Table of contents 1 Introduction   3 2 The time sequencing of benefits  5 2.1 The effects of fixed benefit duration   5 2.2 The optimal time profile of benefit payments   7 Shavell and Weiss 1979  7 Hopenhayn and Nicolini 1997   7 Wang and Williamson 1996  10 Davidson and Woodbury 1997   11 Cahuc and Lehmann 1997, 2000   12 Fredriksson and Holmlund 2001  12 2.3 Summary and discussion   14 3 Monitoring and sanctions   16 3.1 The economic theory of law enforcement   16 3.2 Theoretical modeling of monitoring and sanctions   18 3.3 Empirical evidence on monitoring and sanctions  21 3.4 Summary and discussion   25 4 Workfare  26 4.1 Workfare versus welfare  26 4.2 Workfare and unemployment insurance  28 4.3 Summary and discussion   30 5 Concluding remarks  30 References  33 2 IFAU Improving incentives in unemployment insurance Introduction 1 The economics of unemployment insurance UI has been an active research area for over two decades or so. Most of the research has been concerned with positive analysis, such as the effects of UI benefits on the duration of unemployment.1 Less interest has been devoted to the welfare issues concerning the design of an optimal UI system. The ultimate rationale for public UI is to provide income insurance for riskaverse workers. The provision of UI does not come without adverse incentive effects, however. For example, more generous UI is likely to reduce search effort and raise wage pressure, thus causing some increase in unemployment. The challenge facing policy makers is thus to strike an optimal balance between the insurance benefits on the one hand, and the adverse incentive effects on the other hand. There are several conceivable instruments to restore incentives without reducing the insurance protection offered by the UI system. The purpose of the present paper is to review three such instruments: i the duration of benefit payments; ii monitoring in conjunction with sanctions; and iii workfare. We review the theoretical justifications for introducing these instruments as well as the empirical literature on their effects. The adverse incentive effects associated with the provision of UI may be caused by moral hazard or adverse selection. The moral hazard problems appear in various guises. The most frequently discussed margin of adjustment is probably job search. A wellknown result from a prototype search model states that higher UI benefits raise the reservation wage and thereby the expected duration of unemployment. Another potential source of moral hazard arises from decisions taken by employed workers regarding work effort. Since UI affects the cost of job loss, the generosity of benefits may conceivably influence the choice of effort and hence the probability of retaining the job. Moral hazard problems may also appear through the linkage between UI benefits and UI financing and wage and employment contracts. The issue of adverse selection arises because some characteristics of insured agents are unobserved by the UI provider. The consequences for UI design of unobserved characteristics among the insured depend on the precise nature of the individual heterogeneity. The sources of heterogeneity are many, including 1 See Atkinson and Micklewright 1991 and Holmlund 1998 for two surveys and assessments of the literature on UI and unemployment. IFAU Improving incentives in unemployment insurance 3 differences in individual productivity, search effectiveness, or preferences for leisure. The literature on adverse selection problems in UI is relatively small, perhaps reflecting the analytical difficulties of incorporating worker heterogeneity in a tractable manner.2 Adverse selection may provide a rationale for obligatory insurance. The fact that the characteristics or actions are unobserved does not necessarily mean that they are unobservable; information may be available at a cost. Monitoring of job search and work tests are examples of devices whereby the insurer can obtain information about search effort and availability for work among the insured. Recent years have seen a resurgence of interest in the economics of optimal UI design. This literature has focused on various moral hazard problems and provided new insights into the tradeoffs between insurance benefits and incentives. The main purpose of our paper is to review some of this literature and relate it to the relevant empirical literature. We begin in the next section by considering the issue of time sequencing of benefits. The question posed in this literature is whether benefits should be paid at a fixed rate over the spell of unemployment or decline or increase over the spell. This issue was discussed in a few seminal contributions on optimal UI published in the late 1970s and has attracted new attention in recent research. In section 3 we consider monitoring and sanctions. The issues involved concern how much resources should be spent on checking search behavior and how sanctions, such as benefit cuts, should be implemented if prescribed search requirements are not met. These issues have been discussed in policy circles but only rarely been the subject of research. Section 4 considers workfare, i.e., the requirement that a benefit recipient participate in some work activity in exchange for benefits. This idea has been on the policy agenda for a very long time; indeed, examples of workfare in France and Britain can be traced centuries back Besley and Coate, 1992. Workfare has been thoroughly scrutinized in the public finance literature on poverty alleviation. In the context of UI, workfare has sometimes been discussed in conjunction with active labor market policies. One idea in this discussion is that labor market programs can be useful to implement the work test 2 Jones 1986 and Chiu and Karni 1998 are two contributions of note. In these two models, the absence of private UI despite riskaverse individuals is explained by adverse selection. 4 IFAU Improving incentives in unemployment insurance of UI. Although the idea has been around for some time, it has not been subject to much rigorous formal analysis. In connection to each section we provide a concise summary of the material covered and a discussion of some loose ends. Section five, finally, offers concluding remarks. 2 The time sequencing of benefits The positive analysis of fixed benefit duration began in the late 1970s with a paper by Mortensen 1977. It is important to understand some of the implications from this analysis in order to appreciate the more recent normative analysis of UI design. Therefore, we begin by offering a brief account of the microeconomic theory as well as the evidence pertaining to finite benefit duration. The effects of fixed benefit duration 2.1 The basic microeconomic theory of how UI compensation affects job search is presented in Mortensen 1977. Other contributions include Burdett 1979, Mortensen 1990 and van den Berg 1990, 1994. The theory portrays an unemployed worker engaged in sequential search with the objective to maximize the present value of lifetime income or utility. Mortensen 1977 allows for fixed duration of benefit payments and stochastic duration of employment spells. There is also an eligibility condition requiring a certain amount of work experience in order to qualify for UI. The wage offer distribution is taken as stationary and known by the unemployed searcher. The most important implications derived from this model are the following: First, the unemployed workers reservation wage declines as he approaches the date at which benefits expire; hence the exit rate increases over the spell of insured unemployment. Second, an increase in the benefit level makes it more attractive for presently not eligible workers to accept jobs and thereby become qualified for benefits in the future; higher benefits thus result in an increase in the exit rate from unemployment to employment for workers who are not qualified for benefits, a response known as the entitlement effect. Third, a rise in the benefit level will cause a newly unemployed and insured worker to increase his reservation wage but induce an insured worker close to benefit exhaustion to reduce his reservation wage. The exit rate thus declines for IFAU Improving incentives in unemployment insurance 5 insured workers who have recently become unemployed but increases for workers who have come close to benefit exhaustion. The last property follows from the fact that a higher benefit level increases both the value of continued search as unemployed and the value of accepting an offer. The immediate value of higher benefits is small for workers close to benefit exhaustion, as they are almost in the same situation as workers not qualified for UI. A large empirical literature has used micro data on individual unemployment spells to investigate how changes in the benefit parameters affect job findings. There is fairly strong support for the hypothesis that benefits matter for job findings, although there is little consensus on the magnitude of the effects. Layard et al. 1991 characterizes the empirical research as the basic result is that the elasticity of expected duration with respect to benefits is generally in the range 0.20.9. The evidence on the impact of the potential duration of benefits is largely in favor of the theory: exit rates from unemployment do seem to increase as workers approach the time when benefits are due to expire. Evidence from the United States is reported by Moffitt 1985, Meyer 1990 and Katz and Meyer 1990, evidence from Canada by Ham and Rea 1987, Swedish evidence by Carling et al. 1996, French evidence by Dormont et al. 2001, and evidence from Spain in Ahn and GarciaPerez 1999 and Jenkins and GarciaSerrano 2000. The intriguing third prediction of this theory that workers close to benefit exhaustion will respond to higher benefits by lowering the reservation wage has rarely been tested in empirical research. It has been common to include measures of benefits or replacement rates without allowing for different effects between those who have just entered the unemployment pool and those who are close to benefit exhaustion. If the theory is correct, however, the estimates of benefit effects are likely to be sensitive to the duration composition of the samples at hand. The study by Katz and Meyer 1990 on U.S. data attempts to test Mortensens third prediction. They examine the determinants of exits out of unemployment and include among the covariates an interaction term between the benefit level and time until benefit exhaustion. The estimated coefficient has a sign consistent with the theoretical prediction but it is not quite significant. Carling et al. 2001 report unsuccessful attempts to find any significant interaction effect. 6 IFAU Improving incentives in unemployment insurance The optimal time profile of benefit payments 2.2 The seminal papers on optimal UI appeared in the late 1970s Baily, 1977, 1978; Flemming, 1978; Shavell and Weiss, 1979. Shavell and Weiss presented the first analysis of the optimal sequencing of benefits. As a benchmark, we begin by giving a brief account of their study. Then we move on to consider recent research. Shavell and Weiss 1979 Consider a model of job search with identical and riskaverse individuals where the employment state is absorbing, i.e., once the worker has found a job he stays in it forever. The probability of job finding is partially under the control of the job searcher through the choice of effort and reservation wage. The objective of the UI provider is taken to be the maximization of the unemployment entrants expected utility subject to a fixed UI budget. The latter budget is defined as the expected discounted amount that the insurer has to spend per unemployed individual. The optimization problem can equivalently be treated as one of minimization of the UI budget subject to a given expected utility on the part of the worker. Shavell and Weiss derived several results from their model. Under the most restrictive assumptions no wealth, no borrowing, and no moral hazard problem the benefit level should be constant over the spell of unemployment. By introducing moral hazard, this result is overturned and it is found that the benefit level should decline monotonically over the spell, the reason being that a declining benefit profile provides stronger incentives to search. However, Shavell and Weiss were not able to characterize the benefit profile in the general case with moral hazard and where the individual has initial wealth and can borrow except for a special case. Hopenhayn and Nicolini 1997 Recently a number of papers have extended the analysis of Shavell and Weiss. One strand of the literature stays within the Shavell and Weiss framework in the sense that the focus is solely on the behavior of the worker. One example is the paper by Hopenhayn and Nicolini 1997 who enlarge the set of policy instruments by considering a wage tax after reemployment in conjunction with the sequence of benefit payments. The model is one where agents are risk averse and the unemployed workers probability of finding a new job depends on search effort, which is unobserved by the UI provider. The worker has no IFAU Improving incentives in unemployment insurance 7 other source of income. Moreover, savings and borrowing against future income are ruled out by assumption, so income equals consumption in each state. All workers are identical, infinitely lived and receive the same exogenous wage while employed. Employment is treated as an absorbing state, i.e., there is no risk of reentering unemployment in the future. The optimal UI program is taken to involve minimization of the UI budget the expected discounted value of UI transfers subject to a prescribed expected discounted utility to the worker. Two instruments are available that allow the insurer the principal to control the workers the agents consumption in each state, viz. unemployment benefits and a wage tax. Benefits can vary by elapsed duration and the wage tax is allowed to depend on the workers unemployment history. The wage tax is constant over the reemployed workers infinite employment spell. Moreover, the tax can take negative values, in which case it acts as a subsidy to job finding. The most important analytical results are as follows. First, unemployment benefits should decrease over the elapsed duration of unemployment. Second, the wage tax should under some sufficient conditions increase with the length of the previous unemployment spell. The intuition for those results is that both instruments the declining benefit profile and the rising tax profile encourage job finding by making prolonged job search more expensive. Hopenhayn and Nicolini also present numerical simulations so as to gauge the welfare effects of switching from the current UI system in the United States to an optimal system. These simulations suggest that the welfare gains can be substantial. The cost savings from an optimal system relative to the current system amount to almost 30 percent. The decline in replacement rates over elapsed duration is much smaller compared to an optimal system without a wage tax. The reason is that the oneinstrument policy can only affect intertemporal incentives by varying benefits over time, whereas consumption possibilities during a future employment spell is beyond the principals control. The twoinstrument policy has the virtue of improving intertemporal consumption smoothing as well as intertemporal incentives. The computed optimal replacement rates in the twoinstrument case are remarkably high, ranging from 99 percent of the wage during the first weeks of unemployment to 94 percent after one years unemployment. The optimal time profile in the absence of a wage tax involves a decline in replacement rates from 86 percent during the first week to 13 percent after one year of unemployment. The optimal wage tax is negative for workers with short previous unemployment 8 IFAU Improving incentives in unemployment insurance spells, i.e., the optimal system entails a subsidy to unemployed workers who find jobs quickly within five weeks. The tax imposes a large penalty for long spells of unemployment. If the spell lasts for six months, the tax amounts to 2 percent of the pretax wage; if it lasts for 12 months, the tax is 4.5 percent. Since the tax is paid forever, these penalties are huge. The penalty associated with finding a job after one year of unemployment rather than after five weeks of unemployment amounts to 4.5 percent of the present value of employment. The analysis of Hopenhayn and Nicolini is a useful extension of the Shavell and Weiss contribution. Still, there are reasons to take the numerical exercises with caution since the model is highly stylized. One restrictive feature of the model is the absence of unemployment risk once employed. Hopenhayn and Nicolini report, however, that their results remain broadly intact if exogenous job terminations and multiple unemployment spells are allowed for. Benefits should then decline and the wage tax increase with the length of the current as well as the previous unemployment spells. This is an interesting finding that may have broader implications. For example, if the UI system penalizes previous unemployment in general the length of spells as well as the number of spells one would expect effects on behavior determining unemployment inflow. The larger the penalty to past unemployment experiences, the more important it is to prevent the occurrence of unemployment. The incentives to prevent unemployment incidence may influence the choices of occupation and industry and also the design of employment contracts. Hopenhayn and Nicolini ignore the issue of how the UI system influences search behavior among those who are not qualified for UI. New entrants account for a substantial fraction of inflow into unemployment and they are typically not covered by UI since previous employment experience is required. As shown by Mortensen 1977, this feature of UI gives rise to an entitlement effect. This effect may well have important implications for the design of optimal UI. Another restrictive feature is the fixed wage assumption. In a search equilibrium framework, as well as in other models of equilibrium unemployment, there is a link between benefits and wages, which in turn implies a relationship between benefits and job creation. The endogenous response of wages to benefits may potentially prove to be an important channel that affects the optimal design of UI. The fact that the wage tax appears so attractive according Hopenhayn and Nicolini raises the question of whether it is practically feasible. The answer appears to be a qualified yes. The length of insured unemployment is observIFAU Improving incentives in unemployment insurance 9 able to the UI provider and can be used as a basis for levying taxes on the employed worker. In fact, this is similar to the system of experience rating practiced in the Canadian UI system. Here workers with substantial use of UI over the past years in one or several spells are forced to repay more of their collected benefits. The Canadian system may also discourage repeat entries into unemployment from employment. Wang and Williamson 1996 Wang and Williamson 1996 call into question the result that benefits should fall monotonically over the unemployment spell. They add another source of moral hazard by examining an environment where a workers employment status depends on the choice of effort. The transition rate from unemployment to employment is increasing in search effort; analogously, the probability of remaining employed is increasing in work effort. The model thereby makes job destruction endogenous and affected by the UI policy through the workers choice of effort. Workers cannot lend or borrow, as in Hopenhayn and Nicolini. The wage upon reemployment is exogenous and identical across workers. The model incorporates a flow of new entrants in the labor market and the eligibility condition that employment is required in order to qualify for benefits. Unemployed workers not receiving UI benefits are eligible for a welfare benefit that is taken as a fixed fraction of the wage. The optimal UI system implied by an objective function similar to the one used by Hopenhayn and Nicolini involves a large drop in consumption in the first period of unemployment so as to discourage shirking, and a large reemployment bonus so as to encourage search effort. The implied time profile of UI compensation is thus nonmonotonic; compensation increases initially and then falls throughout the spell. The numerical examples suggest that the optimal system involves a reduction in unemployment relative to unemployment in the prevailing US system by more than three percentage points and an increase in output by more than three percent. These results are driven by declines in job destruction, reflecting a high elasticity of job retention with respect to effort on the job, and a rise in mean effort on the job. It is difficult to assess the empirical plausibility of these results. There is virtually no empirical evidence available on the relationship between job destruction and workers choice of effort. The importance attributed to onthejob effort for job destruction is probably overstated. In fact, workers who quit or who are fired for cause are typically not eligible for UI in existing systems. 10IFAU Improving incentives in unemployment insurance These institutional characteristics should temper although not eliminate the shirking incentives arising from UI. It is noteworthy, however, that existing UI systems and other social insurance schemes, such as health insurance often involve a waiting period before benefits are paid out. This discourages entry into unemployment. In addition to the conceivable effect on shirking behavior, the waiting period may also affect wage and employment contracts. A large penalty to unemployment entry will reduce the attractiveness of implicit contracts with repeated use of temporary layoffs. A system with a waiting period may also be cost efficient by reducing the administrative burden on the UI system. Davidson and Woodbury 1997 The paper by Davidson and Woodbury 1997 examines whether benefits should be paid indefinitely or for a fixed number of weeks by using a search and matching framework, albeit with a fixed number of jobs and exogenous wages. Since the number of jobs is given, search effort is the sole determinant of unemployment. The governments objective is to choose the level of UI benefits and the potential duration of benefits to maximize aggregate expected lifetime income, taking optimal search behavior among the unemployed and a budget restriction into account. The study argues that the optimal UI program should offer riskaverse workers indefinite benefit payment, a conclusion that seems to suggest that most existing UI programs with finite benefit periods are suboptimal. In fact, the numerical examples suggest that the optimal replacement rate should exceed unity for UI programs with potential benefit duration less than 32 weeks. If the program involves benefit payment for 26 weeks, as is usually the case in the United States, the optimal replacement rate is as high as 1.30. However, a program with unlimited duration dominates programs with limited benefit duration; the computed optimal replacement rate is 0.66 in the benchmark case with unlimited duration. Davidsons and Woodburys results are striking but are obtained under restrictive assumptions. First, wages and the number of jobs are treated as fixed. Second, and more crucially, they do not analyze the optimal time sequence of benefit payments. Instead they compare two extremes, viz. unlimited duration on the one hand and finite duration followed by zero income after benefit exhaustion on the other hand. There are thus only two instruments at the governments disposal. By expanding the set of instruments to include IFAU Improving incentives in unemployment insurance 11 unemployment assistance after exhaustion, say we conjecture that a declining benefit profile dominates the flat profile considered by Davidson and Woodbury. Cahuc and Lehmann 1997, 2000 The paper by Cahuc and Lehmann 1997 examines how the time sequencing of benefits affect equilibrium unemployment in a model with an endogenous number of jobs and unionfirm bargaining over wages. A key assumption is that it is the shortterm unemployed that affect wage setting. In case of disagreement in the negotiations, the insiders involved in the bargain become shortterm unemployed and eligible for UI payments. A declining time profile of benefits thus improves the fallback position of the insiders and this tends to raise wage pressure and cause higher unemployment. Indeed, the paper finds that a constant time sequence yields a lower unemployment rate than a program with a declining time profile taking the tax rate as exogenous. Cahuc and Lehmann 2000 is a more recent version of the model where endogenous job search is allowed for. The model then becomes too complex to yield analytical results and the authors turn to a number of numerical examples. One noteworthy feature of this analysis is the computation of welfare effects of alternative time profiles for both shortterm and longterm unemployed as well as for employed workers. In these experiments, the tax rate is held constant so there is no attempt to characterize the optimal UI system in which case one would choose the tax rate along with the UI parameters subject to a government budget restriction. The simulations illustrate that a declining time profile tends to encourage search effort and thereby reduce unemployment albeit at the cost of lower welfare for the longterm unemployed. When both search and wages are endogenous, the simulations still imply that a declining profile lowers unemployment and leads to higher aggregate welfare compared to a flat profile. However, the decline in unemployment is weaker compared to the case with exogenous wages, the reason being the rise in wage pressure. Fredriksson and Holmlund 2001 Fredriksson and Holmlund 2001 address the question of the optimal sequencing of benefits using an equilibrium model of search unemployment 12IFAU Improving incentives in unemployment insurance along the lines of Pissarides 199020003. They allow for endogenous search effort among unemployed workers and, in contrast to Shavell and Weiss 1979, Hopenhayn and Nicolini 1997, Wang and Williamson 1996 and Davidson and Woodbury 1997, incorporate endogenous wage determination and free entry of new jobs. The UI program affects search effort as well as the wage bargains. For analytical tractability, the paper mainly focuses on a twotiered UI system, i.e., a program with two benefit levels where the first is referred to as UI and the second as unemployment assistance UA4. Workers who lose their jobs are entitled to UI. UI benefits may not be paid indefinitely, however. Workers losing their benefits are entitled to UA that has infinite duration but is potentially lower than UI payments. The paper asks whether a twotiered system dominates, in welfare terms, a program with indefinite payments of a constant wage replacement rate. The answer to this question turns out to be an unambiguous yes, provided that discounting is ignored. The result carries over to the case with a multitiered benefit structure; unemployment benefits should decline monotonically over the spell of unemployment. A feature known from models of individual worker search drives the key result: the effect of higher benefits on the individual workers search behavior depends on whether he is presently qualified for UI or not. A rise in benefits will in general increase search effort among those not insured, as this will bring them quicker to employment that results in eligibility for future UI payments. A twotiered UI system exploits this entitlement effect by providing incentives for active search among workers not currently entitled to benefits. With discounting, the optimality of a declining benefit sequence cannot be established analytically. The reason for the ambiguity lies in the fact that a declining sequence increases the welfare of the shortterm unemployed at the expense of the longterm unemployed, which in turn induces stronger wage pressure than a flat or increasing sequence; this is the mechanism discussed in the papers by Cahuc and Lehmann. According to the numerical calibrations, however, this wage pressure effect is dominated by the case for exploiting the entitlement effect. 3 The first version of Fredriksson and Holmlund was circulated during 1997 and appeared as a Working Paper in February 1998. 4 Fredriksson and Holmlund 2001 use the term social assistance rather than unemployment assistance. IFAU Improving incentives in unemployment insurance 13 In the calibrations of the model, the optimal uniform replacement rate is around 40 percent, the exact magnitude depending, inter alia, on relative risk aversion. The optimal ratio between UI and UA varies between 1.7 and 2, with the larger number implied by higher relative risk aversion equal to two. The welfare gain of moving from the optimal uniform to the optimal differentiated system is nontrivial. In the example with highest risk aversion, workers would be willing to pay around one percent of their consumption flow in order to move from the uniform to the differentiated system. The effect on overall unemployment of moving from the optimal uniform to the optimally differentiated system is negligible, however. 2.3 Summary and discussion What conclusions can be drawn from the literature regarding the optimal time profile of benefit payments over the spell of unemployment? In our view, the case for a declining time profile is reasonably well developed. A declining profile provides better search incentives than a flat or increasing profile. There are some caveats to this conclusion. First, as emphasized by Cahuc and Lehmann, there is a possibility that this design encourages wage pressure. However, it has not been convincingly demonstrated that this effect is so quantitatively important that it overturns the argument for restoring search incentives. A second caveat follows from the observation, made by Wang and Williamson, that it may be optimal to impose a tax on entry into unemployment by offering low benefits during the first weeks of unemployment. We believe that the shirking argument for this policy is overstated but other mechanisms may suggest a case for low benefits during the first weeks of unemployment. We discuss two examples. The use of a waiting period before UI benefits is paid out is a feature of some existing systems. This effectively works as a tax on entry into unemployment and may be desirable as a means to discourage the use of temporary layoffs subsidized by UI. However, temporary layoffs can also be taken care of by experience rating provisions. That is, firms that engage in frequent layoffs can be taxed in proportion to their contribution to the layoffs, a key feature of the UI system in the United States.5 It is also plausible that there are economies 5 A seminal paper on experience rating and temporary layoffs is Feldstein 1976. For other contributions, see Feldstein 1978, Topel 1983, 1985, Burdett and Wright 1989, and Anderson and Meyer 2000. 14IFAU Improving incentives in unemployment insurance of scale in the administration of the benefit system. There is presumably a fixed cost associated with each UI claim so that the average administration cost per week of elapsed duration declines with increasing duration. This might provide a rationale for a system with a waiting period so as to reduce the flow of new UI claims. A related argument revolves around selfinsurance through private savings. Most of the models of optimal UI have ignored savings, the reason being that the modeling difficulties have been substantial. A reasonable conjecture, however, is that private savings including family transfers can work reasonably well as a substitute to UI for very short spells of unemployment. For this additional reason, an optimal UI policy may include a waiting period before benefits are paid out. A third caveat in the case for declining benefit sequence arises from the possibility of selfinsurance as such. If unemployed workers have access to a market for borrowing and savings, this may have important consequences for the characteristics of the optimal UI system.6 As assets are depleted during the course of the unemployment spell, consumption falls and marginal utility increases. Without moral hazard problems this would suggest that benefit generosity should increase with unemployment duration. This mechanism is formalized in a recent paper by Hassler and Rodriguez Mora 2002. Workers decide whether to search or not and can selfinsure via borrowing and saving. This is a partial equilibrium model in the sense that wages and the number of jobs are fixed. One of the key results derived by Hassler and Rodriguez Mora is that with moral hazard and endogenous savings the optimal benefit sequence is constant. Heer 2000 analyses the issue by means of a calibrated general equilibrium search model with endogenous savings. He focuses on a twotiered benefit system, following the setup in Fredriksson and Holmlund 2001. One important result is that the optimal UI compensation decreases over the spell of unemployment. Although it is difficult to have a clear understanding of the exact mechanisms, Heers results suggest that precautionary savings do not overturn the case for a declining profile in a more general model of equilibrium unemployment. 6 Costain 1997 presents one of the first attempts to analyze optimal UI in a general equilibrium search model with endogenous savings. He does not examine the time profile of benefits, however. IFAU Improving incentives in unemployment insurance 15 3 Monitoring and sanctions In the contributions discussed above, the receipt of unemployment benefits is not affected by how hard the worker searches or how choosy he or she is with regard to acceptance decisions. In practice, however, the UI systems generally condition benefit payments on some performance criteria such as availability for work and actively searching for work. To make sure that these criteria are met, the benefit administration engages in some degree of monitoring of the unemployed benefit claimants. Monitoring usually takes place through public employment agencies. For example, job seekers have to show up with some regularity at the employment offices andor they have to give evidence of job applications. A worker who fails to meet certain requirements may be exposed to a sanction, for example a temporary cut in benefits. See Grubb 2001 for a recent discussion and international comparisons. The economic theory of law enforcement The economics literature dealing with monitoring and sanctions in the context of UI is small and of recent origin. There is however a growing literature on optimal law enforcement that is of relevance for the analysis of optimal UI design.7 We briefly summarize some results from this literature that seem potentially relevant for the analysis of optimal UI design. 3.1 Gary Beckers paper on crime and punishment is the seminal contribution to this literature Becker, 1968. Becker takes individuals to be rational and riskneutral expected utility maximizers who compare benefits and costs of violating the law. Behavior is affected by the monetary or other gains from crime, by the probability of being detected if choosing to violate the law, and by the severity of the punishment in case a crime is detected. A law violation is optimal as long as the benefit from the action exceeds the expected fine. The government can influence incentives primarily by affecting the probability of detection and the severity of punishment. The theory of optimal law enforcement is concerned with how the government should choose detection probabilities and measures of punishment so as to maximize a social welfare function. 7 Recent surveys of the literature are contained in Garoupa 1997 and Polinsky and Shavell 2000. Our discussion draws on these surveys. 16IFAU Improving incentives in unemployment insurance Suppose that individuals are riskneutral and contemplate an act that may be harmful to society. The social planner has two instruments at its disposal: expenditure on detection monitoring and a pecuniary sanction fine. There exists a maximum feasible level of the fine, often interpreted as equal to the individuals wealth. Assume also that the sanction can be imposed without costs. Under these assumptions and some additional technical conditions one can show that the optimal fine is the maximal fine: the fine should be set to its maximum feasible level. The reason for this result is that sanctions are costless whereas monitoring is costly. Absent a bound on the feasible fine, the optimal fine would tend to infinity and the probability of detection to zero. However, the detection probability is strictly positive when the maximum fine is bounded. It follows that an increase in the maximal fine, for example due to an increase in wealth, may allow a reduction in the detection probability. Much of the recent literature has been concerned with extensions of Beckers analysis in various directions. One insight from this literature is that the maximal fine may in fact not be optimal under several plausible conditions. Indeed, existing legal systems do not seem to practice maximal fines! One modification of Beckers model is to allow for costly sanctions. It is possible that costs of enforcement increase, as the fine gets larger. For example, one might argue that more resources will be spent on lawyers etc, the more that is at stake in terms of sanctions. When sanctions are socially costly, the optimality of the maximum fine is no longer guaranteed. This is as should be expected since both monitoring and sanctions are costly and there is no presumption that a corner solution would be optimal. It can also be shown that the maximal fine may be nonoptimal when individuals are imperfectly informed about the probability of apprehension. The maximum fine result may also be overturned when individuals are risk averse Polinsky and Shavell, 1979. Risk aversion has in itself a costless deterrent effect. The safe lawabiding action may be optimal even if the benefit from a crime exceeds the expected fine. The riskaverse individual requires a risk premium in order to choose a risky criminal activity. This needs to be taken into account by the social planner. A higher sanction implies a higher risk premium and it is no longer necessarily true that the sanction needs to be the maximal feasible one. Another extension of the basic Becker model deals with the accuracy of the social planners information. Individuals may be falsely sanctioned Type I error or escape sanctions even if they in fact committed a crime Type II IFAU Improving incentives in unemployment insurance 17 error. There is a cost associated with improving the accuracy of information, i.e., reducing the probabilities of Type I and Type II errors. Under riskneutrality it can be shown that the optimal fine is still the maximal fine. In addition, the optimal cost devoted to improving accuracy as well as detection is positive. Increasing the probability of detection as well as improving accuracy can raise deterrence and there is a tradeoff between the two instruments. If the social planner is strongly averse to legal errors it may however be the case that an interior solution a sanction less than the maximal one is optimal. Yet another reason for why the optimal sanction may be less than the maximal one is avoidance activities. The higher the sanction, the higher presumably the resources used by offenders to avoid it. This means that a sanction is no longer costless which needs to be considered in the social welfare function. An interior solution then again appears as a possible outcome. 3.2 Most theoretical models of unemployment and job search ignore monitoring and the possibility of benefit sanctions as the outcome if a worker does not comply with search requirements. There are however a few exceptions that include papers by Ljungqvist and Sargent 1995, Boone and van Ours 2000 and Boone et al. 2002. The partial equilibrium analysis by van den Berg and van der Klaauw 2001 is also of note. Theoretical modeling of monitoring and sanctions Ljungqvist and Sargent 1995 provide an interpretation of the Swedish unemployment experience by means of a calibrated search model.8 The model is entirely focused on the supply side; in fact, there are no firms in the model and wages are exogenously given. Workers are risk neutral, can be employed or unemployed and optimize by choosing optimal reservation wages and search intensities. The government stipulates a suitable wage such that wage offers exceeding that wage can only be rejected at the risk of being exposed to a sanction, i.e., a withdrawal of benefits for the rest of the unemployment spell. The suitable wage effectively sets a floor on reservation wages. The risk of being exposed to a sanction is affected by another policy parameter that captures the monitoring technology attached to the UI system. The model is calibrated so as to produce aggregate labor market outcomes broadly similar to those experienced in Sweden. A rise in the suitable wage leads to a rise in 8 Ljungqvist and Sargent 1998 is a related paper that interprets the European unemployment experience using a similar framework. 18IFAU Improving incentives in unemployment insurance unemployment since it triggers an increase in reservation wages. A rise in the probability of detection when turning down a suitable wage offer leads to lower unemployment since it makes the unemployed keener to accept suitable wage offers. An interesting feature of the model is that it suggests a possibility of multiple equilibria if one assumes that monitoring is enforced less effectively when unemployment is high. Boone and van Ours 2000 also use a search model to explore links between the UI system and unemployment. The model here is version of the Pissarides 19902000 search and matching model and has similarities with the model in Fredriksson and Holmlund 2001. Workers are risk averse, search effort among the unemployed is endogenous and wages are determined in bargaining between the firm and the individual worker. A key assumption is that the unemployed and insured worker can affect the probability of continued UI receipt by the choice of search effort; the higher the search effort, the lower the risk of being exposed to a benefit sanction. This is the monitoring system in the model. The benefit associated with additional search thus involves two components, one capturing the gain associated with a transition to employment and the other capturing the gain of not being penalized by a benefit sanction. Boone and van Ours calibrate their model to data for the Netherlands and undertake a number of simulations to shed light on the role of monitoring and sanctions in a general equilibrium setting. They note that the effects of monitoring and sanctions involve an ex ante effect capturing deterrence as well as an ex post effect capturing higher search effort among those actually exposed to a sanction. With a low monitoring rate, any action is produced by the ex post effect; with a high monitoring rate, the main action is driven by deterrence. It is conceivable that the ex post effect which is possible to estimate by use of micro data see below can be negligible despite an overall strong effect due to deterrence. The model illustrates that the risk of being sanctioned can have strong behavioral effects even if the penalty is modest. Which conclusions regarding the optimal design of UI can be drawn from the exercises presented in the two aforementioned papers? Ljungqvist and Sargent discusses welfare effects of alternative UI arrangements, but their model is of limited use for this purpose as it features risk neutral individuals and thus ignores the value of UI as a consumptionsmoothing device. Boone and van Ours report utilitarian measures of welfare for alternative scenarios and conclude that policies involving monitoring and sanctions can be welfare improving. A difficulty here is that a proper welfare analysis requires that one IFAU Improving incentives in unemployment insurance 19 recognizes that monitoring, and perhaps also the enforcement of sanctions, do not come without costs. Any conclusion about the optimal set of instruments replacement rates, monitoring rates, sanctions is bound to be crucially dependent on how costly it is to enforce stringent search requirements. The paper by Boone et al. 2002 examines to what extent the optimal UI policy involves monitoring of search effort and benefit sanctions if observed search is deemed insufficient. The framework is an equilibrium search model along the lines of Fredriksson and Holmlund 2001 and Boone and van Ours 2000. The paper finds that introducing monitoring and sanctions represents a welfare improvement for reasonable estimates of monitoring costs; this conclusion holds both relative to a system featuring indefinite payments of benefits and a system with a time limit on unemployment benefit receipt. The optimal sanction rates implied by the calibrated model are higher than the sanction rates typically observed in European labor markets. The paper by van den Berg and van der Klaauw 2001 brings attention to the fact that the unemployed may use different search channels. A policy that affects only one search method may induce a substitution among search methods. The theoretical framework is a partial equilibrium search model with endogenous search effort and two search channels formal and informal search. The wageoffer distributions, possibly channelspecific, are exogenous. One can think of formal search as search through the public employment service whereas informal search includes referrals through friends etc. Optimal behavior is characterized by a reservation wage rule and optimal search intensities in the usual way. Monitoring takes the form of a minimum search requirement applied to the formal search channel since it is difficult to monitor informal search. It may involve more checks on the number of job applications, more frequent visits to the employment office etc. Monitoring affects search to the extent that it bites, i.e., to the extent that minimum required search exceeds optimal formal search in the absence of monitoring. The effect on the transition rate to employment depends crucially on how search costs are specified. The reservation wage declines and the transition rate increases if channelspecific search costs are additive. In this case changes in formal search do not affect the marginal cost of informal search. The imposition of a binding search requirement makes it less attractive to be unemployed which implies greater willingness to accept job offers. An alternative assumption is that search costs depend on total search effort in such a way that formal and informal search become close or perfect substitutes. If 20IFAU Improving incentives in unemployment insurance search costs are given by a strictly convex function of total search effort, it follows that a formal search requirement will reduce effort allocated to informal search. The effect on the transition rate to employment may then be zero. 3.3 Empirical evidence on monitoring and sanctions The empirical evidence on the effects of job search requirements is not overwhelmingly large. A number of social experiments undertaken in the United States provide some relevant evidence see the survey by Meyer, 1995. However, these experiments often combined stricter enforcement of search requirements with other treatments, such as job search assistance. This raises the question of whether the measured effects are due to monitoring or some other element of the treatment package. It turns out, however, that an inspection of the time paths of the effects can in some cases reveal interesting information about the role of job search requirements. The most convincing evidence is based on work search experiments undertaken in the United States. One experiment was undertaken in the state of Washington in 198687 and another one in Maryland in 1994. Both studies involved random assignments of unemployed benefit claimants into groups exposed to different search requirements. The experiences from the socalled Restart experiments in the United Kingdom are also of relevance. The Washington experimental study, described in Johnson and Kleppinger 1994, compared four different treatments: i elimination of worksearch requirement; ii standard requirement; iii individualized requirements; and iv intensive services. Individuals in the first category had essentially no search requirements. They were not required to report a specific number of employer contacts and UI payments were made automatically to claimants until they reported change of circumstance, such as return to work. The second category had requirements similar to what had been practiced in most states. Claimants had to make at least three employer contacts per week and those employers had to be listed on biweekly continued claims forms. Individuals in the third category were subject to worksearch treatments tailored to specific circumstances of their occupation or local labor market. The fourth category had job search assistance early in the unemployment spell. The study finds strong evidence that more stringent search requirements reduce the length of benefit receipt. Workers in the first category no search IFAU Improving incentives in unemployment insurance 21 requirements had three weeks longer duration of benefit receipt than those with standard requirements.9 No search requirement also increased the risk of benefit exhaustion and increased the probability of being reemployed by the same employer. There is some evidence that workers in the first category had slightly higher reemployment wages in the short term, a finding consistent with higher reservation wages. However, there is no evidence of any longerterm effects on wages. In the Maryland experimental study, presented in Benus and Johnson 1997, benefit claimants were randomly assigned to four treatment groups and two control groups. The control groups were required to follow the standard requirements at the time, including the report of at least two employer contacts per week although without any verification of the contacts. Participants in one of the control group were informed that they were part of an experimental study. The treatments were as follows: i increased worksearch requirements by requiring workers to make at least four employer contacts per week; ii requiring two employer contacts per week but without any requirement of documentation; iii a requirement that workers should attend a fourday job search workshop early during the unemployment spell; and iv information to the claimants that their reported employer contacts would be verified. The results from the Maryland study suggest that increased search requirements can have nontrivial behavioral effects. Increasing the number of required employer contacts from two to four reduced the duration of benefit receipt by 6 percent. Informing claimants that their employer contacts would be verified reduced the duration of benefit receipt by 7.5 percent. Participation in the job search workshop reduced the number of benefit weeks by 5 percent, a finding broadly consistent with results from other experiments undertaken in the United States. The effect could reflect enhanced skills in job search but may also reflect higher perceived costs of remaining on UI as the workshop reduces time available for leisure. In fact, the Maryland study suggests that the latter interpretation may be most plausible. The effect is largely driven by a sharp increase in exit rates from unemployment prior to the scheduled workshop. This finding is consistent with the results from the Washington experiment on the impact of job search assistance. 9 Anderson 2001 argues that the strong effect on duration in the Washington experiment may be upward biased due to certain features of the experiment. 22IFAU Improving incentives in unemployment insurance The recent study by Ashenfelter et al. 2000 also reports results from randomized experiments intended to measure whether stricter enforcement and verification of job search activities reduce UI claims. The experiments were implemented in four states Connecticut, Massachusetts, Virginia and Tennessee in 198485. The treatments included stated attempts to verify job search activities and also actual verifications such as in depth interviews concerning the claimants search effort. 10 The study finds at most a very small effect on benefit payments. It should be noted, however, that the treatment in these experiments kicked in only during the first two weeks of the unemployment spell, before any benefits had been paid out. Therefore it is difficult to infer anything about the effects of more intense and longlasting monitoring, such as weekly verification of job search activities throughout the unemployment spell. Dolton and ONeill 1996 report evidence from the Restart experiments in the United Kingdom. Individuals with elapsed unemployment of six months were randomly assigned to participation in an interview to counsel them on active job search the treatment group. Failure to attend the interview carried an explicit risk of losing benefits. The control group consisted of individuals that were not notified to attend an interview. The study reports that the notification of an interview had a statistically significant positive effect on exit rates to employment. The magnitude of the effect on the job exit rate is also substantial around 30 percent. Van den Berg and van der Klaauw 2001 report results from a small experiment undertaken at two local employment offices undertaken in the Netherlands. The treatments involved counseling as well as monitoring, both presumably affecting formal search. The study cannot find any support for the claim that monitoring and counseling raises the transition rate from unemployment to employment. The interpretation favored by the authors is that monitoring of formal search induced a substitution away from informal search channels. Keeley and Robins 1985 is one of the first econometric studies of the impact of job search requirements. The paper examines transitions from unemployment to employment using US data on unemployment spells from 1980. The data included detailed information on the job search process as well as job 10 The Ashenfelter et al. study has also appeared in a slightly revised version as IZA Discussion Paper No 128. IFAU Improving incentives in unemployment insurance 23 search outcomes. For participants in government programs there was also some selfreported information on whether the respondent was required to look for work. Job search requirement is a zeroone variable: one if the individual reports that he is required to look for work and zero otherwise. The variation in search requirements thus appears to be driven by different search rules across government programs to the extent that those rules were well understood. The analysis suggests that job search requirements affect the job search process. For example, they increase the number of search methods used and hours of search per week. Search requirements appear to reduce the number of direct employer contacts. There is no evidence that search requirements reduce the duration of unemployment, however. It is speculated that this result reflects substitution among different methods of job search, such as an increase in hours of job search at the expense of direct employer contacts. Although the Keeley and Robins study is of interest, the evidence it presents on the effects of job search requirements is less convincing than the results from randomized work search experiments. For one thing, the measure of job search requirements is a rather crude indicator. Moreover, the identification strategy employed by Keeley and Robins seems to rely on the strong assumption that the only relevant difference between programs is whether or not they are associated with search requirements. Econometric evidence on the effects UI sanctions has been presented by Abbring et al. 1998. A closely related paper by van den Berg et al. 1998 examines the effects of sanctions for welfare recipients. Both these studies examine exit rates from nonemployment using data from the Netherlands. The UI sanctions typically involve a cut in benefits in the range of 5 to 35 percent and are imposed for failures to meet certain search requirements. Abbring et al. estimate a duration model using two different samples, one where workers were previously employed in the metal industry and the other pertaining to the banking sector. The key parameter of interest captures the change in the exit rate from unemployment to employment at the point in time where a sanction kicks in. The estimates indicate remarkably strong effects of the imposition of a benefit sanction. For the metal industry, the transition rate from unemployment to employment increases by 77 percent; for the banking sector, the estimated effect is even larger 107 percent. If these numbers are translated into an elasticity of the exit rate with respect to the benefit level, the absolute value of the elasticity may be as high as 3. The estimate is well above existing esti24IFAU Improving incentives in unemployment insurance mates of the elasticity of exit rates with respect to benefits. The study by van den Berg 1998 et al. of transitions from welfare to work also indicates that benefit sanctions can have substantial behavioral effects. When a benefit sanction is imposed, the transition to work is found to increase by over 100 percent. The recent study by Lalive et al. 2002 investigates how benefit sanctions affect unemployment duration in Switzerland, a country where monitoring and sanctions play an important role in the UI system Grubb, 2001. The data at hand include information on warnings as well as actual enforcements of benefit sanctions. The paper finds that both warning and enforcement raises the outflow rate from unemployment. These effects are quantitatively important. 3.4 Summary and discussion Realworld UI systems do not pay out benefits unconditionally. By contrast, there are generally certain requirements on search activity and availability for work. The problem is to enforce these requirements in an optimal manner, recognizing that monitoring is not a free good. The theoretical literature on law enforcement has some fairly clear implications on this matter. The more costly monitoring is, the less should be spent on monitoring activities and the larger should the sanction be. This tradeoff is also illustrated in some of the economics literature on UI. A crucial difficulty, however, is to quantify the costs of monitoring. Empirical estimates appear to be virtually nonexisting in this area. The presence of a monitoring and sanctions system involves an ex ante effect as well as an ex post effect. The available evidence suggests that the ex post effect may be quite powerful, i.e., a benefit sanction seems to induce a sharp increase in the exit rate from nonemployment into employment. Empirical evidence on ex ante effects is harder to arrive at, especially if one is interested in the general equilibrium effects. The numerical results from calibrated search models indicate, however, that the ex ante effects can be quite important. Our reading of the empirical literature on search requirements and job search is that monitoring matters for search behavior and that more stringent search requirements is likely to speed up transitions to employment. A recent study by Black et al. 1999 provides further support for this assessment. The Black et al. study is presented in the next section. The empirical evidence is not wholly conclusive, however; one or two studies seem to suggest that increased monitoring has little or no effect on search behavior. It is possible that substitution between different search channels, such as formal and IFAU Improving incentives in unemployment insurance 25 informal search, is an important factor to consider.11 We find it hard to believe, however, that formal and informal search should be perfect substitutes, an assumption needed to rationalize the absence of effects of increased monitoring. Moreover, it is likely that specification of general search requirements, such as the number of job applications filed during a week, should minimize the risk of substitution between search channels. 4 Workfare The idea that benefit claimants should be required to work in exchange for benefits has a long tradition and many countries have implemented this idea in practice. The stated reasons for workfare vary. Broadly, there are three arguments for introducing workfare. One argument is that workfare may make income transfers to the unemployed more politically acceptable. Another idea is that workfare may serve as a screening tool when individuals differ with respect to valuations of leisure or earnings capacity. The case for screening is essentially that it may improve the targeting of transfers. A third view is a version of the deterrent argument that was discussed above in the context of monitoring. If benefit claimants are required to substitute work for leisure, they may be more eager to leave unemployment. 4.1 Workfare versus welfare The case for workfare has been analyzed in considerable detail in recent public finance literature.12 These contributions apply optimal taxation theory and explore under what conditions workfare may be part of an optimal policy as a complement to nonlinear taxes and subsidies. There are essentially two classes of social objectives considered, one being conventional welfarist and the other being nonwelfarist. With welfarist objectives, the government is only concerned with individual welfare as given by the individuals preferences. In the usual setup, this implies that the policy maker cares about indi 11 Trans 2001 suggests another mechanism that my overturn the case for search requirements. His argument is that more stringent search requirements may induce some unemployed workers to search for jobs only to meet the requirements. 12 The public finance literature on workfare includes papers by Beaudry and Blackorby 1998, Besley and Coate 1992, 1995, Brett 1998, Chambers 1989 and Cuff 2000. 26IFAU Improving incentives in unemployment insurance viduals consumption of goods as well as their demand for leisure. A utilitarian objective function is the prime example of a welfarist social objective. If the government has nonwelfarist objectives, it may give zero weight to the value of leisure and focus exclusively on income. An example is the contributions by Besley and Coate 1992, 1995, which provide a detailed analysis of workfare as an income maintenance or poverty alleviation program. In this analysis, the objective is to ensure that each individual gets a minimum income level at minimum fiscal cost. The optimal taxation approach to workfare features worker heterogeneity in one or two dimensions: earning capacity in the market ability or wage rates andor disutility of labor. Beaudry and Blackorby 1998 consider heterogeneity in home sector productivity, which may be observationally equivalent to heterogeneity in the disutility of labor. Wage rates are taken as exogenous and independent of the chosen policies. Workfare is typically assumed to be completely unproductive. The precise assumptions regarding what the government can observe vary across studies. The common assumptions are that the government can observe individual labor earnings but not individual wage rates or preferences for leisure. The presence of asymmetric information the individuals know their wage rates and valuations of leisure but the government does not gives rise to a screening problem. The optimal policy must be incentive compatible, i.e., it must give individuals incentives to choose their own benefit package. For example, the policy must be such that highability individuals cannot gain by pretending to be of low ability and claim a benefit package intended for those with low ability. The papers by Besley and Coate establish a number of results regarding workfare as a povertyalleviation instrument in a model where individuals have identical preferences but differ in their market wage rates. The objective is to guarantee each individual a minimum income at the lowest budgetary cost. Workfare takes the form a requirement to work in an unproductive publicsector job. In case workfare is implemented, it crowds out some privatesector output by reducing time spent in privatesector work. It is shown that workfare may be part of a costminimizing policy when the government is unable to observe wage rates and incomes and also when incomes but not wage rates are observable. In a twoclass model Besley and Coate, 1992, the highability individuals are offered no benefits whereas those claiming to be of low ability are offered an income transfer in exchange for a work requirement. However, those of high IFAU Improving incentives in unemployment insurance 27 ability have no incentive to pretend to be of low ability. In fact, the optimal work requirement is chosen so as to make highability individuals indifferent between claiming to be of low ability and receiving no benefit at all. The optimality of workfare is more likely to occur if there is a large wage differential between high and low ability workers and if the fraction of lowability workers is small relative to the whole target population. When those conditions are met, the crowdingout effect from workfare is modest and the cost saving from excluding highability workers from benefits dominates the crowdingout effect. The optimality of workfare within a welfarist approach has been examined by Cuff 2000. The individuals in this model differ along two dimensions: ability and the disutility of labor. It is shown that it may be part of the optimal package to impose a work requirement on low ability individuals who have a low disutility of labor. Cuff also shows that workfare is never optimal when all individuals have the same ability, unless they are more productive in workfare than in the private sector. Beaudry and Blackorby 1998 derive a similar result. However, they also demonstrate that workfare may be welfareimproving if some individuals lack privatesector employment opportunities. In the latter case, introduction of workfare would not crowd out privatesector output due to reduced labor supply among lowability individuals. All in all, the conditions required to rationalize workfare are fairly stringent in the existing public finance literature. It would be wrong, however, to conclude from this literature that workfare cannot be a useful complement to unemployment insurance. In fact, the models discussed above are not well suited to deal with unemployment and UI as they typically focus on unconstrained labor supply decisions. It is conceivable that the case for workfare is stronger when one considers problems of moral hazard and screening in the design of UI. 4.2 Workfare and unemployment insurance Jackman 1994 and others have suggested a social insurance role for active labor market policy ALMP. The idea is a version of the selfselection or screening argument discussed above. ALMP as workfare the requirement to participate in a labor market program in exchange for benefits effectively puts a price on individuals time. Those who put a high value on their leisure time may selfselect out of the benefit system and only those really needy would remain as benefit claimants. 28IFAU Improving incentives in unemployment insurance The paper by Hansen and Trans 1999 presents a formal analysis of workfare in a model where individuals may have the same productivity but differ with respect to their preferences for leisure. There are two types of individuals, referred to as workers with low disutility of labor and nonworkers with high disutility of labor. The government knows the distribution of individual characteristics but not the preferences of a particular individual. Job search effort and job acceptance decisions are also private information to the individuals. The paper examines whether workfare can be a Pareto improving welfare reform, i.e., whether it is possible to improve welfare for one type of individuals without worsening conditions for the other type. The answer is affirmative: workfare works as a welfare improving screening device if individuals are sufficiently heterogeneous with respect to their valuations of leisure. The intuition for this result is as follows. When preferences and job search behavior are private information, even nonworkers who do not search for work may claim UI benefits. This reduces the scope for UI as income insurance for workers who do search for work. By introducing a work requirement, the government can induce nonworkers to selfselect out of the UI system, the reason being that they have a strong preference for leisure. At the margin, it is possible to simultaneously raise UI benefits and introduce a work requirement so as to make nonworkers indifferent between claiming and not claiming UI benefits. The rise in UI benefits represents a strictly positive welfare improvement for workers. Empirical work on the effects of workfare per se is, to our knowledge, rather limited. However, the evidence regarding the effects of monitoring discussed above is arguably relevant also in this case, at least to the extent that it is possible to identify the effect of a threat of being exposed to a labor market program. The study by Benus and Johnson 1997 is a case in point. The treatment involving participation in a fourweek jobsearch training workshop reduced the average duration of UI payments. Interestingly, the overall impact came largely through a substantial 28 percent increase in exit rates from UI for the two weeks immediately preceding the date of the scheduled workshop, suggesting that the workshop increased the cost of remaining on UI. A recent study by Black et al. 1999 also provides fairly conclusive evidence in favor of the hypothesis that the mere threat of being placed in a labor market program can reduce time spent on UI and boost job findings. The paper examines the effects of a randomized experiment undertaken in Kentucky in the early 1990s. The experiment involved random assignment of unemployed IFAU Improving incentives in unemployment insurance 29 individuals into mandatory employment and training services. Participation in those services was required in order to continue as benefit recipient. Positive human capital effects aside, the treatment may have raised the costs of continued UI claims. Black et al. find that treatment reduced the mean UI duration by about 2.2 weeks. The effects are primarily driven by a marked rise in reemployment in the first and second quarters after filing the UI claim, in most cases taking place before the possible receipt of the reemployment services. This suggests that the mere threat of being exposed to the services induced a rise in exit rates. 4.3 Summary and discussion Most theoretical work on workfare has been cast in an optimal taxation framework that is not ideal for an analysis of unemployment issues. In fact, the role of workfare as an integral part of the UI system has been subject to very little research. Although the idea that active labor market policies can be used to test the willingness to work has been around for some time, it has rarely been thoroughly developed. Recent theoretical work has, however, made some progress on this front and suggested a possible role for workfare as a screening device. By introducing workfare it becomes possible to induce individuals less interested in work to selfselect out of the UI system, thereby allowing more generous compensation for those keener to get a job. Recent empirical work has suggested that the threat of training may be more effective than training itself, a result indicating that workfare may well be used as a means to speed up job finding. The wider question is whether workfare is more or less effective than other policy instruments in this area, such as limited duration of benefit payments or monitoring and sanction systems. To our knowledge, no study has systematically explored how workfare fares in comparison to other conceivable policy instruments. In companion paper to this survey, we attempt to take a step in this direction Fredriksson and Holmlund, 2003. 5 Concluding remarks In this paper, we have discussed some crucial design features of unemployment insurance in the light of recent research. In particular, we have focused on three 30IFAU Improving incentives in unemployment insurance instruments that may improve the efficiency of UI provision: the duration of benefit payments, monitoring in conjunction with sanctions, and workfare. Our reading of the theoretical literature is that the case for imposing a penalty on less active job search is fairly solid. In fact, the three instruments that we have considered are different ways of doing just that. A declining sequence of benefit payments punishes long unemployment spells and, hence, low search intensity albeit indirectly. By regularly monitoring individuals search activity, those who search less actively run a greater risk of being subjected to a benefit sanction. Also, there is some support for the idea that workfare may serve as a screening device. By subjecting individuals to a work test, it is possible to induce individuals less interested in work to selfselect out of UI. The empirical evidence is broadly in line with the above conclusion. The outflow from unemployment tends to increase around the time when UI benefits expire or around the time when a work test is administered. Moreover, the weight of the empirical evidence suggests that more stringent search requirements induce active job search. Are there any caveats to the conclusion that the generosity of the benefit system should decline over the workers unemployment spell? We think that there are two important ones. The first objection is that it may be optimal to impose a tax on entry into unemployment by offering low benefits during the first weeks of unemployment. The most convincing argument for having a tax on unemployment entry is that it discourages the use of temporary layoffs subsidized by UI. However, this argument does not necessarily invalidate the argument for having a declining benefit sequence. Temporary layoffs can also be taken care of by experience rating provisions, imposed either on firms that engage in frequent layoffs as in the US or individuals that are frequently unemployed. The second objection arises from the possibility of selfinsurance via precautionary savings. If all unemployed workers have access to a market for saving and borrowing this weakens the case for a reduction in benefit generosity during the course of the unemployment spell. The relevance of this objection is an empirical issue. We view it as extremely unlikely that unemployed individuals can use their human capital as collateral for borrowing. Nevertheless, private savings including family transfers can work reasonably well as a substitute to UI for very short spells of unemployment. For this reason, we think that the existence of private savings may provide an additional argument for having a waiting period before benefits are paid out. IFAU Improving incentives in unemployment insurance 31 In reviewing the literature on the three instruments, we have not attempted to provide a statement on whether one instrument is more efficient than the other. This is the subject of a companion paper Fredriksson and Holmlund, 2003 and an important topic for future research. 32IFAU Improving incentives in unemployment insurance References Abbring, J, G van den Berg and J van Ours 1998, The Effect of Unemployment Insurance Sanctions on the Transition Rate from Unemployment to Employment, Working Paper, Tinbergen Institute, Amsterdam. Ahn, N and J I GarciaPerez 1999, Unemployment Duration and Workers Wage Aspirations in Spain, manuscript, Universitat Pompeu Fabra. Anderson, P 2001, Monitoring and Assisting Active Job Search, in Labour Market Policies and Public Employment Service, OECD. Anderson, P and B Meyer 2000, The Effects of the Unemployment Insurance Payroll Tax on Wages, Employment, Claims and Denials, Journal of Public Economics 78, 81106. Ashenfelter, O, D Ashmore and O Deschenes 1999, Do Unemployment Insurance Recipients Actively Seek Work? Randomized Trials in Four US States, NBER Working Paper 6982. Atkinson, A and J Micklewright 1991, Unemployment Compensation and Labor Market Transitions: A Critical Review, Journal of Economic Literature 29, 16791727. Baily, M N 1977, Unemployment Insurance as Insurance for Workers, Industrial and Labor Relations Review 4, 495504. Baily, M N 1978, Some Aspects of Optimal Unemployment Insurance, Journal of Public Economics 10, 379402. Beaudry, P and C Blackorby 1998, Taxes and Employment Subsidies in Optimal Redistribution Programs, NBER Working Paper 6355. Becker, G S 1968, Crime and Punishment: An Economic Approach, Journal of Political Economy 76, 169217. Benus, J and T Johnson 1997, Evaluation of the Maryland Unemployment Insurance Work Search Demonstration. Report prepared for Maryland Department of Labor, Battelle Memorial Institute in conjunction with Abt Associates Inc. Available on the web at the address: http:wdr.doleta.govowsdrr982 Besley, T and S Coate 1992, Workfare versus Welfare: Incentive Arguments for Work Requirements in PovertyAlleviation Programs, American Economic Review 82, 249261. IFAU Improving incentives in unemployment insurance 33 Besley, T and S Coate 1995, The Design of Income Maintenance Programs, Review of Economic Studies 62, 187221. Black, D, J Smith, M Berger and B Noel 1999, Is the Threat of Training More Effective than Training Itself? Experimental Evidence from the UI System, manuscript, Department of Economics, University of Western Ontario. Boone, J and J van Ours 2000, Modeling Financial Incentives to Get Unemployed Back to Work, Cent ER Discussion Paper 200002, Tilburg University. Boone, J, P Fredriksson, B Holmlund and J van Ours 2002, Optimal Unemployment Insurance with Monitoring and Sanctions, Working Paper 2002:21, Institute for Labour Market Policy Evaluation, Uppsala. Brett, C 1998, Who Should Be on Workfare? The Use of Work Requirements as Part of an Optimal Tax Mix, Oxford Economic Papers 50, 607622. Burdett, K 1979, Unemployment Insurance Payments as a Search Subsidy: A Theoretical Analysis, Economic Inquiry 17, 333.343. Burdett, K and R Wright 1989, Optimal Firm Size, Taxes, and Unemployment, Journal of Public Economics 39, 275287. Cahuc, P and E Lehmann 1997, Equilibrium Unemployment and the Time Sequence of Unemployment Benefits, Working Paper 97.49, Universite de Paris I, PantheonSorbonne. Cahuc, P and E Lehmann 2000, Should Unemployment Benefits Decrease with the Unemployment Spell? Journal of Public Economics 77, 135153. Carling, K, PA Edin, A Harkman and B Holmlund 1996, Unemployment Duration, Unemployment Benefits, and Labor Market Programs in Sweden, Journal of Public Economics 59, 313334. Carling, K, B Holmlund and A Vejsiu 2001, Do Benefit Cuts Boost Job Finding? Swedish Evidence from the 1990s, Economic Journal 111, 766790. Chambers, R 1989, Workfare or Welfare? Journal of Public Economics 40, Chiu, W H and E Karni 1998, Endogenous Adverse Selection and Unemployment Insurance, Journal of Political Economy 106, 806827. Costain, J 1997, Unemployment Insurance in a General Equilibrium Model of Job Search and Precautionary Savings, Working Paper No 243, Department of Economics, Universitat Pompeu Fabra. 7997. 34IFAU Improving incentives in unemployment insurance Cuff, K 2000, Optimality of Workfare with Heterogeneous Preferences, Canadian Journal of Economics 33, 149174 Davidson, C and S Woodbury 1997, Optimal Unemployment Insurance, Journal of Public Economics 64, 359387. Dolton, P and D ONeill 1996, Unemployment and the Restart Effect: Some Experimental Evidence, Economic Journal 106, 387400. Dormont, B, D Fougere and A Prieto 2001, Leffet de lallocation unique degressive sur la reprise deemploi, manuscript, THEMA, Universite Paris XNanterre. Feldstein, M 1976, Temporary Layoffs in the Theory of Unemployment, Journal of Political Economy 84, 937957. Feldstein, M 1978, The Effect of Unemployment Insurance on Temporary Layoff Unemployment, American Economic Review 68, 834846. Flemming, J S 1978, Aspects of Optimal Unemployment Insurance: Search, Leisure, Savings and Capital Market Imperfections, Journal of Public Economics 10, 403425. Fredriksson, P and B Holmlund 2001, Optimal Unemployment Insurance in Search Equilibrium, Journal of Labor Economics 19, 370399. Fredriksson, P and B Holmlund 2003, Optimal Unemployment Insurance Design: Time Limits, Monitoring, or Workfare?, manuscript, Department of Economics, Uppsala University. Garoupa, N 1997, The Theory of Optimal Law Enforcement, Journal of Economic Surveys 11, 267295. Grubb, D 2001, Eligibility Criteria for Unemployment Benefits, in Labour Market Policies and Public Employment Service, OECD. Ham, J and S Rea 1987, Unemployment Insurance and Male Unemployment Duration in Canada, Journal of Labor Economics 5, 325353. Hansen, C T and T Trans 1999, Optimal Workfare in a Society of Workers and Nonworkers, manuscript, EPRU, University of Copenhagen. Hassler, J and J V Rodriguez Mora 2002, Should UI Benefits Really Fall over Time? CESifo Working Paper No 804. Heer, B 2000, Employment and Welfare Effects of a TwoTier Unemployment Compensation System, CESifo Working Paper No 297. IFAU Improving incentives in unemployment insurance 35 Holmlund, B 1998, Unemployment Insurance in Theory and Practice, Scandinavian Journal of Economics 100, 113141. Hopenhayn, H and J P Nicolini 1997, Optimal Unemployment Insurance, Journal of Political Economy 105, 41238. Jackman, R 1994, What Can Active Labour Market Policy Do? Swedish Economic Policy Review 1, 221257. Jenkins, S and C GarciaSerrano 2000, Reemployment Probabilities for Spanish Men: What Role does the Unemployment Benefit System Play?, manuscript, Institute for Social and Economic Research, University of Essex. Johnson, T and D Klepinger 1994, Experimental Evidence on Unemployment Insurance WorkSearch Policies, Journal of Human Resources 29, 695717. Jones, S 1986, Unemployment Insurance and Involuntary Unemployment: The Case of Adverse Selection, Journal of Public Economics 30, 317328. Katz, L and B Meyer 1990, The Impact of the Potential Duration of Unemployment Benefits on the Duration of Unemployment, Journal of Public Economics 41, 4572. Keeley, M and P Robins 1985, Government Programs, Job Search Requirements, and the Duration of Unemployment, Journal of Labor Economics 3, 337362. Lalive, R, J C van Ours and J Zweimuller 2002, The Effect of Benefit Sanction on the Duration of Unemployment, Discussion Paper 3311, Centre for Economic Policy Research. Layard, R, S Nickell and R Jackman 1991, Unemployment: Macroeconomic Performance and the Labour Market, Oxford University Press. Ljungqvist, L and T Sargent 1995, The Swedish Unemployment Experience, European Economic Review 39, 10431070. Ljungqvist, L and T Sargent 1998, The European Unemployment Dilemma, Journal of Political Economy 106, 514550. Meyer, B 1990, Unemployment Insurance and Unemployment Spells, Econometrica 58, 757782. Meyer, B 1995, Lessons from the U.S. Unemployment Insurance Experiments, Journal of Economic Literature 33, 91131. 36IFAU Improving incentives in unemployment insurance Moffitt, R 1985, Unemployment Insurance and the Distribution of Unemployment Spells, Journal of Econometrics 28, 85101. Mortensen, D 1977, Unemployment Insurance and Job Search Decisions, Industrial and Labor Relations Review 30, 505517. Mortensen, D 1990, A Structural Model of Unemployment Insurance Benefit Effects on the Incidence and Duration of Unemployment, in Y Weiss and G Fishelson eds, Advances in the Theory and Measurement of Unemployment, Macmillan. Pissarides C 19902000, Equilibrium Unemployment Theory, Basil BlackwellMIT Press. Polinsky, A M and S Shavell 1979, The Optimal Tradeoff Between the Probability and Magnitude of Fines, American Economic Review 69, 880891. Polinsky, A M and S Shavell 2000, The Economic Theory of Public Enforcement of Law, Journal of Economic Literature 38, 4576. Shavell, S and L Weiss 1979, The Optimal Payment of Unemployment Insurance Benefits over Time, Journal of Political Economy 87, 13471362. Topel, R 1983, On Layoffs and Unemployment Insurance, American Economic Review 73, 541559. Topel, R 1985, Unemployment and Unemployment Insurance, in R Ehrenberg ed, Research in Labor Economics, vol 7, JAI Press. Trans, T 2001, Raiding Opportunities and Unemployment, Journal of Labor Economics 19, 773798. Van den Berg, G 1990, Nonstationarity in Job Search Theory, Review of Economic Studies 57, 255277. Van den Berg, G 1994, The Effects of Changes of the Job Offer Arrival Rate on the Duration of Unemployment, Journal of Labor Economics 12, 478498. Van den Berg, G, B van der Klaauw and J van Ours 1998, Punitive Sanctions and the Transition Rate from Welfare to Work, Discussion Paper 9856, Cent ER for Economic Research, Tilburg University. Forthcoming in Journal of Labor Economics, 2004. Van den Berg, G and B van der Klaauw 2001, Counseling and Monitoring of Unemployed Workers: Theory and Evidence from a Social Experiment, IFAU Improving incentives in unemployment insurance 37 Working Paper 2001:12, Institute for Labour Market Policy Evaluation IFAU, Uppsala. Wang, C and S Williamson 1996, Unemployment Insurance with Moral Hazard in a Dynamic Economy, Carnegie Rochester Conference Series on Public Policy 44, 141. 38IFAU Improving incentives in unemployment insurance Publication series published by the Institute for Labour Market Policy Evaluation IFAU latest issues Rapport some of the reports are written in English 2002:1 Hemstrom Maria Sara Martinson Att folja upp och utvardera arbetsmarknadspolitiska program 2002:2 Froberg Daniela Kristian Persson Genomforandet av aktivitetsgarantin 2002:3 Ackum Agell Susanne, Anders Forslund, Maria Hemstrom, Oskar Nordstrom Skans, Caroline Runeson Bjorn Ockert Followup of EUs recommendations on labour market policies 2002:4 Aslund Olof Caroline Runeson Followup of EUs recommendations for 2002:5 2002:6 integrating immigrants into the labour market Fredriksson Peter Caroline Runeson Followup of EUs recommendations on the tax and benefit systems Sundstrom Marianne Caroline Runeson Followup of EUs recommendations on equal opportunities 2002:7 Ericson Thomas Individuellt kompetenssparande: undantrangning eller komplement? 2002:8 Calmfors Lars, Anders Forslund Maria Hemstrom Vad vet vi om den svenska arbetsmarknadspolitikens sysselsattningseffekter? 2002:9 Harkman Anders Vilka motiv styr deltagandet i arbetsmarknadspolitiska program? 2002:10 Hallsten Lennart, Kerstin Isaksson Helene Andersson Rinkeby Arbetscentrum verksamhetsideer, genomforande och sysselsattningseffekter av ett projekt for langtidsarbetslosa invandrare 2002:11 Froberg Daniela Linus Lindqvist Deltagarna i aktivitetsgarantin 2002:12 Ekstrom Erika Vardet av en trearig yrkesinriktad gymnasieutbildning 2003:1 Mork Eva De arbetsmarknadspolitiska progammens effekt pa den kommunala skolan 2003:2 Runeson Caroline Anders Bergeskog Arbetsmarknadspolitisk oversikt 2000 2003:3 Runeson Caroline Anders Bergeskog Arbetsmarknadspolitisk oversikt 2001 2003:4 Calleman Catharina Invandrarna, skyddet for anstallningen och diskrimineringslagstiftningen Working Paper 2002:1 Blundell Richard Costas Meghir Active labour market policy vs employment tax credits: lessons from recent UK reforms 2002:2 Carneiro Pedro, Karsten T Hansen James J Heckman Removing the veil of ignorance in assessing the distributional impacts of social policies Johansson Kerstin Do labor market programs affect labor force participation? 2002:3 2002:4 Calmfors Lars, Anders Forslund Maria Hemstrom Does active labour market policy work? Lessons from the Swedish experiences Sianesi Barbara Differential effects of Swedish active labour market programmes for unemployed adults during the 1990s 2002:5 2002:6 Larsson Laura Sick of being unemployed? Interactions between unemployment and sickness insurance in Sweden Sacklen Hans An evaluation of the Swedish trainee replacement schemes 2002:7 2002:8 Richardson Katarina Gerard J van den Berg The effect of vocational employment training on the individual transition rate from unemployment to work Johansson Kerstin Labor market programs, the discouragedworker effect, and labor force participation 2002:9 2002:10 Carling Kenneth Laura Larsson Does early intervention help the unemployed youth? 2002:11 Nordstrom Skans Oskar Age effects in Swedish local labour markets 2002:12 Agell Jonas Helge Bennmarker Wage policy and endogenous wage rigidity: a representative view from the inside 2002:13 Johansson Per Marten Palme Assessing the effect of public policy on worker absenteeism 2002:14 Brostrom Goran, Per Johansson Marten Palme Economic incentives and gender differences in work absence behavior 2002:15 Andren Thomas Bjorn Gustafsson Income effects from market training programs in Sweden during the 80s and 90s 2002:16 Ockert Bjorn Do university enrollment constrainsts affect education and earnings? 2002:17 Eriksson Stefan Imperfect information, wage formation, and the employability of the unemployed 2002:18 Skedinger Per Minimum wages and employment in Swedish hotels and restaurants 2002:19 Lindeboom Maarten, France Portrait Gerard J. van den Berg An econometric analysis of the mentalhealth effects of major events in the life of older individuals 2002:20 Abbring Jaap H., Gerard J. van den Berg Dynamically assigned treatments: duration models, binary treatment models, and panel data models 2002:21 Boone Jan, Peter Fredriksson, Bertil Holmlund Jan van Ours Optimal unemployment insurance with monitoring and sanctions 2002:22 Ridder Geert Gerard J. van den Berg A crosscountry comparison of labor market frictions 2002:23 Ekstrom Erika The value of a third year in upper secondary vocational education Evidence from a piloting scheme 2003:1 Fredriksson Peter Per Johansson Program evaluation and random program starts 2003:2 Mork Eva The impact of active labor market programs on municipal services Fredriksson Peter Per Johansson Employment, mobility, and active labor market programs 2003:3 2003:4 Heckman James Salvador NavarroLozano Using matching, instrumental variables and control functions to estimate economic choice models Fredriksson Peter Bertil Holmlud Improving incentives in unemployment insurance: A review of recent research 2003:5 Dissertation Series 2002:1 Larsson Laura Evaluating social programs: active labor market policies and social insurance 2002:2 Nordstrom Skans Oskar Labour market effects of working time reductions and demographic changes Sianesi Barbara Essays on the evaluation of social programmes and educational qualifications 2002:3 2002:4 Eriksson Stefan The persistence of unemployment: Does competition between employed and unemployed job applicants matter? ", "filename": "wp03-05.pdf", "person": ["Peter Fredriksson", "Fredriksson, Peter", "Bertil Holmlund", "Holmlund, Bertil"], "date": ["2003"]}