{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/82193/1/wp04-17.pdf"], "title": ["The knowledge lift: The Swedish adult education program that aimed to eliminate low worker skill levels"], "plaintext": "The Institute for Labour Market Policy Evaluation IFAU is a research institute under the Swedish Ministry of Industry, Employment and Communications, situated in Uppsala. IFAUs objective is to promote, support and carry out: evaluations of the effects of labour market policies, studies of the functioning of the labour market and evaluations of the labour market effects of measures within the educational system. Besides research, IFAU also works on: spreading knowledge about the activities of the institute through publications, seminars, courses, workshops and conferences; creating a library of Swedish evaluational studies; influencing the collection of data and making data easily available to researchers all over the country. IFAU also provides funding for research projects within its areas of interest. There are two fixed dates for applications every year: April 1 and November 1. Since the researchers at IFAU are mainly economists, researchers from other disciplines are encouraged to apply for funding. IFAU is run by a DirectorGeneral. The authority has a traditional board, consisting of a chairman, the DirectorGeneral and eight other members. The tasks of the board are, among other things, to make decisions about external grants and give its views on the activities at IFAU. A reference group including representatives for employers and employees as well as the ministries and authorities concerned is also connected to the institute. Postal address: P.O. Box 513, 751 20 Uppsala Visiting address: Kyrkogardsgatan 6, Uppsala Phone: 46 18 471 70 70 Fax: 46 18 471 70 71 ifauifau.uu.se www.ifau.se Papers published in the Working Paper Series should, according to the IFAU policy, have been discussed at seminars held at IFAU and at least one other academic forum, and have been read by one external and one internal referee. They need not, however, have undergone the standard scrutiny for publication in a scientific journal. The purpose of the Working Paper Series is to provide a factual basis for public policy and the public policy discussion. ISSN 16511166 The Knowledge Lift: The Swedish Adult Education Program that Aimed to Eliminate Low Worker Skill Levels James Albrecht Gerard J. van den Berg Susan Vroman December 7, 2004Abstract The Swedish adult education program called Knowledge Lift is unprecedented in its size and scope, aiming to raise the skill level of all lowskilledworkers towards the medium level. This paper evaluates the effects of program participation on individual labor market outcomes, notably employment and annual income, as well as on the labor market equilibrium. Forthe effects at the individual level we apply fixed effect methods allowingfor treatment effect heterogeneity. The data are based on a number ofmatched longitudinal administrative data sets covering the full populationof Sweden. For the equilibrium effects we analyze an equilibrium searchmodel with heterogeneous worker skills. This model is calibrated usingpreprogram observations.Department of Economics, Georgetown University.Department of Economics, Free University Amsterdam; IFAUUppsala; Tinbergen InstiDepartment of Economics, Georgetown University.tute; CEPR; IZA; IFS.Keywords: returns to education, training, program evaluation, wages, participation, unemployment, schooling, Swedish labor market, selectivity bias, treatment effect.Acknowledgements: We thank the Swedish National Labour Market Board AMS and Statistics Sweden SCB for their permission to use the data, and IFAU for financial support.We thank Maria Melkersson, H akan Regn er, PerAnders Edin, Katarina Richardson, Annette Bergemann, Bertil Holmlund, and seminar participants at IFAUUppsala University for helpfulcomments and suggestions. In addition, we thank Erika Ekstr om, Nadia Nilsson, and Helge Bennmarker for research assistance and help with the data.1 Introduction Lifelong learning, adult education, and employability have become focal pointsin the labor market policies of many advanced economies see e.g. the recent OECD Employment Outlook 2004. It is expected that these economies will facemore turbulent conditions than in the past, and that the development of novelproduction technologies will proceed at a sustained high speed. This would thenrequire a flexible and suitably skilled workforce. Indeed, the role of loweducatedworkers has diminished in the modern knowledgebased economy. The fact thatthe age structure changes towards a heavier representation of older workers meansthat the human capital adjustment needs to be made by the existing stock ofworkers instead of the inflow of new workers.Sweden is relatively well prepared for a policy intervention to accommodatethese adjustments, given its long tradition of training of adult unemployed workers see e.g. Ministry of Education, 1998, Friberg, 2000, and Ministry of Industry, 2001. In 1997, Sweden implemented a new major adult education programcalled the Adult Education Initiative or Knowledge Lift henceforth denotedas KL. Without exaggeration, this constitutes the largest and most ambitiousskill raising program ever. It aims to raise the skill level of all lowskilled workersto the medium skill level. It focuses on workers with a low level of education. Thesize of the program is unprecedented: in the period 19972000, more than 10% ofthe whole labor force has participated in it.Obviously, the program reflects a great deal of optimism about the extentto which an adult individuals human capital can be improved. The empiricalliterature on training programs for unemployed workers does not warrant thisoptimism. The general conclusion from this literature is that training does nothave large effects on the individuals labor market outcomes see e.g. Fay, 1996,Heckman, La Londe and Smith, 1999, and Martin and Grubb, 2001. A majorexception concerns training for women who return to the labor market after aspell of childraising activity, who clearly form an important target group foradult education. However, perhaps more importantly, training participants witha low initial level of education benefit even less than other educational groups.In this paper we analyze the effects of KL. The paper consists of two parts. Inthe first part we estimate the effects on individual outcomes, notably income andemployment. In the second part we calibrate the effects on labor market equilibrium, using an equilibrium matching model with labor market imperfections andskill heterogeneity.For the empirical analyses, we use a rather unique set of longitudinal admin1istrative data which contains the full population of individuals in Sweden. Thedataset matches detailed records from employment offices, unemployment insurance agencies, the income tax agency, and the adult education register. The lattercontains records of all adult education courses that are followed.Longitudinal data on individual training program participation often display apreprogram earnings or Ashenfelters dip see e.g. Heckman and Smith, 1999,for an exposition. Our data display prolonged pre and postprogram dips inearnings as well as employment rates. It is therefore essential to use data with asufficiently long time span in our case, 19912000. We estimate average treatment effects on the treated, and we focus on two outcome variables: annualearnings, and employment. We apply fixed effect estimation methods, notablyconditional differenceindifferences and conditional probit.Given the size of the program, equilibrium effects are likely to be substantial. In addition to the effect on the individuals in the program, other workers inthe economy are likely to be impacted through changes in wages andor throughchanges in unemployment and employment probabilities.1 We analyze the equilibrium effects of the knowledge lift by calibrating an equilibrium model of thelabor market. Obviously, such a model needs to incorporate skill heterogeneityand equilibrium unemployment. Also, firms should be able to choose their production technology in the face of the prevailing skill distribution. We use a modelbased on Albrecht and Vroman 2002, which is arguably the most concise andamenable model satisfying the above requirements. It assumes two worker types,low skill and medium skill, with the number of workers of each type taken asexogenous in a given market. There are frictions in the process by which unemployed workers and vacancies contact one another, and the surplus generated by aworkerjob match is divided using the Nash bargaining solution. The flow outputof a match depends on the skill level of the worker as well as on the job type asdecided by the firm when it created the vacancy.We use macro data from 1996 to calibrate the preknowledge lift economy.This allows us to set values for the unobserved parameters that drive the theoretical model. We then address the question: Suppose the knowledge lift were tochange the skill distribution in the economy in a particular way. Using the calibrated economy as a base, what would be the effects? Specifically, we imputethe postKL skill distribution into the model and solve for the new steadystateequilibrium. We derive the wages for lowskill and mediumskill workers as wellas their unemployment rates and employment in lowskill and mediumskill jobs.1See e.g. Lise, Seitz and Smith 2002 for a general discussion of equilibrium evaluation ofpolicy programs.2We also derive the overall unemployment rate, labor market tightness vacanciesover unemployment, the proportions of lowskill and mediumskill vacancies, andthe equilibrium effects on the treated.Bj orklund et al. 2004 show that KL generated a large flow of teachers fromregular secondary education to adult education, and they argue that KL therefore may have generated substantial negative external effects on the quality ofregular education. Such effects increase the social costs of the program beyondthe amounts given below. However, addressing them would be beyond the scopeof the present paper. We also do not aim to address the use of adult education byyoung individuals who left the regular school system with low educational levels,as a shortcut towards regular university education see e.g. Bj orklund et al.,2004, and Ekstr om, 2003, for discussions. For this reason we exclude individualsaged below 25.To date, a few studies have examined effects of adult education in Sweden onindividual labor market outcomes. Ekstr om 2003 estimates the effect on annualincome of following adult education in the preKL early 1990s, using differenceindifferences. She finds no positive income effects for either gender. A series ofstudies has compared individual labor market outcomes between unemployed individuals who enrol in KL and unemployed individuals who enrol in labor markettraining, using propensity score matching or IV methods see e.g. Axelsson and Westerlund, 1999, and Stenberg, 2003. The results depend strongly on the outcome measure, the evaluation method, and the type of labor market training andsubpopulation considered.Jacobson, La Londe and Sullivan 2003 estimate effects of adult educationusing a sample of displaced primeaged workers in the US. They find sizablereturns. However, as Bj orklund et al. 2004 argue, generalizing from evidence on US adult education programs is difficult because there are so many lowskilledindividuals in the US, many of whom may have had insufficient human capitalinvestment opportunities earlier in life. Indeed, the skill distribution in Swedenis more compressed than in the US see Bj orklund et al., 2004, for an expositionon this.The paper is organized as follows. Sections 2 and 3 describe the KL programand the data, respectively. In Section 4 we describe the empirical approachesthat we employ to study the effects on individual outcomes, and we present theestimation results. We also report the sensitivity of the results with respect to anumber of assumptions concerning the construction of the variables of interest.Section 5 contains the results of the equilibrium analyses, and Section 6 concludes.32 The Knowledge Lift As explained below, KL was run through the existing municipal adult educationsystem KOMVUX and can be seen as a major qualitative and quantitativeupscaling of KOMVUX. By now, many studies provide detailed descriptions of KL andor KOMVUX and their participants. See, for example, The National Agency for Education 1999, Axelsson and Westerlund 1999, Skolverket 2001,and Stenberg 2003 for information on KL, and Skolverket 2001 and Ekstr om2003 for information on KOMVUX. We therefore restrict ourselves here to abrief summary.KL is by far the largest adult education program ever in Sweden. It ran from July 1, 1997 to December 31, 2002 and was followed by a permanent expansionof the number of seats in KOMVUX. The objective is to increase the skill levelof adult lowskilled workers to the medium skill level, thereby helping these individuals to strengthen their position in the labor market. Here, low skilled meanshaving an educational attainment below the level of a 3year gymnasium degree, while medium skilled means having attained this level but not any levelsbeyond that. The 3year gymnasium degree roughly corresponds to the uppersecondary education level or senior high school. Since 1995 this is the lowest possible upper secondary school diploma, whereas before that many individuals lefthigh school with a 2year degree. The program particularly targets unemployedadult lowskilled workers. In fact, lowskilled employed individuals and mediumskilled unemployed individuals are also often eligible for KL, and the enrolleescontain many lowskilled employed workers, working parttime or fulltime.Like KOMVUX, KL focuses on the enhancement of general skills for example, English, Swedish, and mathematics, as opposed to specific skills needed forparticular professions. However, part of KL can be spent in vocational courses andwork placements. In principle it is possible to combine upper secondary courseswith studies at an elementary level or with a program organized by the National Labor Market Board for the unemployed. The curricula and grade criteria for theattainment of the medium skill level are roughly the same as in the regular uppersecondary education system.KL is organized at the municipal level, and is run through the KOMVUXsystem. The organization may be joint with other municipalities. A municipalitymay purchase the services of education providers andor cooperate with them.However, the municipalities are responsible for admission into KL. A single coursetypically starts twice a year and covers a halfyear term.At the level of the individual, admission into KL and KOMVUX is in principle 4free. The underlying view is that KL participation must be led by the demand foreducation by the individual. A participant should have ample scope for personalchoice regarding the type of study and its timing and location. Whether one canparticipate in a desired course only depends on the availability of courses and onthe entry skill level requirement. Recruitment of participants is sometimes carriedout in cooperation with trade union organizations or local employment offices.KL and KOMVUX participants may be eligible for a range of income grantsand financial study support measures. Some enrollees receive special educationsupport UBS. The amount of financial support is equivalent to UI. UBS is onlygiven to KL participants who are entitled to unemployment insurance UI payments at date of entry into the program. Moreover, the worker must be between 2555 years old inclusive at date of entry into the program and must study atelementary or upper secondary level. The grant is typically given for a maximumof one year. Sometimes, special adult study assistance and funding are availableas a combination of a grant and a loan. Many participants rely on other financialresources. An individual who is fulltime in KLKOMVUX is considered to beout of the labor force unless heshe earns income on the side.The state channels funds to the municipalities to finance KL and KOMVUX.The amount of funding depends on the municipalitys unemployment rate andskill level distribution, and on the scope of the municipalitys program. As aconservative estimate, in the first years of its existence, the state spent at least SEK 3.5 billion US 350M per year on KL. This almost equals SEK 1000per labor force participant in Sweden. The spending covers the creation of some 100,000 annual study slots. In practice the funding was more than sufficient tomeet the demand for KL see Statskontoret, 1999. This fact is important for ouranalyses because it implies that there was no quantity rationing.The following gives an indication of the size of the program in terms of numbers of enrollees. In the fall of 1997, 538,004 individuals out of a populationof 8M were i aged between 25 and 55, and ii participated in the municipaladult education, or were unemployed in the sense of actively searching, or participated in one or more training programs. About 220,000 of these participatedin KL andor KOMVUX, and of these about 56,000 received UBS. About 35,000KLKOMVUX participants were registered as unemployed, and another 5,000participated both in KLKOMVUX and in employment training. The number ofregistered unemployed, including those participating in KOMVUX andor training programs was about 330,000. For comparison, the number of pupils in regularupper secondary school was about 300,000, while the number of individuals participating in employment training programs was about 40,000. The figures do 5not sum to the total of 538,004 because some individuals fall into more thanone category. Typically, the number of individuals enrolled in KLKOMVUX isabout 50% larger than the fulltime equivalent of the number of occupied slots.This indicates that many enrollees are parttime participants. Skolverket 2001provides a wealth of additional information on the composition of participantsand courses.Due to KL, the number of individuals enrolled in adult education becamedramatically larger than in earlier years the increase in the stock of participantswas about 80%. The KL initiative also involved the improvement and modernization of teaching methodologies and pedagogy. For all means and purposes, KLand KOMVUX are indistinguishable in the period in which KL ran. Therefore,in the remainder of the paper, we often simply refer to KOMVUX as the program we evaluate, where it should be kept in mind that we evaluate it over the KL period, and it should be emphasized that the existing KOMVUX programincludes courses that do not aim at the attainment of a medium skill level butrather an improvement within the class of low skill sublevels.3 The data 3.1 The data registers Our dataset is built on a random sample of 200,000 individuals from the population of inhabitants aged between 16 and 65 in Sweden on December 31, 1997.These individuals have been longitudinally traced in four different administrativeregisters covering subsets of the period 19902000. Our dataset matches therecords of individuals across these registers.The first register is the official Swedish register of income and wealth, called RAMS. It is obtained from yearly income tax declarations for the years 19902000.This includes information from the population register, which is used to create thesample. The register provides observations of various types of income that eachindividual may receive, on an annual basis. Specifically, we observe individualwage incomes, incomes in the form of government subsidies including UBS, andincome from selfemployment. The RAMS data also provide information on someindividual characteristics.The second register AKSTAT is from the unemployment insurance fund.It provides information on the amount of unemployment benefits compensationthat is received, on a weekly basis. Together, AKSTAT and RAMS enable theconstruction of our measure of annual earnings or income for the years 19902000.6This equals the sum of all abovementioned incomes in RAMS plus unemployment benefits income all before income taxes. However, the AKSTAT data frombefore 1994 are not fully reliable.The third register is the socalled H ANDEL dataset, which is based on registers at the employment office and is compiled by the Swedish Labor Market Board. It contains all individuals who ever registered as unemployed as of September 1991. Registration is voluntary but is required in order to receive or apply forunemployment compensation or to participate in any type of labor market program, so in fact almost all unemployed are in these data according to Carling,Holmlund and Vejsiu, 2001, more than 90% of the individuals who are ILOunemployed according to labor force surveys also register at the employmentoffices.The H ANDEL data provide labor market histories for all its individuals on adaily basis, with dates of transitions between different labor market states andbetween open unemployment and participation in training programs and workexperience programs. However, because participation in KL is regarded as anoutofthelaborforce activity, H ANDEL by itself does not allow for observationof spells of KL participation. The H ANDEL data also provide individual characteristics.The fourth register KOMVUX concerns individual records on participationin any adult education program. These data are available for the years 19902000.From this we can follow participation in adult education on a basis of sixmonthperiods at the individual level. Therefore, for all individuals for all semestersthere is a specific variable which says whether someone has been in KOMVUXin that semester. This includes those whose participation is subsidized as well asthose who do not get any subsidy. There is also information about whether thecourses taken were day or evening courses, about the level of education priorto participation, and about the municipality where the course was taken. For theyears 19972000, additional detailed information on adult education experiencesis available, but this information is incomplete and could not be satisfactorilymatched to the KOMVUX register, with one important exception: we observe foreach course taken whether it was completed or whether the participant droppedout.73.2 Variable definitions, sample selections, and data descriptives We focus on the treatment of being in KOMVUX in the KL years. In particular,we distinguish between the following treatments: being in KOMVUX in the second half of 1997 97II and not before or after, being in KOMVUX in 98I andnot before or after, and so forth: 98II, 97II and 98I, 98I and 98II. We donot consider treatments of more than two semesters, because these often involvedifferent remuneration eligibilities. We also do not consider treatments consisting of KOMVUX participation periods that are interrupted by semesters out of KOMVUX, since such treatments may have fundamentally different effects. Also,we do not consider treatments that end after 98II because then the time distanceto the only available posttreatment year 2000 is too small to detect any longrun effect. Finally, we do not consider treatments where no course is completed bythe end of the semester in which it should have been completed. The individualswith such treatments are omitted from the data.We restrict attention to individuals who are between 25 and 55 at the momentof treatment. This is because individuals below 25 and above 55 face differentactive labor market programs, educational opportunities, and remuneration eligibilities while unemployed and in education see e.g. Larsson, 2003. As notedin Section 1, young individuals who left the regular school system with low educational levels may use KOMVUX as a shortcut towards regular universityeducation see e.g. Ekstr om, 2003. In such cases, it takes many years after participation in KOMVUX before the individual returns to the labor market.We also restrict attention to lowskilled individuals, i.e. having at most twoyears of upper secondary education or an equivalent of that, upon the start ofthe treatment. This restriction is consistent with the main KL objective to raisethe skill level of lowskilled workers. For each treatment considered, we excludeindividuals who were in KOMVUX at any time between 1990 and the beginningof the treatment, or who were in KOMVUX at any time after the treatment up tothe end of the observation window. However, we make an exception to this ruleif the data unambiguously establish that the KOMVUX participation concernedthe attainment of a level lower than or equal to two years of upper secondaryeducation, as this constitutes a transition within the lowskill category.The data contain only a few explanatory variables at the individual level.Most of the analyses are carried out with data stratified on gender and at thesame time on whether one is primeaged 2540 or older 4155, with agemeasured at the year of the considered treatment. Even then, the number of 8individuals by gender age category who are treated in certain semesters is rathersmall see below. We therefore adopt empirical approaches that do not requiremany explanatory variables see the next section. We discard the group of oldermen because the number of treated observations is too small for any meaningfulanalysis. For the same reason we discard immigrants, except those from Nordiccountries, who are merged with the natives about 18% of the participants areimmigrants from outside the Nordic region.For a given treatment period and age interval and gender, the control groupis defined by the restriction that its individuals satisfy the same criteria as thetreated so having the same gender, being in the same age interval in the treatment period, having a low skill level, satisfying the KOMVUX participation restrictions, and having been born in Sweden or another Nordic country exceptof course that they should not be in KOMVUX during the treatment period.Note that one individual can be a member of control groups for different treatment periods. Members of the treatment and control groups can work during thetreatment periods.To capture the pretreatment conditions of individuals, we focus on outcomesin 1994. This year is sufficiently far before the treatment periods to rule out anticipatory effects. For the years before 1994 the unemployment insurance dataare less reliable, and for the years before 1993 the employment office data are relatively unreliable. The year 1996 displays the preprogram earnings or Ashenfelter dip. Figure 1 illustrates this concerning being in KOMVUX in 97II, by wayof a graph of the annual income of individuals between 25 and 40 for the treatedand the controls in the price level of the year 2000. The figure also suggests aposttreatment earnings dip in at least 1998 and for men 1999. For the longertreatment periods, the postprogram earnings dip seems to be more pronouncedand prolonged see e.g. Figure 2 concerning being in KOMVUX in both 97II and 98I.2 We therefore primarily use 2000 as the posttreatment evaluation year.Table 1 shows the effect on the sample size of successive imposition of thedata restrictions discussed above, when we distill the treatment and control groupsamples for treatment 97II using 1994 and 2000 as pre and postprogram years.For this case we end up with treatment and control groups of 225 and 38,670individuals, respectively. Subsequent stratification into gender age categoriesresults in subsamples with treatment groups of around 70 individuals.For most treatment periods we consider, the average income level in 19942For young individuals such a dip may be due to the use of KOMVUX in order to subsequently study at regular university education for a number of years. However, recall that in thedata we exclude individuals aged below 25.9Figure 1: Average annual income for treated and controls aged 2540, concerningtreatment in 97II.Figure 2: Average annual income for treated and controls aged 2540, concerningtreatment in 97II and 98I.10Table 1: Determination of the ultimate samples for the evaluation of participationin KOMVUX in 97II, using 1994 and 2000 as pre and postprogram years.successive selection criteriumresulting sample sizefrom population aged between 16 and 65 in 1997present in this age frame in 1994 and 2000aged between 25 and 55 in August 1997born in Sweden or other Nordic countrieslow skilled in August 1997no KOMVUX before or after 97IIof which: in KOMVUX in 97IIno dropoutnot men aged 4155 treatment groups not in KOMVUX in 97IInot men aged 4155 control groups200,000175,221131,352120,06069,41455,29533325422554,96238,670among treated men is lower than the average income level in 1994 among the corresponding controls. In most cases the difference is significant. However, amongyoung and older women the difference is not systematically positive or negative, and the differences are not significant. The same applies to the employmentrates and to average outcomes in 2000. Thus, the productivity levels and employment probabilities among the treated men are on average lower than in thecorresponding population of lowskilled male individuals. Clearly, therefore, thetreated men are a selective subgroup of this population. For women we do notfind such evidence.The years before 1994 in the annualincome observation window 19901993concern a period with a major recession in Sweden.3 Note from Figures 1 and 2that the average income among treated men decreases at the end of this recession 3In 1994 the unemployment rate is still relatively high. Our estimation methods take accountof changes in aggregate conditions.11and does not recover in the years immediately after that. This also shows upfor the other treatment periods we consider and for the male employment rates.Apparently, the set of male individuals who enroll in KL in the late 1990s containsrelatively many individuals who suffered from the recession in the early 1990s inthe sense that their labor market position is persistently worse afterwards. Thisfits in with the lifelong learning objective of modern adult education programsto help individuals who are affected by negative shocks. For young women, thedrop in average income at the end of the recession is smaller, and for older womenwe do not find any evidence of a drop. This again suggests that older femaleenrollees have a different background than the male enrollees.4 Empirical analysis of average effects on individual outcomes, using micro data 4.1 Effects on income 4.1.1 Conditional differenceindifferences estimation of average treatment effects on the treated, concerning income To analyze the effects on annual incomes we apply a version of the conditional differenceindifferences method developed by Heckman et al. 19984.This method estimates the average treatment effect on the treated ATET in apopulation, allowing for treatment effect heterogeneity and selfselection on unobservables. In order to estimate the average effect, the individuals in the treatmentand control groups should be aligned in terms of observed explanatory variables,for example by matching them on the propensity score. Subsequently, the averagedifference between the treatment and control groups of the differences of the outcomes in the pre and posttreatment evaluation years equals the ATET. To seethe assumptions involved, it is useful to briefly consider a regression specificationfor annual income Yi,t of individual i at year t. This is conceptually inferior to anonparametric counterfactual framework see e.g. Heckman, La Londe and Smith,1999 but it facilitates the exposition. Let Yi,t gXi, t Vi Ui, Vi, XiIZi,t 0 i,t14See Bergemann, Fitzenberger and Speckesser 2004 and Blundell et al. 2004 for subsequent applications.12where Xi are observed explanatory variables, g is an unknown function, Ui and Vi are individualspecific effects which may depend on Xi, is the treatmenteffect function which may depend on t, Zi,t 0 indicates that the individualhas participated in KL in the past, and the errors i,t are zeromean and independently identically distributed. Note that we may allow for timedependentobserved explanatory variables, and we may allow to depend on other covariatesthan those in g. For each i, t we observe Yi,t, Xi, and IZi,t 0. Participationin KL is endogenous in the sense that it may be affected by the same individualcharacteristics as those affecting Yi,t. Specifically, Zi,t may be affected by Ui, Vi,and Xi, but it is independent of i,t. In the regression specification, the spuriousdependence between treatment participation and outcome runs by way of Vi andthe spurious dependence between treatment effect and outcome runs by way ofboth Ui and Vi.Let the pre and posttreatment evaluation years be denoted by t 0 andt 1, respectively. Consider two individuals i a, b with the same X, but Zb,1 0 whereas Za,1 0. From 1 it follows thatYb,1 Yb,0 Ya,1 Ya,0 Ub, Vb, Xb b,1 b,0 a,1 a,0so that, by taking the average over the treated, we obtain the ATET. Clearly,it is crucial that the income variable is additive in the unobserved fixed effects Vi. Moreover, these fixed effects should not change over time. The average timetrend effects in income should be the same for individuals in the treatment andcontrol groups who have identical covariates.In our version of conditional differenceindifferences estimation, the analysisis stratified on all observed explanatory variables. In a given analysis, the treatedand controls are then homogeneous in terms of observed explanatory variablesbut not in terms of unobserved explanatory variables. This means that the ATET simply equals the differenceindifferences of the means of Y calculatedfor the treated and controls for the pre and posttreatment year.Conditional differenceindifferences has a number of advantages. First, it allows for effect heterogeneity. Secondly, it can handle Ashenfelters Dip in a natural way. Thirdly, it handles various types of selection effects. This includes selfselection into the treatment on the basis of the expected individual outcomes andcosts, and selection of the moment of enrollment and the duration of participation.Fourthly, it does not require exclusion restrictions like in natural experimentsto identify the treatment effect. Such a restriction requires that the data containa variable that affects the treatment assignment but that does not affect the out13come of interest other than by way of the treatment. This is often difficult tojustify. If a variable is observed by the analyst then it is often also observableto the individuals under consideration. If the variable affects the probability oftreatment, and the individual knows that he may be subject to treatment, thenhe takes his value of the variable into account to determine his optimal strategy, and this strategy in turn affects the rate at which the individual leaves thestate of interest. Our data certainly do not contain any candidate instrumentalvariables.Our approach to stratify the treatment and control groups by age and genderis motivated by the lack of observed explanatory variables. However, it also hassome specific advantages over the use of propensity score matching. First, theresults do not depend on a functional form for the propensity score as a functionof the matching variables. Secondly, we do not need to rely on asymptotic theoryor bootstrapping in order to estimate standard errors. Instead, we may calculatethe exact smallsample standard errors of the estimated effects.The assumption that the average time trend effect in income does not dependon the treatment status of individuals with identical covariates may be violated inpractice. On average, nontreated individuals gather more work experience thantreated individuals between the pre and postprogram year, for three reasons.First of all, they have more time to work during the treatment period. Secondly,they are less often unemployed shortly before the treatment period. Thirdly, manyof them work at the end of the treatment period so they do not need to spendtime to find a job then. With positive returns to work experience, their longrunaverage income level may exceed that of initially identical individuals who weretreated, even if the treatment itself does not have any causal effect at all. In thepresence of a positive treatment effect, this would lead to an underestimate ofthis effect. This is a common but ignored problem in applications of conditionaldifferenceindifferences.4.1.2 Estimation results Table 2 presents the conditional differenceindifferences estimates of the averagetreatment effect on the treated concerning participation in KOMVUX in 97II,using 1994 and 2000 as pre and postprogram years. Clearly, the ATET estimatesare all insignificantly different from zero note that the estimates for the younggroups are in accordance to Figure 1. Concerning the magnitude of the estimatesit should be recalled that young men on average have higher wages than women,and that the outcome variable of interest is the level rather than the logarithmof income.14Table 2: Estimates of the average treatment effects on the treated, concerningparticipation in KOMVUX in 97II, using 1994 and 2000 as pre and postprogramyears and annual income as outcome measure in 1000 SEK in the year 2000.type of individual ATET standard error ntreated ncontrol Male, aged 2540Female, aged 2540Female, aged 415510.50.63.613101369966015061916314446We also find insignificant ATET estimates for other treatments with a duration of one semester. Note that for those cases the time between the treatmentand the postprogram year is at most only 1.5 years. From the previous section,comparing incomes in 2000 for such cases is hampered by the posttreatmentearnings dip.For the treatments with a duration of 1 or 1.5 years, the above conclusionsare reinforced. The results are also insensitive as to whether mediumskilled individuals are included among the treated. We repeated the analysis using logincome instead of the income level as outcome variable, but this did not affectthe conclusions.We also perform analyses with trimmed income data. This serves to excludeany disturbance effects of measurement errors in the data. Moreover, very lowincomes including zero incomes do not reflect the individual monetary meansavailable for survival; presumably such individuals rely on family members income. We use a lower income bound of SEK 50k per year for every year, andan upper bound equal to SEK 160k in 1994, linearly increasing with SEK 10kper year, up to SEK 220k in 2000 all these numbers are in terms of the 2000price level. These bounds are applied to the treated as well as the correspondingcontrols. We may therefore also consider the trimming as a crude device to matchtreated and controls on the pretreatment annual income.Table 6 in Appendix 1 gives the ATET estimates for the individuals whoseincomes in the pre and posttreatment years are within the above range. Again,all estimates are insignificant. In comparison to the estimates in Table 2, theeffects are somewhat larger for women and smaller for young men. This suggests 15that men without income and men with very low incomes benefit more from KL than men with better labor market conditions. For women the reverse holds.We also examine the effects on the median of the income distribution. Foreach gender, age, year, and treatment semesters, one may replicate the ATETestimation with median incomes instead of average incomes. The main advantageis that this is insensitive to the handling of zero incomes and income outliers. Themain disadvantage is that the resulting estimate cannot be related to a meaningfuleffect at the individual level, basically because the difference of the median doesnot equal the median of the difference. The estimates on the effect on the mediansomewhat exceed those in Table 2.The results suggest that KL does not increase annual income. Alternatively,the sample sizes of treated individuals may simply be too small for a meaningfulanalysis. There is some evidence that disadvantaged young men benefit from KLin terms of annual income.4.1.3 Meta analysis So far we performed separate analyses for different treatment periods and fordifferent gender age types. However, the time dependence of the average incomeof the various treatment and control groups satisfies certain regularities recallthe figures in the previous section. We may exploit this to enhance the efficiencyof the analysis. After all, the insignificance of the nonparametric estimates mightbe due to the small sample sizes for given treatment periods. In addition, recallthat treatments in periods that end close to the latest year available in the dataare hard to evaluate, but if the pretreatmentperiod income patterns are similarto those for other treatment periods then we can still use the corresponding datato enhance the efficiency.In this subsection we therefore analyze the treatment effects by gender agetype and treatment period in a unified framework. We postulate a parametricnonlinear regression model for the observed average annual income Y per gender age type, per year, per treatment period, and per treatment status, wherethe average is taken over the individuals in the specific group we consider. Thismodel is supposed to capture the average income patterns over time for thevarious treatment and control groups. It therefore also captures the ATETs thatwe estimated nonparametrically in the previous subsection.We now let the index i denote the gender age type instead of the individual,and we again use t to denote a given year, the value t 1 corresponding to theyear 1991 and the value t 10 to 2000. We distinguish the various treatmentperiods by way of variables a and . Here, a denotes the length of the treatment 16period a 0 and a 1 corresponding to lengths 0.5 and 1, respectively and denotes the center of the period, as measured by the calendar year in which theincome dip is deepest 1998, except for the treatment period 97II. Finally, weuse D to denote the treatment status of the group considered. This is a binaryvariable taking the value 1 if the individuals in the group will be treated in oneof the treatment periods. We now postulate Yi,t,a,,D c 0,i c 1,it c 2,i D cid:1c 3a c 41 a D ec 6,i D It tet 1et ecid:2c 5 2 i,t,a,,DConsider first the control groups, i.e. with D 0. The parameters c 0,i, c 1,idescribe for each i separately a linear equation for Y as a function of t. Subsequently, the parameters c 2,i give the longrun pretreatment difference betweentreatment and control groups, for each i. The values of c 2,i reflect to what extentthe treated are a special subgroup of the individuals with a given i. Note thatwe assume that these parameters do not depend on the length or starting dateof the treatment period.The parameters c 3, c 4 and c 5 capture the pre and postprogram dip. If c 5is large then the dip is wide. The functional form of the shape of the dip as afunction of t and a reflects the shape observed in the data. For example, if thetreatment period is long then the dip is deeper. The shape of the dip is imposedto be symmetric, and is also assumed to be identical across i.Finally, the parameters c 6,i capture the ATETs. The corresponding term insquare brackets reflects that the ATET is only revealed after the posttreatmentdip. This term increases in t, from 0 at t to 0.31 at t 1, and so on,quickly converging to 1. For sake of brevity we do not make the ATETs dependenton the length or starting date of the treatment period.Note that a and and the associated parameters c 3, c 4, c 5, c 6,i are only relevantif D 1. In general, the parameters of the equation should not be given acausal or structural interpretation. They merely capture how Y varies with itsdeterminants. The only exception are the c 6,i parameters, which are supposed tocapture the ATETs.We estimate the equation with the data on Y for each combination of 3 valuesof i, 10 values of t 19912000, 5 different treatment periods, and 2 differenttreatment statuses. In fact we only use data from one control group for each valueof i and t, because the different control groups contain mostly the same individuals 17accordingly, the data on Y are virtually the same across these groups. We takethe control group corresponding to the treatment period 98I. As a result, wehave 3 10 5 1 180 observations for the regression.For older women, the data show that the linear specification of Y as a functionof t in the control group is incorrect because Y flattens out as time proceeds. Wetherefore replace it by an increasing concave function. Specifically, we replace c 1,itin equation 2 for older women byc 1 logt c 7Note that this makes the c 0 and c 1 parameters uncomparable between young menand women on the one hand and older women on the other.We estimate the model with Nonlinear Least Squares. The regression analysis ignores a few statistical complications. First, for a given gender, age interval,treatment period, and treatment status, the average incomes in different yearsmostly concern the same individuals. At the individual level, incomes in consecutive years are typically correlated, leading to dependency of the error terms in theaverage income regression. Secondly, the standard error of the estimated averageincome depends on the sample size in the year considered and therefore variesacross years, leading to heteroskedasticity.Table 3 presents the estimation results. The main result concerns the insignificance of the ATETs for all age and gender types. This reinforces the resultsof the previous subsection. Other notable results are that young male enrolleesare a selective subset of the corresponding population, whereas this is not truefor young and older women. The pre and postprogram dip is deeper for longertreatments. The average annual population income increase is larger for youngmen than for young women, and this is in turn larger than for older women.The results are very robust. Notably, the insignificance of the ATETs is robustwith respect to changes in the functional form of the dip and the timedependenceof the extent to which the ATET reveals itself. Also, if we restrict attention tothe calendar years 19942000 then we obtain virtually the same results.Differences in annual income are an imperfect indicator of productivity differences, because they also reflect differences in the employment rate. In the nextsubsection we directly estimate the employment effects of KL.18Table 3: Estimates of the nonlinear regression model for average annual incomeas a function of gender, age, calendar time, treatment period, and treatmentstatus in 1000 SEK in the year 2000.parameterestimatestandard error1112120.60.64.30.43.33.33.34.03.50.1101010constant term c 0alladditional for male, aged 2540additional for female, aged 2540time trendc 1 male, aged 2540:c 1 female, aged 2540:c 1 female, aged 4155:c 7 female, aged 4155:preprogram difference of treated c 2Male, aged 2540Female, aged 2540Female, aged 4155Ashenfelter dipc 3 long treatment periodc 4 short treatment periodc 5 width of the diptreatment effect c 6Male, aged 2540Female, aged 2540Female, aged 4155Rsquared 36.673.825.28.87.543.12.1627.74.30.050.119.80.636.014.61.40.91 observations 180Note: denotes significance at the 5% level.194.2 Effects on the employment rate 4.2.1 Conditional probit analyses of treatment effects on the employment rate We distinguish between two labor market states: employment and unemployment. We are interested in the effect of the treatment on the probability of beingemployed. The model framework and estimation strategy are similar in spirit tothose in the previous subsection. The main difference concerns the fact that nowthe outcome measure E is binary. This makes it less attractive to adopt a linearmodel for the outcomes, like for example the linear model for Y in equation 1.We therefore specify a latent variable model and a corresponding analog of theconditional differenceindifferences estimation method.Let the latent variable Ei,t satisfy, in obvious notation,i,t gXi, t Vi XiIZi,t 0 i,t E3The main restriction, as compared to the income effects analyses, is that thetreatment effect is now constant for given Xi. That is, the treatment effect heterogeneity is reduced to heterogeneity across age and gender. This is the priceto be paid for adopting a latent variable framework of analysis. For each i, t weobserve Ei,t : IEi,t 0 as well as Xi and IZi,t 0. Participation in KL isendogenous in the sense that Zi,t may be affected by Vi and Xi. Note that nowthe probability of employment is a nonlinear function of the treatment statusand the other determinants.As in the previous subsection, we stratify the empirical analysis on all observed explanatory variables Xi. In a given analysis, the treated and controls aretherefore homogeneous in terms of observed explanatory variables but not interms of unobserved explanatory variables. We may therefore simplify equation3 to Ei,t gt Vi IZi,t 0 i,t.The well known conditional logit estimation method can be used to estimatethe parameter, in the following way. First, assume that the above outcomeequation for given t defines a logit model. Secondly, let t 0, 1, and consider theconditional probability of making a transition from Ei,0 0 to Ei,1 1 or from Ei,0 1 to Ei,1 0 given that the individual labor market states at t 0 andt 1 are different. This defines a new binary outcome. We define a correspondingbinary variable Hi as follows: Hi 1 if Ei,0 0 and Ei,1 1, and Hi 0 if Ei,0 1 and Ei,1 0. In all other cases Hi is undefined. In words, Hi 1 if theindividual makes a transition from unemployment to employment and Hi 0 if 20the transition is the other way round, whereas individuals who are in the samestate are removed. Note that what matters is not what exactly occurs between theyears corresponding to t 0 and t 1, but whether, and if so how, the individuallabor market states differ between these years. The variable Hi also follows a logitmodel specification, with the treatment status as the only explanatory variable.i 0 IZi,1 0 i.So we can introduce a latent variable HThis allows for straightforward estimation of .i satisfying HNote that this estimation method is similar to the conditional differenceindifferences method. Examining Hi instead of Ei,t means examining a sort of firstdifference across time for a given individual. It removes the fixed effect Vi fromthe analysis. The average of Hi in the control group provides an estimate of thetime trend 0 in the employment outcomes. The average of Hi in the treatmentgroups subsequently identifies the treatment effect. In fact, we assume that Hifollows a probit model specification. This assumes a different class of distributionsfor i,t see Magnac, 2001 but is otherwise equivalent to conditional logit.A disadvantage of conditional logit and conditional probit is that they do notenable the estimation of the quantitative effect of treatment on the employmentoutcomes Ei,t. This effect is nonlinear and depends on the unknown fixed effects Vi. This means that we can only make a qualitative evaluation, in the sense thatwe can only determine the sign and significance of the treatment effect.In the empirical analysis we divide the pre and posttreatment year into threeperiods each: JanuaryApril, MayAugust, and SeptemberDecember. We definean individual to be employed in a given period if he is employed for more than halfof the period otherwise we call him unemployed in the period. However, we donot directly observe the employment spells within a period. The fraction of timespent in employment has to be induced from the observations of the moments ofthe transitions into and out of unemployment and the corresponding origin anddestination states, notably employment, and from the income data. It cannot beruled out that a period between successive transitions in and out of employmentalso includes spells of nonparticipation.We compare the employment outcome in a given period in the pretreatmentyear to the outcome in the corresponding period in the posttreatment year. Thiseffectively multiplies the sample size by three although only observations wherethe pre and posttreatment year outcomes differ contribute to the empirical results. The three observations for a given individual may be dependent to theextent that their joint determinants are not captured by the common fixed effect.We conjecture that such a dependence would lead to an underestimation of apositive employment effect, because if individuals make relatively many transi21tions within a given year, then a transition from unemployment to employmentfor given periods of the year is often succeeded by a transition from employmentto unemployment for the subsequent periods.4.2.2 Estimation results Table 4 gives the results of the conditional probit analyses. Fraction U Eamong treated 0.74 means that among the treated who have a different individual labor market status in 1994 than in 2000, 74% were unemployed in 1994and employed in 2000, and 26% were employed in 1994 and unemployed in 2000.For women aged below 40, the fraction of transitions from unemployment to employment is higher among the treated than among the controls, and this showsup in the estimate of being positive.5We find a significantly positive employment effect for young men. For youngwomen the effect is positive but insignificant. For older women the effect is negative but very insignificant. Somewhat loosely, the result for young men is drivenby the relatively high frequency of young men who are unemployed in 1994, follow KOMVUX in 97II, and are employed in 2000.We end this section by summarizing the conclusions of the analyses with microdata. First, KL has no significant effect on average income and employment ofwomen. Among young and older women, enrollees are similar to nonenrollees interms of average preprogram labor market outcomes, and KL does not improvethe average outcomes of the enrollees. If anything, young women benefit slightlyfrom KL, whereas KL participation of older women goes along with a slightdeterioration of outcomes.For young men the results are different. The enrollees are on average moredisadvantaged in terms of preprogram labor market outcomes than the nonenrollees. In particular, they include relatively many who have been hit by theearly1990s recession. On average, KL participation significantly increases theprobability of employment among young men. We do not find a significant effecton average annual income, although the magnitude of the corresponding averagetreatment effect on the treated is much larger than for young and older women.At first sight, this absence of a significant average income effect suggests that KL has not had positive productivity effects. This would be at odds with theobjective of KL to improve the skill level. A first explanation for the absenceof an income effect in conjunction with the occurrence of an employment effect 5In a linear probability model, the estimated employment effect simply equals the differenceof 0.74 and 0.68.22Table 4: Estimates of the treatment effect on the employment probability, concerning participation in KOMVUX in 97II, using 1994 and 2000 as pre andpostprogram years.type of individual:female,female,male,aged 2540aged 4155aged 2540fraction U E among treatednumber of transitions among treatedfraction U E among controls 0.740.045940.390.068510.900.037630.680.420.740.00640.00620.0044number of transitions among controls 534762859977probit estimate of 0probit estimate of 0.470.0180.190.140.210.0160.0640.180.640.0130.670.22is that the sample size on incomes among the treated is simply too small. Asecond explanation is that the only effective component of KL is the increasedexposure to the labor market due to a strong involvement of the case worker whomay bring the enrollee in contact with suitable vacancies. KL would then workas a job search assistance program see Richardson and Van den Berg, 2001, forevidence that another Swedish training program works this way. However, if thisis correct then one would also expect an employment effect for female enrollees.Moreover, one would expect a strong employment effect very quickly after leavingthe program.A third explanation is that in Sweden, wages in the labor market do notreflect productivity, because of strong wage compression. In particular, the wageenhancing effect of productivity increases due to KL for previously lowskilledworkers may be constrained by Swedish labor market institutions governing wage 23setting. However, this is hard to reconcile with the observed crosssectional wagedispersion and the observed variation in individual wage changes over time. Also,with this explanation one would still expect an employment effect for femaleenrollees.A fourth explanation is that the conditional differenceindifferences evaluation method may underestimate the average KL income effect, because of thegain in work experience in the control groups. To gauge some feeling for themagnitude of the bias, suppose that, in 2000, the young male individuals in thecontrol groups have on average accumulated one additional year of regular workexperience. According to Table 3, this corresponds to a gain of about SEK 8.8k inannual income in 2000. If we add this to the ATET estimate of 10.5 for young mentaken from Table 2, then we obtain a corrected ATET estimate of 19.3 standarderror 13 in annual income for women the corrected estimates are still close tozero. Any underestimation of income effects is exacerbated if the postprogramyear used in the evaluation is still in the postprogram dip. In that case the timeframe of the data does not allow for the full effects of the program to come tothe limelight.A fifth explanation is that there may be equilibrium effects that affect theaverage income effects. After all, the program is so large that a substantial fractionof the lowskilled workers without work participate in it. One may expect effectson the behavior and outcomes of employers and labor market participants whohave not been enrolled in KL. This in turn may affect the outcomes of the enrolleesas well. To investigate this, we perform an equilibrium analysis in the next section.5 Analysis of equilibrium effects 5.1 The model As indicated in the introduction, we use the equilibrium labor market model from Albrecht and Vroman 2002. We first present a generalization of that model.Then we calibrate it and we simulate the potential equilibrium effects of theprogram.The model is a stylized one in which riskneutral workers live forever. Themeasure of workers is normalized to 1. The skill distribution is taken as exogenous Scid:3i1and we denote the fraction of the labor force with skill level si as pi withpi 1.Jobs are described by their minimum skill requirement, y. The technology issuch that the output produced by a job of type y with a worker of skill s is 24cid:4xs, y y if s cid:1 y 0 if s y.A job is either vacant or filled. When a job of type y is filled by a worker ofskill s, a wage of ws, y is paid and a cost of cy is incurred. That is, the flow valueto the firm of filling a job of type y with a worker of skill s is y ws, y cy,conditional, of course, on s cid:1 y. The corresponding flow value to the workerholding the job is the wage. When a job is vacant, the fixed cost must still bepaid so the flow value of a vacancy of type y is cy. The corresponding flowvalue to an unemployed worker is b, which can be interpreted as unemploymentcompensation andor the value of not working.Matches break up filled jobs become vacant at the rate y, i.e., we assumethat job stability varies by job type this, as well as the dependence of c on y,generalizes Albrecht and Vroman, 2002.6 The flow in the opposite direction isgoverned by a matching function. Specifically, unemployed workers and vacanciesmatch randomly according to a constant returns to scale matching functionmu, v m1,vuu mu, where vucid:3with m 0 and dmWe use the following notation:d 0.Us is the value of unemployment for a worker of skill s Ns, y is the value of employment for a worker of skill s on a job of type y V y is the value of a vacancy of type y,Js, y is the value to an employer of filling a job of type y with a workerof skill s.A match will be formed if and only if Ns, y Js, y cid:1 Us V yand when a match is formed, the wage, ws, y, is given by the Nash bargainingcondition,Ns, y Us Ns, y Js, y Us V y,where is the exogenously given workers share of the surplus.We assume free entry and exit of vacancies, so in equilibrium, there will be atmost S skill requirements: yj sj, j 1,  , S. We define j to be the fraction ofvacancies requiring skill sj and i to be the fraction of the unemployed who have 6Note that has a different meaning than in Section 4.25skill si. The unemployment rate, u, labor market tightness, , and the fractionsjSi1 are the fundamental endogenous variables of the model.j1 and iSThe value functions for filled jobs arer Nsi, sj wsi, sj jUsi Nsi, sjr Jsi, sj sj wsi, sj cj jV sj Jsi, sjBoth of these are conditional on si sj. The value of unemployment for a workerof skill si isr Usi b mjij maxNsi, sj Usi, 0cid:5cid:5jiand the value of a vacancy of type sj isr V sj cj mi maxJsi, sj V sj, 0Free entry and exit of vacancies implies V sj 0, with equality if j 0,j 1,  , S.The above expressions imply that a match will be formed if and only ifsj cj cid:1 r Usiand the wage of a worker of skill si on a job requiring skill sj iswsi, sj sj cj 1 r Usi.j1, and iSBoth of these are conditional on si sj.We look for steadystate equilibria. A steadystate equilibrium is a collectionof variables u, , jSi1 such that i the appropriate steadystateconditions hold, ii there is free entry and exit of vacancies, i.e., V sj 0 0if j 0, and iii matches form iff sj cj r Usi. Several equilibrium typesare possible. For example, one might consider an equilibrium in which workers ateach skill level match only with vacancies requiring precisely that skill, i.e., anequilibrium with perfect assortative matching. We refer to this case as equilibriumwith ex post segmentation. At the other extreme, an equilibrium might entail allpossible matches; i.e., a worker of skill si could match with any job of type sj si.We refer to this case as equilibrium with full crossskill matching. Intermediatecases, in which some but not all possible matches are formed, are also possible.26The nature of equilibrium depends on the exogenous parameters of the model.If an equilibrium of a particular type exists, e.g., an equilibrium with ex post segmentation, then that equilibrium is unique within that class. There may, however,be multiple equilibria in the sense that equilibria of more than one type can existsimultaneously.We model KL as a change in the proportions of the labor force in the variousskill categories, moving lowskill workers to the medium skill level. Before KL,the labor force has a certain skill distribution and the market is in a certainequilibrium. We use preKL data to calibrate this equilibrium. After KL, thelabor force has another skill distribution, with more mediumskill workers andless lowskill workers. We simulate the new labor market equilibrium on the basisof the new skill distribution as well as the structural parameters obtained inthe calibration. Comparison of the equilibrium outcomes is informative on theequilibrium effects of KL for various worker types. We are particularly interestedin the changes in outcomes for individuals who were previously low skilled andcurrently medium skilled.A theoretical analysis of the transition path between the equilibria is unfeasible. Also, a comparative statics exercise that compares two equilibria can not betranslated into a sequence of actions and reactions by individual agents. However,from the above equations we can get some idea about the underlying mechanisms.With more mediumskilled workers, the rate at which employers contact themincreases. Similarly, the rate at which lowskill workers are contacted decreases.This provides an incentive for employers to create mediumskill jobs rather thanlowskill jobs. Labor demand thus adjusts to labor supply. The extent to whichthis occurs depends on the parameters of the model and on the assumed specification of the production function. Simultaneously, the labor market tightness,the transition rates from unemployment to employment by workerskill level, theunemployment rate, and the wage rates by workerjobskill combination change.Again the results depend on the model parameters and functions.It is important to point out that we do not assume that KL has a direct effecton the individual contact rate for a given skill level in a given equilibrium. So inthis sense there is no causal job search assistance effect on the transition ratesto work. However, individuals who are treated in KL qualify for a different setof jobs in the new equilibrium. In addition, since KL affects the proportions oflowskill workers and lowskill jobs, there is an indirect effect on the transitionrates to work even for individuals who do not change skill level.275.2 Application to the Knowledge Lift 5.2.1 Data for the calibration The data we use are for 1996, the year before the start of the KL, and are takenfrom publications from Statistics Sweden. Notably, we use data from AKU, whichis the Swedish labor force survey, and from the L onestatistisk Arsbok, which giveswage data aggregated from firm records see Statistics Sweden, 1997a, 1997b.For our calibration, we use the crudest possible set of skill levels, namely, lowskill s 1 and mediumskill s 2. We assume exogenous skill fractions, identifyingskill with educational attainment. We take those with less education than a 3year gymnasium degree, i.e., SUN Codes 1, 2 and 3, to be lowskill and thosewith a 3year gymnasium degree SUN Code 4 and those with less than 3 yearsof postgymnasium education SUN Code 5 to be mediumskill 7. AKU Table 43provides observations of the fractions of labor force participants aged 2564 by SUN Codes, and these implyp 1 .648p 2 .352Next, AKU Table 48 gives unemployment by skill level,Unemployment SUN Codes LF in 100s U in 100s U rates 14320398.09224544431.095312346996.08145870448.07655649249.044Total 327292522.077cid:3is can be computed from these figures. For example, the fraction of unem 0.724. We thus The ployment accounted for by lowskill workers is 1 398431996have 25221 .7242 .276Moreover, the average skillspecific unemployment rates are u 1 0.086 andu 2 0.060.7SUN stands for Swedish Education Level. There are 7 SUN codes. Category 6 is 3 or moreyears of postgymnasium eduction and category 7 is doctoral education. We assume that thereis no interaction between the labor markets for workers in these higher skill levels and thosethat we are calling medium skill. We attempted to calibrate a threeskill level model extension,but it appeared that the data are inconsistent with such a model.28We also quantify the exit rates out of unemployment for the two skill groups.For this we use AKU Table 49, giving the elapsed unemployment duration distribution by skill. Our model assumes exponential duration distributions. Theexponentiality assumption helps us in two ways. We have data on elapsed, asopposed to completed, durations. The exponential assumption implies that thesetwo distributions, i.e., of elapsed and completed durations, are the same. Second,if is the median of an exp distribution, then ln 2 , i.e., we can use themedian of the elapsed duration distribution to estimate the exponential parameter. As a result, the exit rates out of unemployment for low and medium skillsequal 1.899 and 2.163, respectively, in peryear terms.With an eye on the Totalt column of Table 4 of L onestatistisk Arsbok, wequantify the wages as w 11 177, 600, w 21 186, 000, w 22 210, 000, where wijis a shorthand for wsi, sj.5.2.2 Relation to the microeconometric analyses It is useful to address some major similarities and differences between the dataused in this section and those used in the previous section.First, the micro data do not provide wage rates but annual income. Moreover,the micro data only allow for an imperfect distinction between fulltime andparttime jobs and for a distinction between consecutive spells of employmentand nonparticipation. This makes it difficult to use the micro data to calibratethe equilibrium model, which is why we resort to the wage statistics for the latter.The other aggregate data used in the calibration are taken to be as consistent aspossible with each other and with the wage data.Secondly, equilibrium models with frictions cannot incorporate the amountof heterogeneity observed in the micro data, without becoming intractable. Thisapplies to ex ante heterogeneity in individuals as well as to ex post heterogeneityin individual outcomes. This is why the present section only distinguishes betweena small number of skill types and why the equilibrium only has a few number ofpossible wage outcomes. The equilibrium model does not incorporate unobservedto us heterogeneity and accordingly does not capture selective enrollment into KL.Related to this, we feel that in the present section it does not make sense toperform separate analyses for different age or gender categories. The heterogeneity in average outcomes between categories is of a much smaller order than theheterogeneity in outcomes within categories.We should also recall that the microeconometric analysis includes individualswho are treated in KL but do not accordingly raise their skill level from low to 29medium, for example because the courses they take do not provide marketableskills or the courses lead to an improvement of the skill level that is insufficient toreach the medium skill level. This means that our microeconometric evaluationmay underestimate the average effect of an upgrading to the medium skill level.Next, we use data from 1996 to calibrate the preKL equilibrium, whereas inthe microeconometric analysis we use 1994 as the preprogram year. The latteris warranted because of the preprogram dip among those who are treated in KL. However, the aggregate data from 1996 that are used in the calibrationconsist mostly of individuals who either are never treated in KL or are not treatedimmediately after 1996. Using aggregate data from earlier preKL years can notbe expected to improve the calibration.Finally, since we are interested in equilibrium outcomes, and since evidentlythe labor market in 2000 was not in the postKL equilibrium, we cannot usedata from our latest year in the micro datasets in order to calibrate the newequilibrium.5.2.3 The calibration of the preKL equilibrium Since we are considering a model with 2 skill levels, there are 2 possible equilibrium configurations, namelyi. Crossskill matching: In this equilibrium, mediumskill workers match withboth mediumskill and lowskill vacancies.ii. Expost segmentation: In this equilibrium, mediumskill workers match onlywith mediumskill vacancies.The large amount of variation in the wage data for mediumskilled workersfits in better with the first configuration. Indeed, in Appendix 2 we demonstratethat calibration of the second configuration provides nonsensical results. Thus,we base our analysis on the crossskill matching equilibrium.The first step in the calibration is to use the steadystate conditions to identify the flow parameters, namely, 1, 2, 1, 2, and m. The first steadystatecondition is that the flow of lowskill workers into lowskill employment equalsthe flow of lowskill workers back into unemployment. This can be expressed as 1m1u 1e 11where e 11 is the fraction of the labor force accounted for by employment of lowskill workers in lowskill jobs. Given our estimated exit rates and data on unemployment by skill level, we know the value of the lefthand side of this equation.30Further, since e 11 p 11u, we can compute the remaining unknown in this firststeadystate equation, namely, 1. The second steadystate condition is that theflow of mediumskill workers into lowskill employment equals the correspondingflow from lowskill employment back into unemployment,1m2u 1e 21This condition gives us e 21, the fraction of the labor force accounted for bymediumskill workers employed in lowskill jobs. Next, the flow of mediumskillworkers into mediumskill employment equals the corresponding flow from mediumskill employment back into unemployment. That is,2m2u 2e 22We know e 21 e 22, i.e., total employment of mediumskill workers. Either e 21 0,i.e., no mediumskill workers take lowskill jobs, or we know e 21 from the secondsteadystate condition, so we know e 22. The third steadystate condition thusgives us 2.Finally, we know that 1 2 1. Since we know the exit rates from unemployment for each skill group, we can recover m, 1, and 2. It may bepossible at this point to use the requirement that each i 0, 1 to rule out someequilibrium possibilities.In the second step, we set values for b and r. Given the three wage equationswsi, sj sj cj 1 r Usi for si sjand the expression for r Us 1, we can solve for s 1 c 1, s 2 c 2, r Us 1, r Us 2,and in a crossskill matching equilibrium.At this point, we need to check that the relevant conditions on these valuesfor the particular equilibrium type hold,s 1 c 1 r Us 2s 1 c 1 r Us 1s 2 c 2 r Us 2.If these are not satisfied then the parameters of the model are inconsistent withthis type of equilibrium.The third step of our calibration strategy is to use the zerovalue conditionsto recover the cost parameters and the parameters of the matching function.At this point, we need to fix two more parameters. We assume a CobbDouglasmatching function, so m A, and we choose plausible values for A and 31. We choose 0.5, with reference to estimates from the empirical literatureon matching functions e.g., Petrongolo and Pissarides 2001. The choice of A ismore arbitrary, but since we have already recovered m from the first step ofour procedure, a choice of A is equivalent to choosing . Since the numerator of i.e., the measure of vacancies is difficult to quantify, this can be viewed as anormalization. We take A 5.Finally, the zerovalue conditions for the relevant equilibrium type give us c 1and c 2. We would naturally like c 1 c 2 and s 1 s 2. We assume that b 80000and r 0.05.We now give the results. The exit rates from unemployment arem1 1.899m1 2 m 2.163These implym 2.163 1 0.878 2 0.122Putting these values into the steadystate conditions allows us to recover the jobspecific exit rates and the skill composition of employment as described above.These are 1.1792.053e 11.592e 21.225e 22.106Subsequently, from step 2,s 1 c 1190670s 2 c 2244530r Us 1167100r Us 2182250.44557Note that the inequalities required for crossskill matching are satisfied.Finally, we solve for , c 1, c 2, s 1, and s 2. Given m 2.163, our choice of and A implies 0.187 andfrom the zerovalue conditions. This givesm 11.56. We recover the cost parametersc 1c 2s 1s 2.18754265010694007333201313930This solution ranks the cost and productivity parameters in the desired order.The results can be used to assess the effects of upgrading the skill level of asingle lowskill individual to the medium skill level. In a market with a continuum 32cid:3cid:3of workers the upgrading has no measurable effects on the other agents, and werestrict attention to the effects on outcomes for the individual under consideration. We may call these the partial effects of a skillraising program. Theydo not have an empirical counterpart, but as we shall see they are helpful tounderstand the equilibrium effects.j e 2jw 2jFor such an individual, the average wage changes from w 11 to the mean wagej e 2j, which is an increase of 16086.among mediumskilled workers The average unemployment rate changes from u 1 to u 2, i.e. it decreases by 2.6percentage points. This difference is partly due to the fact that mediumskill jobshave a much lower job separation rate than lowskill jobs, and partly due to thehigher exit rate out of unemployment for mediumskill workers. Subsequently, itcan be deduced that the average annual income which is a weighted average of band the average wage increases by 17640. This exceeds the effect on the averagewage, despite the fact that income in unemployment is independent of skill level.This is of course due to the dominating reduction of the average amount of timespent unemployed.5.2.4 Simulation of the KLSuppose that the KL reduces the proportion of lowskill workers from p 1 .648to .60 and then to .55 and increases the proportion of mediumskill workersfrom p 2 .352 to .40 and then to .45. We feel that these capture the magnitude of the change in skill levels that the KL could potentially produce. Recallthat the other structural parameters are fixed to the values obtained above, i.e.,r 0.05, b 80000, m 5.5, 1 0.179, 2 0.053, c 1 542650, c 2 1069400, s 1 733320, s 2 1313930. In Appendix 3 we derive the equations thatmust be solved for the simulation.Simulation with p 1 .6 and p 2 .4.18018m2.1224e 11e 21u.078e 22u 1.092u 2.056w 111212.71017w 21.28983w 22.82873.17127.54458.22225.15513176790188270212270Simulation with p 1 .55 and p 2 .451um2.083u 1.099u 2.053.17356.079.69537.30463.77804.22196212e 11e 21e 22w 11w 21w 22.49530.21698.2090617589019040021440033We first discuss the equilibrium effects on aggregate outcomes and then theequilibrium effects at the individual level.The results show that a program such as KL that moves workers from low tomedium skills can have important equilibrium effects. The firstorder equilibriumeffect comes via the equilibrium change in job composition. As the fraction ofmediumskill workers in the labor force increases, the fraction of vacancies tailoredtowards those workers increases commensurately. In our simulations, increases inp 2 translate almost oneforone into increases in 2. The measure of lowskillworkers employed in lowskill jobs e 11 also falls by about the same amount.There is a slight decrease in the measure of mediumskill workers employed inlowskill jobs e 21. On the one hand, there are more mediumskill workers; on theother hand, there are fewer lowskill jobs. In our simulations, the second effectdominates slightly. Finally, the increase in the measure of mediumskill workersemployed in mediumskill jobs increases by about the same amount as the fractionp 2 of mediumskilled workers does.The effect of a change in skill composition on aggregate unemployment is small.This is partly because the change in labor market tightness is small. The variable falls slightly, meaning that workers in general take a bit longer to locate a vacancy.However, there are important distributional effects on unemployment across thetwo skill categories. There are more mediumskill workers, and these workers onaverage find jobs more quickly and on average retain them longer than lowskillworkers do. Unemployment even decreases among the fraction of mediumskillworkers who have always been mediumskill, because, even though m fallsslightly, there are relatively more mediumskill jobs which are on average keptlonger. At the same time, the remaining lowskill workers have more difficultyfinding a job than they did before the policy change. The reason is again theshift in job composition relatively fewer lowskill vacancies are being opened1 falls. The fraction of unemployment accounted for by mediumskill workers,2, increases simply because there are now more mediumskill workers.There is also a clear effect on the distribution of wages. The wages of lowskillworkers fall whereas the wages of mediumskill workers increase on both low andmediumskill jobs. This reflects the change in unemployment values for the twoworker types. The value of unemployment among lowskill workers falls becausethese workers now take longer on average to find a job; the value of unemploymentamong mediumskill workers increases because these workers now face a bettermix of job opportunities.The top panel of Table 5 summarizes the average wage, employment, andincome outcomes, before and after KL, and by skill level. These are subsequently 34Table 5: Equilibrium average treatment effects if KL changes the relative measuresof low and medium skilled from 0.65 to 0.55 and from 0.35 to 0.45, respectively.outcome measure:averagewageemploymentprobabilityaverageincomea preKL, low skillb preKL, medium skillc postKL, low skilld postKL, medium skillpartial treatment effect on treated: b minus aequil. change for remaining low skilled: c aequil. change for remaining medium skilled: d bequil. change for treated: d aequil. treatment effect: d a c a178194176202162824260.9140.9400.9010.9470.0260.0130.0070.0330.04616918716619618392729Note: monetary variables are annual averages in 1000 SEK 1996 level.used to quantify the changes in outcomes for those who stay low skilled, thosewho stay medium skilled, and those whose skills are upgraded, in the bottompanel of the table. For completeness we also list the partial effects discussed in Subsection 5.2.3. The last row of Table 5 gives the the effects on the outcomes forthe lowskill individuals whose skills are actually upgraded, by comparing themto the postprogram outcomes of the individuals whose skills are not upgraded.These are the counterparts of the differenceindifferences and the conditional probit analysis in Section 4. They may be called the average equilibrium treatmenteffects on the treated.The rows in the top panel of the table display the same ranking for eachoutcome measure: c a b d. This confirms for each outcome measure thatthe treated gain most from the program. Those who have always been mediumskilled also benefit, whereas the remaining low skilled suffer. Moreover, the equilibrium effects are always a factor 1.5 to 2 times larger than the partial effects.35Again, this is because the program generates an equilibrium response of the skilldistribution of vacancies towards the higher skill. In this sense, the program hasa multiplier effect at the aggregate level.To what extent do the above treatment effects agree to the microeconometric results in Section 4? The simulated effect on employment is in agreement tothe econometric results for young men. However, the finding that the averagepartial effect on wages is positive and bounded from above by the averageequilibrium effect on wages is harder to reconcile with the econometric results.We can relate this to the discussion at the end of Section 4. The postprogramparticipation year 2000 used in the microeconometric analysis lies only 3 yearsafter the launch of the KL program and is in the middle of the era during which KL ran. In 2000, not enough time had passed to allow the full effects of theprogram to come to fruition. Indeed, in 2000, individuals whose skills were upgraded may not even have had enough time to leave their postprogram dip.Employment effects may reveal themselves earlier than wage effects if the wagesetting institutions do not allow for swift wage adjustments. Also, employers withmediumskill vacancies may initially discriminate against treated workers, whilethe latter may initially be preferred over lowskill applicants by employers withlowskill vacancies.8Insofar as the economy is able to adjust, our model predicts that the upgradingof the skills of a large fraction of the lowskill work force eventually in steadystate equilibrium leads to an economy with more mediumskill jobs and fewerlowskill jobs, with wage increases for those who make the skill upgrade.6 Conclusions The econometric analysis provides evidence of a positive employment effect foryoung men. This is remarkable in the sense that i training programs have usuallybeen found to be ineffective in raising the employment probability, and ii if aprogram works then typically it works for women and not for men. It seems thatmen who were hurt by the recession in the early 1990s are highly representedamong the male participants, and they benefited from KL to get back to work 8Of course, the simulated equilibrium wage effects may be affected by misspecification of theequilibrium model. An equilibrium model with skill heterogeneity along the lines of Heckman,Lochner and Taber 1998, for instance, would give different results because of the differentway in which the production technology is modeled. In Heckman, Lochner and Taber 1998, arise in tuition subsidies for college students increases the supply of college graduates, but thisin turn reduces their wages.36in accordance to the objective of modern adult education. However, we do not findan average income effect. This is at odds with the objective of the program to raiseworker skills and thereby worker productivity and wages. Also, the equilibriumcalibration evaluation predicts a positive effect. We conclude that the sample sizeon individual incomes among treated may be too small. Also, the econometricanalysis may underestimate the average income effect, because of the gain inwork experience in the control groups, andor because the postprogram year istoo close to the treatment period.For women we find no significant effects at all. It seems that female participants were and are similar to nonparticipants. Perhaps the participation ofolder female individuals at adult education courses is not directly inspired bylabormarket prospects but rather by the consumption value of the education.Jacobson, La Londe and Sullivan 2003 find that the returns among older individuals depend very strongly on the type of course followed. It would be usefulto obtain data with more individual and course characteristics to study the effectheterogeneity, and to subsequently design a profiling mechanism to sort out thoseolder individuals and courses for whom the effect is likely to be positive. Morein general, future research should be based on larger samples of treated, alongwith better micro data on wages. Moreover, the present study has shown thatthe evaluation of adult education program participation would benefit from datacovering a time span of decades rather than years. In particular, with more recentpostprogram years, a more comprehensive picture of the program effects shouldbe possible.The theoretical analysis of an equilibrium search model with heterogeneity,along with the calibration of the model and the simulation of the policy change,provide some interesting insights into the equilibrium effects of the program.Most notably, the program generates an equilibrium response of the skill distribution of vacancies towards the higher skill. In the simulation, as the fraction ofmediumskill workers in the labor force increases at the expense of the fractionof lowskill workers, the fraction of vacancies tailored towards the mediumskillworkers increases commensurately, almost oneforone. For each outcome measure, the treated gain most from the program. Those who have always beenmedium skilled also benefit, whereas those who remain low skilled suffer. Moreover, the equilibrium effects are always a factor 1.5 to 2 times larger than thepartial effects.37References Albrecht, J.W. and S.B. Vroman 2002, A matching model with endogenousskill requirements, International Economic Review, 43, 283305.Axelsson, R. and O. Westerlund 1999, Participants in the Knowledge Lift inautumn 1997 and comparison groups: labor market and income conditionsbefore education, Working paper, Ume a University, Ume a in Swedish.Bergemann, A., B. Fitzenberger, and S. Speckesser 2004, Evaluating the dynamic employment effects of training programs in East Germany using conditional differenceindifferences, Working paper, University of Mannheim,Mannheim.Bj orklund, A., P.A. Edin, P. Fredriksson, and A. Krueger 2004, Education,equality, and efficiency An analysis of Swedish school reforms during the 1990s, Working paper, IFAU, Uppsala.Blundell, R., M. Costa Dias, C. Meghir, and J. Van Reenen 2004, Evaluating the employment impact of a mandatory job search assistance program,Journal of the European Economic Association, 2, forthcoming.Carling, K., B. Holmlund, and A. Vejsiu 2001, Do benefit cuts boost jobfindings? Swedish evidence from the 1990s, Economic Journal, 111, 766790.Ekstr om, E. 2003, Essays on inequality and education, Working paper, Uppsala University, Uppsala.Fay, R.G. 1996, Enhancing the effectiveness of active labour market policies:Evidence from programme evaluations in OECD countries, Working paper,OECD, Paris.Friberg, N. 2000, Thematic review on adult learning: Sweden, Working paper,OECD, Paris.Heckman, J.J., H. Ichimura, J.A. Smith, and P. Todd 1998, Characterizingselection bias using experimental data, Econometrica, 65, 10171098.Heckman, J.J., R.J. La Londe, and J.A. Smith 1999, The economics and econometrics of active labor market programs, in O. Ashenfelter and D. Card, editors, Handbook of Labor Economics, Volume III, NorthHolland, Amsterdam.Heckman, J.J., L. Lochner, and C. Taber 1998, General equilibrium treatmenteffects: a study of tuition policy, American Economic Review, 88, 381386.Heckman, J.J. and J.A. Smith 1999, The preprogram earnings dip and the 38determinants of participation in a social program: implications for simple program evaluation strategies, Economic Journal, 108, 313348.Jacobson, L., R.J. La Londe, and D. Sullivan 2003, Should we teach old dogsnew tricks? The impact of community college retraining on older displacedworkers, Working paper, Federal Reserve Bank, Chicago.Larsson, L. 2003, Evaluation of Swedish youth labour market programmes,Journal of Human Resources, 38, 891927.Lise, J., S. Seitz, and J. Smith 2002, Equilibrium policy experiments and theevaluation of social programs, Working paper, Queens University, Kingston.Magnac, T. 2001, Binary variables and fixed effects: generalizing conditionallogit, Working paper, INRA, Paris.Martin, J.P. and D. Grubb 2001, What works and for whom: a review of OECDcountries experiences with active labour market policies, Swedish Economic Policy Review, 8, 956.Ministry of Education 1998, Adult education and life long learning. the situation before and during the first year of the Knowledge Lift, Working paper,Ministry of Education, Sweden, Stockholm in Swedish.Ministry of Industry 2001, Swedens action plan for employment, Workingpaper, Ministry of Industry, Sweden, Stockholm.National Agency for Education 1999, The Adult Education Initiative, National Agency for Education, Stockholm.OECD 2004, Employment Outlook 2004, OECD, Paris.Petrongolo, B. and C.A. Pissarides 2001, Looking into the black box: a surveyof the matching function, Journal of Economic Literature, 39, 390431.Richardson, K. and G.J. van den Berg 2001, The effect of vocational employment training on the individual transition rate from unemployment to work,Swedish Economic Policy Review, 8, 175213.Skolverket 2001, The Knowledge Lift and upper secondary adult education Fall 2000, Working paper, Skolverket, Stockholm in Swedish.Statistics Sweden 1997a, Labor force survey, yearly average 1996, Workingpaper, Statistics Sweden, Orebro in Swedish.Statistics Sweden 1997b, Wage statistics yearbook 1996, Statistics Sweden Publication Service, Orebro in Swedish.39Statskontoret 1999, How much does the Knowledge Lift cost?, Working paper, Statskontoret, Stockholm in Swedish.Stenberg, A. 2003, An evaluation of the adult education initiative relativelabor market training, Working paper, Ume a University, Ume a.40Appendix Appendix 1. Miscellaneous estimation results Table 6: Estimates of the average treatment effects on the treated, concerningparticipation in KOMVUX in 97II, using 1994 and 2000 as pre and postprogramyears and annual income as outcome measure in 1000 SEK in the year 2000;trimmed income data.type of individual ATET standard error ntreated ncontrol Male, aged 2540Female, aged 2540Female, aged 41558.06.34.11389254633372944277162Appendix 2. Calibration of the expost segmentation equilibrium In an ex post segmentation equilibrium, there is no steadystate condition for theflows of mediumskill workers in and out of lowskill jobs. We therefore assumethat 0.5. The inequalities on U are now:s 1 c 1 r Us 2s 1 c 1 r Us 1s 2 c 2 r Us 2.The exit rates for this case arem1 1.899m2 2.163These imply:m 4.062 1 .468 2 .5321.1792.139e 11.592e 22.33141Step 2 yields:s 1 c 1188100s 2 c 2207480r Us 1167100r Us 2188520Note that s 1 c r Us 2, which is consistent with ex post segmentation.Finally, in this case, m 4.062, so .660 andvalue conditions imply:m 6.15. The zeroc 1c 2s 1s 2.66020431085203392410292683Clearly, the cost and productivity parameters are in the wrong order.Appendix 3. Simulation equations The two steadystate equations each equate the flow into and out of unemployment for one of the skill levels. These two steadystate equations are 1m1 2u 1p 1 1 2u p 2 2uwhere 2 1 1 and 1 1 2 3.1 111m2u2In the CrossSkill Matching equilibrium, the two unemployment values arer Us 1 b R1 m1S1R1 m1r Us 2 b R1R2 m1R2S1 2R1S2.R1R2 m1R2 2R1where S1 s 1 c 1, and S2 s 2 c 2, R1 r 1, and R2 r 2.The zero vacancy value equations for this equilibrium type arer V s 1 c 11m1 S1 r Us 1V s 121 S1 r Us 2R1V s 1R11 S2 r Us 2 V s 2r V s 2 c 2 m2R242Setting V s 1 V s 2 0 and substituting for the unemployment values givesS1 bR1R2 m2R1S1 S2c 1R1R1R2 m1R2 2R11 m1S1 bR1R1 m1 2c 2R21 m 2S2 bR1R2 m1R2S2 S1R1R2 m1R2 2R1These two equations along with the two steadystate equations are the equationsthat must be solved for the equilibrium. After solving for the equilibrium, thewages can be found by using the wage equationsws 1, s 1 S1 1 r Us 1ws 2, s 1 S1 1 r Us 2ws 2, s 2 S2 1 r Us 243Publication series published by the Institute for Labour Market Policy Evaluation IFAU latest issues RapporterReports 2004:1 Bjorklund Anders, PerAnders Edin, Peter Fredriksson Alan Krueger Education, equality, and efficiency An analysis of Swedish school reforms during the 1990s 2004:2 Lindell Mats Erfarenheter av utbildningsreformen Kvalificerad yrkesutbildning: ett arbetsmarknadsperspektiv 2004:3 Eriksson Stefan Jonas Lagerstrom Valjer foretag bort arbetslosa jobb 2004:4 2004:5 sokande? Forslund Anders, Daniela Froberg Linus Lindqvist The Swedish activity guarantee Franzen Elsie C Lennart Johansson Forestallningar om praktik som atgard for invandrares integration och socialisation i arbetslivet 2004:6 Lindqvist Linus Deltagare och arbetsgivare i friarsforsoket 2004:7 Larsson Laura Samspel mellan arbetsloshets och sjukforsakringen 2004:8 2004:9 Calmfors Lars Katarina Richardson Marknadskrafterna och lonebild Ericson Thomas Personalutbildning: en teoretisk och empirisk oversikt ningen i landsting och regioner 2004:10 Dahlberg Matz Eva Mork Kommunanstallda byrakraters dubbla roll 2004:11 Mellander Erik, Gudmundur Gunnarsson Eleni Savvidou Effekter av IT i svensk industri 2004:12 Runeson Caroline Arbetsmarknadspolitisk oversikt 2003 2004:13 Nordstrom Skans Oskar Har ungdomsarbetsloshet langsiktiga effekter? 2004:14 Rooth DanOlof Olof Aslund 11 september och etnisk diskriminering pa den svenska arbetsmarknaden 2004:15 Andersson Pernilla Eskil Wadensjo Hur fungerar bemanningsbranschen? Working Papers 2004:1 Frolich Markus, Michael Lechner Heidi Steiger Statistically assisted programme selection International experiences and potential benefits for Switzerland 2004:2 Eriksson Stefan Jonas Lagerstrom Competition between employed and unemployed job applicants: Swedish evidence Forslund Anders Thomas Lindh Decentralisation of bargaining and manufacturing employment: Sweden 197096 2004:3 2004:4 Kolm AnnSofie Birthe Larsen Does tax evasion affect unemployment and educational choice? Schroder Lena The role of youth programmes in the transition from school to work 2004:5 2004:6 Nilsson Anna Income inequality and crime: The case of Sweden 2004:7 Larsson Laura Oskar Nordstrom Skans Early indication of program performance: The case of a Swedish temporary employment program 2004:8 Larsson Laura Harmonizing unemployment and sickness insurance: Why not? 2004:9 Cantoni Eva Xavier de Luna Nonparametric adjustment for covariates when estimating a treatment effect 2004:10 Johansson Per Marten Palme Moral hazard and sickness insurance: Empirical evidence from a sickness insurance reform in Sweden 2004:11 Dahlberg Matz Eva Mork Public employment and the double role of bureaucrats 2004:12 van den Berg Gerard J, Maarten Lindeboom Peter J Dolton Survey nonresponse and unemployment duration 2004:13 Gunnarsson Gudmundur, Erik Mellander Eleni Savvidou Human capital is the key to the IT productivity paradox 2004:14 Nordstrom Skans Oskar Scarring effects of the first labour market experience: A sibling based analysis 2004:15 Ericson Thomas The effects of wage compression on training: Swedish empirical evidence 2004:16 Aslund Olof DanOlof Rooth Shifting attitudes and the labor market of minorities: Swedish experiences after 911 2004:17 Albrecht James, Gerard J van den Berg Susan Vroman The knowledge lift: The Swedish adult education program that aimed to eliminate low worker skill levels Dissertation Series 2002:1 Larsson Laura Evaluating social programs: active labor market policies and social insurance 2002:2 Nordstrom Skans Oskar Labour market effects of working time reductions and demographic changes Sianesi Barbara Essays on the evaluation of social programmes and educational qualifications 2002:3 2002:4 Eriksson Stefan The persistence of unemployment: Does competition between employed and unemployed job applicants matter? 2003:1 Andersson Fredrik Causes and labor market consequences of producer heterogeneity 2003:2 Ekstrom Erika Essays on inequality and education ", "filename": "wp04-17.pdf", "person": ["James Albrecht", "Albrecht, James", "Gerard J van den Berg", "van den Berg, Gerard J", "Susan Vroman", "Vroman, Susan"], "date": ["2004"]}