{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/94981/1/wp438.pdf"], "title": ["The Social Cost of Regulation and Lack of Competition in Sweden"], "plaintext": "Abstract Until 1993, cartels were legal in Sweden, and their birth and death was in princip le a matter of public record. Here, Swedish practiee departed sharply from most developed countries. Sweden also has apparently stringent regulatory barriers to competition in areas like environmental standards and food prices. We exploit a unique dataset to estimate the effect of cartels and regulation, as we Il as traditional market structure measures, on prices, output and productivity in Swedish manufacturing. For 83 representative goods produced in Sweden we have wholesale level prices in Sweden relative to the same goods price in the EEC; and we know the relevant cartel arrangements. We als o have firm level data that enable estimation of output and productivity effects. A puzzling finding is that carte Is do not seem to raise prices but have substantiai output effects 6% plus within a year of a change in carte l status. We find substantiai price effects from environmental and food price regulation whieh are largely dissipated by statie inefficiency in production. Productivity growth is we Il below average in both the cartelized and regulated sectors. More firms and high er concentration are both associated with lower prices. The social costs of regulation and lack of competition in Sweden Stefan Folster Sam Pe Itzman The Industrial Institute for Economic and Social Research, Box 5501, 11485 Stockholm Sears Roebuck Professor of Economics and Financial Services, University of Chicago, Graduate School of Business, 1101 East 58th Street, Chicago, Illinois 60637 Introduction Sweden is a high price country. This seems evident to the casual visitor, and it is confirmed by more systematic evidence. For example, Table A shows that even af ter the 20 percent depreciation of the krona in 1992, Swedish consumer prices remain high er than in most developed countries. Moreover, available data indicate that Swedens high price status goes back at least to the late 1960s Lipsey and Swedenborg, 1993, a period encompassing considerable exchange rate fluctuations. These high prices cannot be entirely explained by Swedens income level see Diagram 1 or by its high indirect taxes Iipseyand Swedenborg, 1993. In this paper, we will try to assess the contribution of Swedish competition and regulatory policy to these high prices. To an outsider, especial Iy an American conditioned by that countrys anti trust laws, Swedish policy on competition has been remarkably lax. Until June, 1993 cartel agreements were legal in Sweden. While they were not enforceable in the courts, firms were free to enter into essential Iy the whole range of agreements price fixing, sharing of markets, allocation of retail outlets among manufacturers, etc. which are per violations subject to criminal penalties under American law. Only resale price maintenance agreements and joint tendering on public contracts were prohibited. Cartel agreements bad to be publicly registered on request from SPK Swedish National Price and Cartel Board. In principle, agreements could be struck down if found to be against the public interest. However, the 1946 legislation establishing the cartel register put few sanctions at the governments disposal, and, in spite of successive strengthening of the governments powers 1953, 1956, 1982, cartel agreements were largely unrestrained until 1993. In 1992, there were 1,250 2 agreements in the cartel register. As of 1989, about 15 per cent of total sales of goods and services in Sweden were found to be affected by horizontal cartel agreements SPK, 1992:3. Of these sales, around 55 percent were affected by price fixing agreements, 15 pe;Icent by market sharing, 15% by combined price vang and market sharing agreements, and the remainder by other forms of horizontal cartel agreements.1 In 1993 Swedens law on competition was changed to bring it in line with EC roles. The overriding objective is to widen the applicability of the per role. Most notably, horizontal price vang and market sharing agreements are now illegal regardless of whether they can be proved to have harmful effects.2 The only ground for exemption is increased competition. For example, an agreement between smaller firms can be accepted if it is shown to strengthen competitive pressures on larger firms. By conforming its roles to those in the EC, Sweden joins a European trend toward more reliance on the per se roles which are common in United States law. Prior law in the EC as well as Sweden permitted action against restrictive practices only if they could be proven to be against the public interest. Economists rare ly get the opportunity to study the actual effects of carteis. Swedens relaxed pre 1993 institutions, in which cartels were a matter of public re cord the cartel register was abolished in the 1993 law provides such an opportunity, and we take advantage of it. The results we obtain may however be of more than purely academic or historical l The SPK and another authority, the Competition Commissioner SKA, established in 1982 also investigated restrictive business practices. In principle, SKA could prosecute practices which injured competition in a Market Court. In practice, however, most case were settled by negotiation; l or 2 percent were referred to the Market Court. 2 Fines for violation of the law are also increased considerably at most 10 percent of annual sales. 3 interest. At this writing, no one can be sure how Swedens new law will work in practice. In particular, if past formal arrangements among rivals are replaced by similar informal understandings, some of the effects we uncover mayendure. B. Government Regulation Much concern has been expressed, most recently by the Undbeck Commission Undbeck et al, 1994, ch. 3, that government regulation of markets in Sweden contributes to high prices by reducing competition. In this respect, the Lindbeck commission retlects a growing wariness among economists about the potential anticompetitive effects of regulation which emerged from the socalled Economic Theory of Regulation.3 More specifically, the Report evinces concern that Swedens regulatory institutions may be especially restrictive. It cites food and housing together accounting for half of private consumption as prime examples. In the food sector, government intervention begins with raw material prices which are set considerably above world mark et prices. In this respect, Sweden does not differ from the EC, but the implied subsidies are higher. The high input prices then engendered vari ou s tariff and regulatory barriers for example product standards, minimum prices to protect processors against import competition. Finally, entry at the retaillevel was subject to municipal zoning regulation which was often used to protect the two biggest chains. It is perhaps unsurprising that this vertically integrated regulatory structure parallels the important participation of farmer coops at all three levels. 3 The original development of the economic theory is due to Stigler 1971. Summary of subsequent work may be found in Peltzman. 1989. 4 In housing, regulation originated with public subsidies intended to overcome shortages induced by rent con tro l. The government specified the features of buildings which qualified for the subsidies. As with food, the housing regulation bred a web of political inte rests including builders and their suppliers which influenced the subsequent evolution of the regulation. Design standards, product registration laws, licensing requirements, etc. tended to keep foreign contractors and suppliers out and to retard domestic entry as well OECD, 1992, pp. 8283. Food and housing may be extreme cases, but they exemplify a tendency toward regulatory intervention which many Swedes believe goes we Il beyond the ostensible public purpose assuring the supply of food or housing in the direction of reducing competition and raising costs. This helief, combined with Swedens move to harmonize its regulatory system with EEC rules, has produced counterpressures. During recent years a number of areas have been deregulated. For example, the restrictions on en try of food stores have been eased, and a large number of low price supermarkets have opened. The EES treaty is likely to add to the pressure for less regulation. Abasic princip le within the EES is that any product that is legal in one member country can be freely imported into another Cassis de Dijon principle. While exceptions to the principle may be granted for a variety of reasons,4 the ECC court has so far granted exceptions sparingly. Accordingly the sort of 4 These include safety, protection of life, public order, protection of national treasures, protection of industrial or commercial ownership, effective tax control, good trading practices, public resource savings, consumer proteetion, protection of culture, environrnent and work environment. 5 protection which has been granted to the Swedish food and building industry may be reduced. As with Swedish competition law, it is too early to tell how the legal ch anges in the regulatory sphere will work out in practice. In this paper, we examine the impact of a selected and undoubtedly poorly measured set of Swedish regulatory po Iicies on prices and productivity. We find that they have more profound price and productivity effects than than mere cartelization. In fact, carte Iization of ten appears to be a consequence of regulation. Therefore the speed with which Swedish prices will converge toward those in the EEC depends in part on how quickly Swedish regulatory practice accommodates to the pressure for deregulation. C. Industrial Concentration The success of large multinational firms is one of the hallmarks of Swedish economic development. In areas like autos and trucks, telephone equipment, domestic appliances, electrica I machinery, metal fabrication and industrial machinery, Swedish firms are we Il known and substantial players all over the world. Per unit of GDP, Sweden has twice as many corporations among the 500 largest in the world as Japan and four times as manyas the U.S. These large Swedish multinationals convey an impression of Sweden as a land of big businesses. Because much of the production and sales of these multinationals takes place abroad, this impression is perhaps exaggerated. But it is not altogether misleading. At least in the industrial sector, the available data suggest that Swedish production is relatively concentrated. For example, in a crosscountry comparison of 12 industries Scherer et.a I., 1975, the average 4 firm concentration ratio in Sweden .834 was the 6 highest arnong the 6 countries studied.s In only nine of the 72 cases studied did the concentration ratio reach 1.0, .but six of these were Swedish. So, ,Swedish industries seem characterized by unusually few finns as we Il as high concentration.6 A pertinent qu.estion is whether concentration in production also conveys oligopoly power in the home market or wether import competetion dissipates the effect. The data base used in this paper, which we describe more fully later, gives concentration data at the product level. Concentration data at this fine level of disaggregation are scant, so international comparison is impossible. However, our data leave little doubt that Swedish product markets are highly concentrated by any reasonable standard. For the 83 broad ly representative products in our sample, the average Herfindahl Index the sum of squared shares for annual Swedish production from 1976 through 1990 was .50. This is the equivalent of just two equal sized producers per product. The actual number of producers per product in our sample averages 2.5 and never exceeds 5. High concentration tends to evoke concern about the vigor of competition. This concern is reflected in antitrust laws like those in the EC which Sweden has adopted. s Canada was second .708. The other countries studie d included VS, VK, France and Germany. In part higher concentration ratios for Sweden may of course reflect a smallcid:173country effect 6 There is also extensive conglomeration of ownership and control. In 1985 the five biggest final owners held some 44 per cent of the total voting rights in companies with more than 500 employees, while the ten biggest had more than half SOV 1990:44. In addition these final owners tend to hold shares through intermediaries, such as investment companies, which in turn are linked through joint ownership. Fourteen such empires dominate the corporate sector, with three major ones alone controlling companies that account for some twothirds of employment, sales and total assets of the 270 largest corporations in Sweden. 7 Mergers, which were essentially unrestricted in Sweden before, will now come under greater legal scrutiny. However, it is far from dear on purely il priori grounds whether Swedens high concentration has been a source of competitive strength or weakness. To some degree, achieving economiesofscale requires high er concentration in small er countries. More generally, high concentration can reflect differential efficiency which results in lower rather than higher prices Demsetz, 1973. For example, if one or two producers discover lower marginal cost production methods, their output and market share will ris e, and the extra output will tend to Iower prices. A highly restrictive merger policy could end up pena Iizing efficiency if it s Iows the spread of Iow eos t production methods. Indeed, some of the results in this paper lend weight to this possibility. While Swedish concentration remains high, it has been declining recent Iy. In our sample, the average Herfindahl index declined from .563 in 1976 to .483 by 1984 and remained at this level thereafter. This decline has roughly the same effect on average concentration as would adding one average sized firm to every third or fourth product market. In fact, however, new entry played no role in this decline of concentration. It was entirely driven by a sharp decline in the average market share of the Iargest firm from .64 in 1976 to .52 in 1990. As indicated above, this development does not necessarily signal an increase in competition. It could reflect waning productivity advantages of the largest firms. Perhaps as interesting as the decline in concentration is the fact that it has been accomplished without any net new entry. Davis and Henrekson this volume argue that Swedish tax policy has been biased in favor of large, capital intensive, widely held finns. This bias may have been motivated by the fact that income in small firms is difficult to 8 separate from the owners personal income. Therefore, small firms incorne was taxed progressively in accordance with the welfare states ambition to equalize incornes. Whatever the motivation, this tax bias may have discouraged new entry of small, privately held firms and thereby removed potential competitive constraints on the established firms. D. Public procurement Public procurement accounts for about 20% of GNP. Forty percent of that is procurement by the central government, while the remainder is accounted for by municipalities and counties. In addition many services are produced public 1y that could be bought from private producers. In recent years municipalities have begun to expose their technical and even social services to competition and in some cases they have also tumed to private producers. Table C summarizes the results of a recent study Folster, 1993 which shows that substantiai qualityadjusted cost savings were achieved in municipal and county services by procurement from private producers and from exposing public services to competition. Rules conceming public procurement are sharpened considerably by a new law that will go into effect simultaneously with the EES treaty. The new law requires publication of calls for tenders in the entire EES area for large procurements. In addition uniform roles are introduced for the conduct of procurement. A law requiring mandatory competitive tendering is being discussed, but has not yet been enaeted. Motivation of the study 9 This study tries to estimate the impact of Swedish carteis, regulation and market structure on prices in Sweden and on costs and productivity. For reasons, detailed in the next section, our estimates are biased downward. Accordingly, we view our results as indicating which of Swedens unusual set of institutions have had important effects rather than the precise magnitude of these effects. Since the pioneer work of Bain 1951 many crosssectional econometric studies have focused on the relation between industry co?centration, profits, and sometimes productivity.7 These studies generally attempt to test the structureconductperformance paradigm. Concentration is considered the main dimension of structure and the main determinant of performance: Attempts to exercise market power are Iikely to be more successful in industries that are highly concentrated. The main conclusion of this literature is that concentration has some effect on profitability, but not a substantial effect.8 This type of study, which was more common a decade ago has been criticized mainly because it became increasingly dear that concentration was a poor measure of monopoly power. Also, the interpretation of results was increasingly thrown into doubt. A number of studies imp Iied that the relationship between concentration and profits primarily reflected the fact that larger firms earn higher profits and that innovative, rapidly growing, firms eam temporary rents to innovation. That is, high profitability could reflect either high prices or low costs. 7 Geroski 1982 for example estimates a simultaneous equation model with multifactor productivity and the concentration ratio as the dependent variables. 8 See Schmalensee, 1989 for a summary. 10 Many recent studies of the relation between concentration and profitability have also integrated foreign trade into the analysis. Examples are Pugel 1978, Marvel 1980 and Chou 1986. A number of recent Swedish studies also follow these methods. Olsson.1991 for exarnple regresses dependent variables such as productivity growth and price increase at the industry leveiover independent variables such as concentration, export share, import share and the occurrence of regulation. Erixon 1991 presents similar regressions both at the industry and the company level. Stalhammar 1991 conducts a more sophisticated analysis following a method that has been applied by a number of other authors as we Il. Stalhammar calculates a parameter of implici t collusion for vari ou s manufacturing industries. The parameter is based on a model by Cowling and Waterson 1976 and is a function of the industrys pricecost margin, price elasticity, and the firms market share. The parameter for implicit collusion is then regressed over concentration as we Il as import and export shares. Stalhammar 1992 integrates both foreign trade and wage determination into the analysis. The study reported here is based on considerably more detailed data than previous work and it utilizes new sources of information on collusion and relative prices. II. Empirical Analysis This study uses data from a sample of Swedish manufactured products. All price data are at the wholesale leve!. For our purposes, this sample is a source of both strength and weakness. The data are unusually rich: we have output, price, cost, employment, etc. for 11 every firm 9 producing a product. This is the first study, as far as we know which compares Swedish to foreign prices at the wholesale level; all the others focus on retail prices. Our data have a timeseries dimension of ten lacking in similar studies. All these are strengths. The major we akne ss stems from our focus on manufacturing, where departures from competition are heavily constrained by foreign competition. The important departures from competition in Sweden probably lie elsewhere, in nontradeables like services, housing and retai Iing. Accordingly, our results for manufacturing should understate the importance of restraints on competition for the whole economy. Put differently, if we do find effects of carte Is, regulation, etc. in this generally competitive sector and we do it would suggest that similar restraints in other sectors have larger effects. Product markets Most empirical work uses the industry as the unit of observation. Many industries however contain a variety of distinct product markets, some ofwhich are highly concentrated , and oligopolistic while others display intense competition. This is especially true of technology oriented industries such as SNI 3852 computers and office machines or SNI 3831 electrical industri al machinery. Some studies have already shown that using more detailed data significantly ch anges basic results. Kwoka and Ravenscraft 1986, for example, use lineofbusiness data and report, in contrast to previous studies, that higher concentration is correated with lower profits. l O Here the level of disaggregation is even 9 Except for some very small producers 10 employees in a few cases. 10 A lineofbusiness denotes a firms operations in one of the industries in which it is active. 12 lower. A unit of observation in our study is a specified product the 7digit level in the US SIC. Product markets were seleeted from the list of products used to calculate the producei price index. This is in itself a representative list of products produced in Sweden or imported into Sweden. From this list 48 products were seleeted specifically because their cartel registration status had been changed during the period 19761990. An additional 85 products were randomly seleeted. Af ter discarding those products that did not meet all data availability requirements 83 products were left in the sample of which 34 had experienced at least one change in their carte l registration status. The sample is therefore not arandom sample of Swedish industry, containing some bias towards product markets with cartel registration. However, the bias if any is slight: In 1989 20% of our samples total sales is covered by carte l agreements as compared to SKAs estimate of 15% for horizontal cartels in the whole Swedish economy in that year. The sample also provides a reasonable crosssection with observations from most industries. Table D shows the share of sales in each industry accounted for by our sample. For every product in the sample, we have annual data on each Swedish producers sales, costs, assets, employment, etc. for the period 197690. These data were provided to us by the Industrial Institute for Economic and Social Research.u Prices 11 The data were assembled from two surveys conducted at the Industrial Institute for Economie and Social Research, the annualPlanning Survey conducted by the Federation of Swedish Industry as we Il as companies annual reports. Some of the data costs, assets are at the firm or division, rather than product level. However, product sales average around 80 percent of firm or division sales in our sample. 13 The counterfactual we want to address is: what would Swedish prices be in the absence of various impediments to competition? The way we actually pursue this inquiry is to focus on the SwedishEEC price ratio for the same good, and in fact for the same brand. In essence we compare the price of, say, a Volvo in Sweden with the price of a Volvo in the EEC. We ask if this ratio is higher than average when Swedish producers have cartel agreements, when Swedish regulation is unusua Ily severe, etc. Imp Iicitly thenwe are using the EEC prices as a competitive benchmark. This has considerable advantages over using accounting costs for the competitive benchmark. For example, we can avoid problems raised by the lack of correspondence between accounting and economie concepts of costs, by the aforementioned difficulty of distinguishing monopoly rents from efficiency rents, etc. In addition, the Swedish products in our sample actually do compete with EEC producers for sales to EEC customers. In this sense, there is a factual basis for treating the EEC price as a competitive benchmark. But there are also problems raised by use of this benchmark. All our measures of carte Iization and regulation pertain exclusively to Sweden. Ideally, we would like similar measures for the EEC. Without them our estimates of the effects of departures from competition in Sweden are likely to be understated. For example, if a product is cartelized in both Sweden and the EEC, prices in both areas could be raised without affecting the SwedenEEC price ratio. We would then conclude erroneously that the Swedish cartel was ineffective. This sort of possibility deserves to be taken especially seriouslywhen applied to regulation. We know that some heavily regulated areas in Sweden food, environmentally sensitive products tend also to be regulated in the EEC. Accordingly we will probably underestimate the impact of Swedish regulation. 14 Our focus on products actually exported from Sweden also imparts a downward bias to our estimates. Such a sample necessarily excludes the worst examples of inefficiency, name ly products with costs so high that they cannot be competitive in export markets. Outsiders, who tend to view Sweden as a small open economy, might rule out the possibility that such great inefficiency could survive in tradeable goods. However, according to Flarn, Horn and Lundgren 1993 it is not uncommon for Swedish product markets to be segmented from international competition. In such markets the impact of reduced competition is likely to be larger than in our sample. Our measure of Swedish home market producer prices relative to EEC prices for the same product uses data from bot h Sweden and the EEC. The Swedish data come primarily from comparisons of export prices to prices from the home market for the same brand good at the same qu ali t y level. This information is col Iected by SCB in order to calculate ch anges in the producer price index. I2 A problem with these data is that the composition of 12 The home market producer prices and and export prices used by SCB can be obtained from SCH as absolute prices for most product groups. However in some cases SCBdata are not relased because the price information allows individual firms to be identified. We have therefore also relied on data on domestic and export producer prices which can also be calculated from foreign trade statistics that are divided into narrow product groups fol Iowing the so calle d Harmonized System. For each product group the quantity produced, the quantity exported, the quantity imported, and the sales values in nominal prices for each of these categories is published. A potential problem with this data is that quality differences between the export and home market goods are not as carefully controlled for as in the data used in SCBs producer price calculations. This could for some products give rise to differences within a product group the products that are exported may differ from those that are sold in the home markel. Most product groups for which we relied on the foreign trade statistics are, however, so narrowly defined that this should not be a major problem for a statistical analysis, in particular if the measurement error is not systematic. continued   15 countries to which Swedish firms export changes over time and differs between industries. Building material firrns, for example, export much to Norway which is an equally protected market with high prices; they export little to central Europe where prices generally are much lower. To avoid this problem a first step was to calculate a measure of export prices was calculated that corrects for the destination of exports. The basis for this correction is a producer price cornparison in 1985 among European countries P Using country producer price indices backward and forward from 1985 yields a matrix of price relations arnong EEC countries for our sample period 1976 to 1990. Export prices for exports from the Swedish companies to EEC countries were then related to the EEC average using the matrix described above. More precise ly: Let the export price in year y be Xy,C,d for export from country c to destination d. The horne market price is Py,c in country c. Using the producer price comparison among EEC countries in 1985 allows calculation of the average GDPweighted EEC price E l 98S Using national product price indices an index I could then be calculated of each countrys price for a product relative to the EEC average ,c Py,c Ey for y 76   90 years of our time series 12   continued In some cases we have also relied on finns own estimates or on measurements conducted by the National Competition Board. For those product groups where we have two or three price measures ttests reveal no significant difference. The comparison with firms own price quotes is explained further be Iow in the text. 13 by Eurostat. 16 c 1 12 EEC countries To illustrate, assume the following for 1985: 1. SwedishS widgets exported to Germany G sell for DM104 Xl 985SG 104 2. The closest comparable German produced widget, which is the item used in the EEC price comparisons, sells for DMl OO PY,G 100, or 4 percent less than the Swedish import. 3. The EEC price comparison shows that the German widget price is 8 percent ab ove the EEC average price l 1985,G 1.08. So, the average EEC produced widget would sell for DM92 DMl OO1.08. Our procedure results in: XEl 985 X1985SGI1985,G 1041.08 96. This amounts to assuming that the 4 percent premium for the Swedish widgets sold in Germany is a quality premium and the n adding this quality premium to the EEC average price of DM92 to arrive at an estimate of what Swedish widgets would sell for in the EEC. If we have exports to several EEC countries simultaneously, then XE is calculated as a weighted average of the separate export prices. For goods that have exports some years and no exports other years, product price indices are used to fill in the gaps. Finally we calculate measure we use in our empirical analysis of Swedish prices relative to EEC prices, as p y,sXEf In our example, if the Swedish widgets sold for the equivalent of DM 120 in Sweden, we would get 17 Py,sXEy 12096 1.25.14 Table E shows this measure for the fourteen product groups. All prices leading to the measure shown in table E exclude V AT, so differences in relative prices cannot be explained by high er Swedish indirect taxes. There appears to be a pervasive tendency for Swedish industrial goods prices to exceed those of comparable goods in the EEC. No product category, indeed not one of the 83 sample products, have sold at lower average prices in Sweden than the EEC over a 15 year sample period. However, the Swedish price premium, which averages 13.6 percent in our sample, is smaller on the order of half than typically found in consumer markets. This suggests that Swedish retai J margins are a Iso higher than those in the EEC. In fact, there is evidence that competitive pressures in retailing are weak in Sweden. In order to check the validity of our price comparisons we collected two alternative price comparisons for a subsample of products. For 19 products firms were asked to quote prices in Sweden and the average price for the EEC. For 15 products price comparisons we re available that had been prepared by the Swedish Competition Authority and by EUROSTAT. Neither of the alternative price comparisons differed significantly from our relative price measure as described above. 1S 14 Conceptually, this 25 percent Swedish premium of Swedish home market prices over EEC prices stem from two sources: 1 the 15.4 120104 percent premium of the Swedish price over the German price for the same widget compounded by 2 the 8 percent premium of German widget prices over the EEC average. 15 Chi squares of 1.95 comparing firms estimates with relative prices and 151 comparing price comparisons by independent institutions with our measure were calculated with 18 and 14 degrees of freedom. 18 Cartels and regulation Our data on cartels come from the Swedish cartel register. This uniquely Swedish institution, abolished in 1993, provides a public record of cartel agreements. This record is incomplete because some agreements may not have been registered. And some agreements may have remained on the register af ter their substantive termination. Nevertheless, the carte l register gives us a rare opportunity for empirical analys is of the effects of cartels across a variety of products. Moreover, though formal cartels are now illegal, cartel practices may persist. So our empirical analysis is of more than historical inte rest. Our measure of the intensity of regulation is even noisier than our carte l data. It comes from a classification of product groups by the Swedish Competition Authority SKA according to the significance of various forms of regulation. We used the classification to assign dummies for significant regulation of 1 the environmental damage from manufacture of the product, 2 the price of the product, and 3 technical standards imposed on domestic sales of the product. The last category comprises goods which must meet peculiarly Swedish specifications of product or design. These could be a nontariff barrier to imports, as when Swedish construction specifications effectively precluded some imported building materials. The standards could also restrict domestic entry if domestic firms have different compliance costs. 19 Tables F and G summarize the frequency of cartels and regulation across product groups in our sample. Since we have 15 annual observations for each product, we use the product year to measure frequency; there are 1245 product years 83 products x 15 years in our sample. Table F reveals that 366 product years, or 29.4 percent of the sample are covered by some type of cartel agreement. The data in the cartel register allow us to distinguish horizontal primari Iy price fl Xing and market sharing from vertical mainly exclusive dealing agreements: About half the agreements 14.1 percent of product years are both vertical and horizontal, with the remainder roughly equally divided between the two types. 16 Of the horizontal agreements detai I not shown, the majority involve price f IXing P A notable aspect of the Table is the substantiai concentration of cartels by industry. Here, the food industry deserves special mention. It accounts for slightly more than 110 of the sample but around 13 of all the cartel activity. This high incidence of cartelization may be rooted in the previously discussed Swedish agriculturai policy, which has simultanously pushed the prices of the industrys raw agriculturai inputs above even those in the EC and led Sweden to protect the processors against import competition. This relaxed threat of foreign entry may have encouraged domestic cartelization. Two other industry groups woodpaper and chemicals together account for another 14 of the carte I 16 We include other types under vertical, though these can have horizontal dimensions; . these other agreements comprise 18 of 97 product years classified as vertical. 17 Ninety percent of the horizontal agreements have pricefoong provisions; 42 percent contain market sharing arrangements. 20 activity. In these cases, other forms of domestic regulation may be providing entry barriers condudve to cartelization. Table G elaborates on this last point by summarizing the industrial distribution of the three types of regulation as classified by SKA. In our sample, price regulation occurs exclusively in the food sector, and it is invariably combined with tariffs and quotas against processed food imports from the EEC.18 Thus the price regulation category here reflects another aspect of Swedish agricultural policy. The other forms of regulation are also concentrated in a few industries: the forest products, chemical and petroleum refining industries are subject to significant environmental regulation in Sweden, as in most developed countries. In technical standards once more the food industry stands out; it accounts for nearly 23 of the sample products subject to significant technical standards. The tendency of cartels to form in regulated industries can be summarized by the following regressions estimated across the 83 sample products 19: 1 RORIZ 2 VERT .089 .207, ENV .558, PRICE .147 TECH 3.2 4.5 .117 .104 . ENV .644, PRICE .111 . TECR 1.4 4.5 1.7 1.0 The dependent variables are the share of a products sample observations under the indicated type of carte l and the right hand side variables are dummies for the indicated type 18 This is the only product category in our sample with tariffs or quotas against EEC imports. 19 Naturally we cannot exclude the possibility of a reverse causality here: Industries that are organized enough to have a cartel may have the political clout to achieve beneficial regulations. 21 of regulation. Tratios are below coefficients, and the intercepts give the cartel frequency for products with no significant regulation. The regressions show that the presenee of regulation is associated with cartel frequencies which are, depending on the type of regulation, anywhere from two or three to around seven times the cartel frequency in unregulated markets. Our main inte rest is in how this panoply of cartellization and regulation has affected Swedish economic performance. By performance we mean mainly prices, but also the level of costs and productivity growth. Our initial exploration ofthese issues heeds Schmalensees 1989 advice that the primary objective of crosssection studies in industrial organization must be to describe the main patterns in the data set employed as clearly and completely as possible. p. 957 Thus, we begin with the main regularities in the data without claiming that they represent the reduced form of an explicit model. 2. Cartels and Regulation: Prices Table H provides the most basic, and durable such description. lt shows results of regressions of Swedish relative prices see Table E on various cartel and regulation dummies.20 21 lt tel 1s a fairly straightforward story: 20 The regressions also include a set of year dummies the results of which are not reported in the Table. 21 l.t might be thought that regulation imp Iies that good s sold in Sweden and exported differ. In fact most of the regulation affects the production process rather than the good. In cases where the quality of the good is affected by regulation this is taken account of, and corrected for, in SCBs absolute price quotes used here. 22 1. Taken as a group, products under horizontal cartels have prices around 3 percent higher than the sample average column Il. This estimate does not rest heavily on conditions peculiar to the food industry column 2. 2. However, regulation rather than cartels seems to be the primary source of these high relative prices column 3 l. Holding constant the effect of regulation, horizontal cartels have no higher prices than the sample average. 3. The price premia associated with regulation are substantial enough to roughly double price regulation or raise by half environmental regulation the typical Swedish price premium of 13.6 percent for affected good S. 22 These results suggest that Swedish environmental regulation is more costly than EC environmental regulation. They also reveal price regulation as the primary source of Swedens unusually high food prices: note that food products not covered by this regulation line B, column 3 actually have slightly below average price premia. However, technical standards have no marginal effects on prices in this sample. 4. Vertical restraints have theoretically ambiguous competitive effects. The frequent conjunction of vertical restrictions with horizontal cartels in our sample might arouse skepticism that vertical restrictions enhance competition in Sweden. But our results column 3, line Al are more consistent with that view than the contrary. 22 The size of the coefficients, which are estimates of these extra premia, deserve more emphasis than the tra tios. The reported OLS tratios are exaggerated, because of the persistenee over time of cartels and regulation. This means that we do not really have 1245 independent observations. Regressions which suppressed all the time variation in prices by using 15 year averages of the data across the 83 products yielded tratios around half those shown in the Table. 23 5. Because our measure of regulation is concentrated in a few industries, the price increasing effects do not account for a substantiai part of the overall Swedish price premium vis a vis the Ee. If the effect of regulation is removed, the regression in column 3 implies that the average price premium would shrink from 13.6 percent to 11.3 percent. This result should be taken as a ea U for further work rather than a definitive estimate. If our rather crude measures of regulation can account for nearly 20 percent of the overall price premium, perhaps a more refined analysis will expand on this estimate.23 Our data base has enough firmspecific data to enable us to add some conventional market structure measures to the regression. Since Bain 1951 we Il over 100 studies have investigated the relations between market structure measures usually concentration and measures of market performance usually of profitability used as a proxy for the pricemarginal cost ratio. Because we have a direct measure of price performance across a variety of products, we need not re ly exclusively on indirect measures like profit ratios. However, we lack Ee market structure measures which should in principle be included. The results are summarized in Table I. Standing alone, column 1 concentration as measured by the Herfindahl Index the sum of the firms squared market shares of total sales in Sweden has a weak positive effect on prices, as in most of the post Bain literature. However, this resu It is decisively reversed when the number of firms is added to the 23 The sort of refinement permitted by our data proved unavailing. We investigated the interaction between regulation and cartels e.g. do cartels have different effects in regulated industries than unregulated industries without uncovering a consistent pattern. We also looked unsuccessfu Hy for different effects from price fixing and market sharing agreements Again, it is premature to conc 1ude that such subtleties are absent. Rather, they may be hidden by the small number of products in our sample which fit the relevant subcategories. 24 regression column 2. The negative coefficient on concentration is consistent with the differential efficiency interpretation whereby efficient firms raise their output and market share and prices decline. For example, suppose one of 3 initially equal sizefirms doubles its market share. According to column 2, line Cl the resulting increase in the Herfindahl Index .16724 would be associated with a price reduction of about l Y2 percent. That price reduction implies that the market share gained by the now dominant firm was accompanied by a net increase in output which presumably results from this firms lowered marginal costs. At the same time, the regression suggests an important role for entry. Holding concentration constant, each additional finn is associated column 2, line C.2 with about 3 percent lower prices. This is a potentially significant magnitude in the Swedish context where most goods have few producers. The regression suggests that with, say 2 more producers per product, roughly half the Swedish price premium could be eliminated. Entry in most of our product markets is not limited by explicit legal barriers. Therefore actually achieving an increased number of firms wou Id require more import competition or change in policies which discriminate against new firms. More stringent policy on mergers could prevent decreases in the number of firms, but our results on the benefits of concentration suggest some caution. Finally, the caveat about structural interpretation of the regressions deserves special emphasis here. Causation running from lower prices, via widened markets, to more firms cannot be ruled out. Column 3 of table I adds the industry average wage to check whether wage appear related to the exercise of oligopoly power. The positive coefficient is reasonable but 24 The difference between 3132 and 23? 2162. 25 economically unimportant. The main reason for this is that wage differences across Swedish manufacturing industries are vanishingly small. The 15year average of the real 90 SEK wage across the 83 products in our sample is SEK 275,000 while the standard deviation is only SEK 5,000, or less than 2 percent of the mean. Thus, the regression implies that even a 4 standard deviation move in the average wage would not affect prices by much more than 1 percent. All of the previous results on carte Is and regulation remain essentially unaltered when the market structure and wage variables are added to the regression. Time series analysis By exploiting the time series dimension of our data, we gain a check on the rather negative findings on the effects of cartels which emerged from the crosssection analysis. Our sample has 40 changes in cartel agreements. There are about as many 21 cartel formations new agreements, added provisions as terminations 19. The time pattern of these ch anges is striking. Eighteen of the formations and 11 of the terminations, or over 70 percent of all the changes, occur in 197983. This period saw considerable macroeconomic changes, such as an oilprice shock and a major devaluation of the krona. Our turnover data suggest that the need for price realignments in this period stimulated new cartels but also put pressure on existing agreements.25 25 .AJew of the terminations in 198283 may have been stimulated by a 1982 change in antitrust law which increased the governments power to terminate cartels proved to have harmful effects. But this law cannot have been a powerful deterrent given the high rate of cartel formation in the period. 26 In the next set of Tables, we examine price changes that occurred around 38 of these cartel changes.26 We also examine output ch anges around carte l ch anges. Output provides a measure of carte l effects which is, in principle, complementary to price effects if price rises, output should decline. However, if prices are more poorly measured than output, or if product demands are sufficiently elastic, output may provide the more sensitive measure of cartel effects. Indeed, the time series analysis supports this view. It essentially corroborates our previous negative findings on the priceeffects of cartels while revealing some substantial output effects.27 Table J shows results for two measures of price change. They are extracted from regressions of the price change on various sets of dummies for ch ange in cartel agreements plus controis. Because cartels can form or break up before this appears in the cartel register, we include dummies for the year preceding the change. Dummies for the year following a cartel change allow for any lagged effects of the change. Panel A shows the change in the Swedish relative to EEC price net ofyear effects. Panel B shows the change in the numerator of this price ratio the Swedish domestic price af ter controlling for current and two lagged changes in the denominator the EEC price and year effects. There is some evidence of price increases around formation of vertical cartels and of price decreases around their dissolution. But the overwhelming pattern in the Table is of small price changes, typically one percent or less and typically indistinguishable from zero. The 26 Two occur in the terminal years of our sample. 27 One might think that this effect is caused by the occurrence of price regulation that decreases the sensitivity of price changes to cartel changes. This seems unlikely, however, since such a small part of our sample is subjected to price regulation. 27 one exception covers dissolution of vertical agreements, and here the ch ange seems temporary, and it is sensitive to the way price is measured. Table Kuses nonparametric tests to hedge against the possibility that these negative results are due to a few atypical price changes or to price indexes which understate price ch anges. Here we simply count signs of residuals from regressions of the price changes on contro Is. We want to see if positive residuals usually accompany new cartel agreements and negative residuals accompany carte l terminations. The results are perhaps a bit sharper than Table J. The mai n tendency is for prices to tick up when cartels are formed and down when they dissolve. But statistical significance is of ten lacking. The relatively small sample sizes limit the power of our tests, and of more refined analysis of, for example, the interaction of carte l changes with regulation.28 Nevertheless, they add to the impression that Swedens tolerance of cartel agreements was not a major source of her historically high 9 pnces.The evidence on output is much less equivocal: Output fell substantially when cartels we re formed and rose when they were dissolved. This is shown in Tables L and M which are the analogues for output to Tables J and K. Table L shows that, depending on the time span and type of agreement, output fel I anywhere from 6 to 13 percent when a cartel was 28 We did attempt to divide each sample into subsamples of products subject to some form of regulation and those not so subject. The consistent pattem was that prices of the regulated products rose and fellless frequent Jy than other goods when cartels formed or dissolved. But this difference was insignificant. 29 .The tests in Tables E and F were repeated with essentially identical results on: 1 a sample consisting only of products which had undergone cartel switches in the 1976 1990 period, 2 price change variables measured as deviations from the 197690 mean change for the product. . 28 formed, and it rose a comparable amount when a horizontal cartel was terminated.3O The apparently weaker results for vertical cartel terminations should be discounted, because they are based on only one pure case 31. Table M shows that these results are not. due to a few outliers. In over 90 percent of the cases, cartel formation is accompanied by abnormally low output growth and cartel termination by abnormally high growth in the year of the change. There is no similarly strong pattern for the year preceding and the year following cartel changes. Half the cartel formations involve products subject to stringent environmental regulation. In the year of a cartel formation, output of these goods fell much more 17 percent for horizontal and 20 percent for vertical carte l formations than for other goods. These differences, which are statistically significant, may imply that the usual the threat to cartel stability from potential output expansion is weakened by environmental restrictions. Actual output expansion when cartels terminated proved to be no different for goods subject to environmental regulation 13 of terminations than for others. There is an obvious tension between the results on price changes and on output changes which we cannot resolve here. Taken literally, the results seem inconsistent with rational cartel behavior which employs output restriction only if this raises prices. Alternatively, our results might suggest that our price measure is not accurately reflecting 30 Essentially identical results were obtained from a sample inc 1uding only those products with change in carte l status. So, e.g., for these products output growth was 6 percent below trend in the year in which a horizontal cartel formed. 31 In eight other cases, vertical and horizontal agreements are terminated simultaneously. 29 transaction prices or nonprice attributes quality, delivery time, etc. ofproducts. However, tests for changes in two measures of profitmargin around carte changes yielded the same negative results as for prices.32 This lack of response of profits margins to carte changes implies that measurement problem alone do not account for our odd results on prices. Cartels Regulation and the Efficiency of Production Standard theory does not have much to say about the effect of cartelization or regulation on the efficiency of production. Nevertheless, at least since Adam Smith contended that monop 01y   is a great enemy to good management, economists have suspected a connection between competition and production efficiency. Our data allow us to investigate this connection for Sweden and thereby to shed light on the question of whether lack of competition in Sweden has contributed to the perceived high cost structure of its manufacturing sector. We begin with regressions describing the connection between measures of static efficiency and productivity growth on the one hand and cartelization and regulation on the other. Static Efficiency We use two measures related to static efficiency: Gross profits as a percentage of sales the pricecost margin and value added per worker.33 All els e the same inc 1uding prices, more efficient use of resources would raise both measures. The two measures differ 32 The two measures, more fully described in the next section, are profits before capital costssales and value added per employee. All else the same, tbese wouldincrease .if prices rose or lower quality goods were sold at uncbanged prices. 33 Gross profits are before depreciation and capital costs, and value added is just gross profits plus employment costs. 30 in their treatment of labor rents. These reduce profitability, but not value added.34 So labor rents show up as an inefficiency.in the profit based measure but not in value added per worker. .Our choice of measures is dietated in part by lack of data on raw material prices. This prec 1udes investigation of efficiency in the use of raw materials. Finally our efficiency measures are for the aggregate of the finns or divisions producing a product, while the competition measures are product specific. Recall, however, that these products account for around 80 percent of firm or division sales in our sample. Table N summarizes the relation between both measures and competitionregulation. The regressions include capital intensity variables as controls. The results here need to be interpreted in light of the previously discussed price effects summarized in Tables H and I, be cause either higher prices or greater efficiency can raise profits or value added. Specifically, if b 7. or by. denotes a coefficient of interest in the profit or value added l l regression respectively of Table N, and bpi is the coefficient of the same variable in the earlier price regression, the following approximations 3S obtain: 34 Any rents to outside suppliers would reduce both profits and value added. 35 These follow from the relations PRICE UNIT COST, PROFITS SALES VALUE ADDED PRICE PURCHASES PER UNIT WORKER PRICE OUTPUT , t WORKER J. We assume that PURCHASES PER UNIT is a parameter. 31 1 % a COSTUNIT ai 2 % a Output per worker ai VALUEADDED WORKER PRICE V ALUE ADDED SALES We can then estimate the effect of a change in competition or regulation ai on efficiency by appropriately combining the two coefficients. The results of this exercise are shown in Table 0, which uses the price regression in col. 2 Table I and the regression in eols 3 and 4 of Table N to generate estimates of the effect of competition and regulation on statie efficiency at the sample means of the relevant variables. To illustrate how these estimates were arrived at, we can work through a specific case. Table O says that Swedish environmental regulation has reduced output per worker by 6.8 per cent.36 This is a residual, the net result of effects on price Table I and on value added Table N. It is computed as follows: According to Table I col. 2 environmental regulation raises Swedish relative prices by 6.8 points or 6 percent of the mean value 113.6 of the Swedish relative price index. By itself a 6 percent price increase would raise sales by 6 pereent. Because value added is only about 40 percent of sales, a 6 percent sales increase would be amplified into a 15 percent 6.4 rise ofvalue added, which would translate into an extra SEK 78,000 per worker in 1990 prices given a mean value added per worker of around SEK 520,000. 36 The associated I t I of 2.5 and all other tratio in the table is subject to two offsetting biases: l the aforementioned n.19 upward bias stemming from overstatement of the true degrees of freedom, 2 a downward bias resulting from the assumed independence of the coefficients bor b 2 i when they are likely to be positively correlated. and bpi Vi 32 However Table N col4 line B.l tells us that only SEK 44,000, or 56 percent of the potential increase in value added, is attained. Table attributes this shortfall of SEK 34,000 to a decline in output per worker. In short, the actual increase in value added about 8 percent is the result of the 15 percent potential inerease from higher prices and the partly offsetting roughly 7 percent reduction in output per worker. The results. in Table suggest that cartels are not assodated with a loss of production efficiency. In fact, if anything, cartelized industries were more efficient. Environmental and price regulation, however, do seem to be assodated with nontrivial productivity losses. The former is expected, because expenses for environmental protection do not produce measurable output. The large 12.1 percent productivity loss for price regulated goods implies that the minimum prices shelter considerable ineffidency. And the correspondingly modest unit eost effect 1.8 percent suggests that suppliers and workers are sharing the costs of this inefficiency with firms and consumers. The results for the market structure measures imply an important connection between competition and efficiency, but one that needs to be interpreted carefully. At the margin, an extra firm is associated with 6 percent increased output per worker. But the results for the Herfindahl measure of coneentration imply that attempts to maintain the number of firrns by avigorous anticoneentration policy would be mistaken. Consistent with the previously articulated differential efficieney story, the more concentrated industries tend to be the more effident. The large numbers in Table 0, line C.l. need to be discounted, because they refer to an unrealistic shift from atomistic competition to monopoly. A more 33 realistically modest ch ange in the Herfindahl index, say .2,37 would still suggest a considerable productivity gain around 7 percent higher output per worker from expansion of effident leading firrns  Similarly, the results imply that the decline in Swedish concentration over the sample period is associated with reduced output per worker and higher unit costs. The average decline in the Herfindahl index has been .08. The results in Table O translate this into a 1 12 percent reduction of output per worker. Recall that all of the reduced average concentration has come from the largest firms loss of market share. So the differential efficiency story would link the reduced effidency to a steady weakening of the largest firms productivity advantages. If there is a policy implication in these results it would be to eliminate any barriers to new entrants while allowing market forces to determine how concentrated markets become. 2. Productivity Growth For each product in our sample, we estimated the average annual growth in productivity for 19761990 under two measures: a Solow residual estimate of total factor productivity TFP growth and the more traditional growth of output per worker. The TFP growth estimate is: Output growth a Labor Input Growth laCapital Input Growth, where a labors share of output. 37 Approximately the resu It when one of 3 previously equal sized firms doubles its market share. 34 This is an estimate of the growth of output per unit of input.38 We are limited to a twoinput production function by the aforementioned lack of data on material inputs, and we also recall that our output measure is at the firm rather than product level. We estimated a as wage costsvalue added over the 15 year period for each product.39 It is of particular importance to note that our output series is obtained by deflating sales by a product price index. Total employment and an estimate of the real value of f Ixed assets constitute our input measures. For our sample TFP growth averages 1.62 percent per year while labor productivity grows at 2.46 percent per year. These are broadly typical of manufacturing in Europe and North America over this 19761990 period. The relation between TFP growth and competition and regulation is spelled out in Table P. The first two regressions show that cartelized and re gula ted industries have experienced generally subpar productivity growth. These negative effects are not always precisely estimated, but they tend to be numerically large. For example, regression 2 implies essentially zero TFP growth for products subject to horizontal carte Is. This regression also implies, somewhat in contrast to the results for the level of productivity, that higher concentration and more firms are associated with lower TFP growth. This is similar to Salingers 1990 finding that concentrated industries in the U.S. experienced a reversal of previously favorable cost trends in roughly the same period. 38 It is based on assumption of factor neutral technical progress and CobbDouglas technology. 39 An alternative in which the share of capital was obtained by multiplying the sample wide 15 year rate of return by the capital stock yielded essentially identical conclusions. 35 The third regression in Table P adds an industry group EEC price trend variable. This is meant as a controi for industry specific factors, hopefully unrelated to Swedish competitive and regulatory conditions, which affect productivity in all countries. For example, productivity in electronies has generally been we Il above average, and this is reflected in generally dec Iining relative prices for electronics products both in Sweden and the EEC. Since we lack direct estimates of industry sector TFP growth outside Sweden, we use the EEC price trend as a proxy. The addition of this variable essentially wipes out every previous result and dramatically boosts the regressions flt. The coefflcient of this variable is around 1, which might suggest that it is a perfeet proxy for industrywide TFP trends.40 There is, however, need for caution in taking this result at face value. Recall that output growth is estimated as the difference between the growth of sales and of product prices. Any measurement error in industry price trends common to Sweden and the EEC will be translated into an oppositesigned error in estimated TFP growth. For example, if electronics price indexes generally understate quality improvernent, TFP growth in electronics will be correspondingly understa ted. The coefficient of 1 on the EEC price variable would also be consistent with the prabably unrealistic extreme case in which the common measurement errar accounted for all of the variance in price trends across products. Correlation of this error with the cartel and regulatory variables could then bias their coefflcients in the third regression.41 40 If TFP growth is translated pointforpoint into Iower price growth. 41 Electronics and fabricated metals have the best rneasured price performance in both the EEC and Sweden, and they show relatively little cartel and regulatory activity. 36 Table Q repeats the exercise in Table P using alabor productivity measure. Growth of capital per worker is added as a control. The results of interest are nearly identical. So any conclusions seem insensitive to the way productivity growth is measured. . . Our conclusions about dynamic efficiency have to be tentative. What is clear is that the cartelized and regulated sectors in Sweden generally have been substantiallaggards in TFP growth. This tendency is especially pronounced for horizontal cartels and for environmental and technical standards regulation. What re mains unclear is the precise role of Swedish cartels and Swedish regulation in bringing this result about. Among the possibilities we must acknowledge are that: 1 the pressure to cartelize an industry and provide regulatory barriers to en try is greater where productivity growth is low; 2 barriers to competition similar to those in Sweden operate in the EEC for similar products and hinder productivity growth there to roughly the same extent as in Sweden. The one reasonably clear conclusion from our data is that cartelization and regulation have not enhanced productivity growth in Swedish manufacturing.42 Simultaneous equations In the previous analysis determi nation of firms productivity growth and market prices was analyzed separate ly. For several reasons there may be important linkages between the two. A productivity increase tends to lower the profit maximizing price, even for a firm with 42 We can also say that any effects of cartelization take sometime to show up. For the sample of products with changes in cartel status we regressed the difference between annual and long run TFP growth on cartel and year dummies. A similar regression was estimated for labor productivity growth. The coefficients of the cartel dummies we re small and insignificant in both regressions. This means that productivity growth for the same product does not noticeably lag behind its long run trend in the years just following a carte l agreement. 37 monopoly power. Holding constant the level of cartelization and regulation one would therefore expect firms with faster productivity growth to charge lower prices. The price that a firm charges may in tum affect productivity growth. Monopoly power should be reflected in the price leve Js, even after contro Jling for our measures of cartelization and regulation, since these probably contain a considerable measurement error. To the extent that monopoly power affects productivity growth one would therefore expect a relationship between the price level and productivity growth. In order to test these linkages the simplest approach is to estimate a simultaneous equation model following the structure of the productivity growth equations reported in the previous section. In the first system in table X TFP growth and relative to EEC prices are the dependent variables in a crosssection estimation over the 83 product markets. Relative prices and levelvariables are averages over the period 7690. As in any simu Itaneous system a key question is how we Il the equations are identified. In this estimation the EEC price trend variable is a natural choice as a variable to identify the productivity growth equation. For the relative price equation we use the price regulation dummy as an identifying variable. This assumes that price and quantity regulation affect productivity growth via price changes. The resu It in table R broadly confirm singleequation resu Its reported above. Environmental regulation has an effect on both productivity and prices. The independent linkage between relative prices and TFP growth appears small. One could argue that productivity growth should affect the relative price change rather than the relative price 38 level. Substituting relative price change for relative price levels yields similar conclusions, however, and is therefore not reported here. Instead a more careful modelling of how prices affect productivity seems to.bear fruit The most frequently stated argument is that high prices may imply high profits. High profits in tum may induce employees to share in the rents by reducing efforts and therefore depress productivity growth. The link between prices and profits, however, may be quite weak. Therefore one may get stronge r results by explicitly modelling the effects of prices on the profit rate, and the effects of the profit rate on productivity growth. We replace the simple productivity growth variable with a new variable relative productivity growth which shows productivity growth relative to that in EEC countries. This is calculated as RELATIVE PRODUCf IVITY GROWTH 1 TFP GROWTHjl MEDIAN INDUSTRY PRICE CHANGE IN EEC. This achieves essentially the same as done in previous regressions by introducing EEC price change as an independent variable. However, it ensures that productivity growth is also corrected by EEC price ch ange in the profit equation. Since productivity growth also affects profits, we model this as a system with three simultaneous equations with the dependent variables being the profit rate, relative productivity growth and relative prices. The profit equation contains relative productivity and relative prices as explanatory variables, and the wage rate is used to identify the equation. The relative productivity equation contains profits and the cartel and regulatory variables. It is identified by the cartel and regulatory variables since we let the relative price enter recursively only into the profits equation. Thus the relative price is a function only of 39 the cartel and regulatory variables. This is motivated because theoretically relative prices should affect relative productivity only through profits. not directly. The results are shown in table S. They indicate that relative productivity growth has a significantly positive effect on the profit rate. The profit rate, on the other hand, has a significantly negative effect on productivity growth. Environmental regulation and price and quantity regulation raise relative prices and thus feed through to the profit rate and relative productivity growth. These results indicate that monopoly power may indeed have significantly negative effect on productivity growth via the profit rate. However, our measures of monopoly power in form of the cartelization variables may contain too much measurement error to pick up much of a direct link from cartelization to productivity growth. Finally, a common argument is that high profits lead to high wage demands. Therefore wages should be treated as an endogenous variable. We have estimated such models also, but the results remain broadly the same. This is not surprising, since wage levels in Sweden have primarily been determined at more centrallevels than the finn. For that reason they do not differ a lot between firms. III. Summary and Conclusions The broad conc Iusion to which our resu Its point is that Swedens tolerance of cartels and its regulat OIY policy have negatively affected the performance of swedish manufacturing. We have found evidence of such negative effects on prices, output, productivity and productivity growth. These effects are summarized in Table T. It can be seen at a glance 40 that virtually all the effects we have been able to detect are negative, and they are of ten substantial. As between the effects of cartels and regulation, the latter are the more substantial. The effects we have been able to measure are probably understated. In essence, we have measured these effects as differences between a treatment group and a controi group of products. To properly estimate the effects of the treatment cartels, regulation we would need a controi group entirely free of treatment effects. However, this is not what we have. The controi group includes products with no public 1y registered carte l agreements. But it includes products with undisclosed carte Is. The controi group includes products without unusually severe regulation of three specific types. But it includes products subject, in varying degrees, to some of these and to other kinds of regulation which may have effects on competition. Accordingly, we are able only to estimate differences between more and less cartelization and regulation rather than the full effects of these treatments. Also, recall that there is a further downward bias in our estimates of price effects stemming from our inability to controi for effects of policies within the EEC which are similar to those in Sweden. Specifically, the estimated price effects of environmental and price regulation 6% and 11 % are the extra premiums over similar products sold in EEC markets. But those products e.g., chemicals and food are also heavily regulated in the EEC. So our estimates imply that Swedish regulation has historically been more stringent than the EEC. They do not, however, reveal the full price effects of the regulation. Finally, recall that we analyzed prices of tradeables which Sweden exports. TItus, the Swedish producers in our sample have survived the rigors of international competition. By 41 focusing on this re Jatively efficient and competitive sector, we have missed the worst examples of inefficiency and high prices induced by regu Jation or lack of competition in Sweden. The fact that we found any significant price and efficiency effects in this sample suggests larger, more widespread effects in the more sheltered areas of the economy. Because of the preceding caveats,our results should be regarded as suggestive rather than as precise estimates of the negative effects of cartelization and regulation. It seems safe to conclude that these effects are hardly trivial. They have, if anything, grown worse over time given the reduced productivity growth we have found in the regulated and carte Iized sectors of Swedish manufacturing. Swedens prospective entry into the EC has begun to force ch anges in the institutions which governed the period we have studied. Because of this, our results give grounds for optimism about the likely evolution of Swedish manufacturing. The adoption of EC antitrust standards will presumably narrow the scope for cartels in Sweden. Our results imp Jy that a less heavily carte Jized Swedish manufacturing sector will be more efficient, both statically and dynamically. Inevitably integration into the Ee will bring pressure for a convergence. of regulatory institutions. This will lead to a corresponding convergence of costs which, our results imply, will improve Swedens relative position. Indeed, there is evidence that some of this has already occurred. We broke the 197690 period into halves and estimated separate prke effects of regulation in each h alf. For both price and environmental regulation, the impact on Swedish prices was greater in the first half 197682 of this period than in the second. In the case of environmenta I regulation, the extra Swedish price premium narrows significant Iy from 10 percent in 197682 to around 3 percent 42 subsequently. A smaller and less statistically reliable 43 narrowing occurred for goods subject to price regulation, from a 15 percent to a 10 percent extra price premium. Pressures for further narrowing of these Swedish price premiums can only grow.as.Sweden inte grates into the EC. These pressures will be uneven, because the degree of regulation and cartelization has varied across Swedish industries. The food sector, in particular, stands out among those Swedish industries that will be most substantially affected by the convergence of Swedish and EC policies. Much of this industry has been cartelized, subject to minimum price regulation and protected from entry by products not meeting Swedish technical standards. If these practices are eliminated, our data suggest that Swedish food prices will dec Iine by around 10 percent in real terms at the wholesale level, while output per worker will grow a like amount. At the same time, the industry is likely to reverse its distinctly subpar re cord of productivity growth. Swedish manufacturing is highly concentrated, and this can raise concerns about the vigor of competition. Our results, however, suggest that such concerns are overstated. Indeed we flnd that the most concentrated Swedish industries ten d to have signiflcantly lower domestic prices and a substantial, though narrowing, advantage in output per worker over less concentrated industries. We interpret this to mean that, where regulatory barriers to entry are absent, high concentration in Sweden reflects cost advantages of large flrms. The proviso here is potentially important, because we find lower prices and higher productivity where there are more firms. These twin results suggest the need for distinguishing between concentration and the number of finns in evaluating Swedish market 43 The relevant tratio is 1.9 v. 5.1 for the environmental case. 43 structure. In particular, it would not be surprising if Swedish production beeomes more concentrated as her markets be come more accessible to EEC produeers. This would oecur if less efficient domestic production is replaced by imports. In this case, as long as the number of sellers is not reduced, our results imply favorable price and productivity effeets flowing from the increased concentration. The implications for competition policy seem fairly straightforward. It is our laymans impression that EEC policy toward mergers is generally less restrictive than that of the U.S. We re it otherwise, Sweden might be i 11 served by legal restraints on the mergers and exits that will accompany the realignment of its manufacturing capacity when it joins the EEC. Removal of institutionai obstacles to entry and regulatory restraints on competition would appear to merit more attention than restraints on concentration. 44 References Bain, J. Relation of profit rate to industry concentration: American manufacturing, 19361940, Quarterly Journal of Economics, 65, 1951. Chou, T. C. Concentration, profitability and trade in a simultaneous equation analysis: The case of Taiwan, Journal of Industrial Economics, 34, 1986,42943. Cowling, K. and M. Waterson, Pricecost margins and market structure, Economica, 1976, 43, 267274. Erixon, L Omvandlingstryck och produktivitet, in Konkurrens, Regleringar och Produktivitet, Expertrapport nr 7 till Produktivitetsdelegationen, 1991. Flarn, H., Horn, H. and Lundgren, S. EESavtalet, ny lagstiftning och Konkurrensen i Sverige. Expert Repon n. 8 to the Government Commission on Economic Policy, Stockholm, 1993. Geroski, P. Simultaneous equation mode Is of the structure performance paradigm. European Econornic Review, 19, 1982. Jacquemin, A., De Ghellinck, E. and Huveneers, C. Concentration and profitability in a small open economy, Journal of industrial economics, 24, 1980. Heckman, J. Shadow prices, market wages, and labor supply, Econometrica, 1974, 42,679.94. Kwoka, J.E. and Ravenscraft DJ. Cooperation v. rivalry:pricecost margins by line of business. Economica, 53, 1986, 35163. Lindbeck, A. et.al. Turning Sweden Around. Cambridge: MIT Press, 1994. Lipsey, R. and Swedenborg, B., The High Cost of Eating: Agricultural Protection and International Differences in Food Prices National Bureau of Economic Research, Working Paper No. 4555, 1993. Martin, H. Market power andor efficiency, The review of Economics and Statistics, 70,1988. 45 Marvel, H.P. Foreign trade and domestic competition, Economic inquiry, 18, 1977, 10322. OECD Economic Surveys: Sweden. Paris: OECD, 1992. Olsson, H. Konkurrensforhallandenas betydelse for produktiviteten, in Konkurrens, till Regleringar och Produktivitet, Expertrapport nr 7 Produktivitetsdelegationen, 1991. Peltzman, S. The Economic Theory of Regulation af ter a Decade of Deregulation Brookings Papers on Economic Activity: Microeconomics 1989, pp. 141. Pugel, T. A International Market Linkages and US Manufacturing: Prices, Pofits and Patterns, Cambridge, MA: Ballinger Publishing, 1978. Salinger, Michae 1. The Concentration Margins Relationship Reconsidered. Brookings Papers on Economic Activity: Microeconomics, 1990. Scherer, F.M. et.a J. The Economics of Multi Plant Operation: An International Comparisons Study. Cambridge: Harvard University Press, 1975. Schmalensee, Richard. Interindustry Studies of Structure and Performance, ch. 16 in Schmalensee, Richard and Wil Jig, Roberteds  The Handbook of Industrial Organization V.II. Amsterdam: NorthHolland, 1989. SOU, Demokrati och makt i Sverige, 1990:44. SPK, Horisontell Prissamverkan och marknadsdelning, SPKs rapportserie, 1992:3. Stalhammar, NilsOlov. Domestic market power and foreign trade: The case of Sweden. International Journal of Industrial Organization, 1991, 9, 407424. Stalhammar, NilsOlov. Concentration, prices and profitability in the Swedish manufacturing industry, in Bourdet, Y., Internationa Jization, market power and consumer welfare, London: Routledge, 1992. Stigler, G. The Theory of Economic Regulation, Bell Journal m Economics and Management Science, v. 2, Spring, 1971, pp. 321. 46 Diagram 1. Real incomes and relative market prices. 160 T, Relative price level OECD100 I A. 1990. 140 T i Fin . Swe Nor Den 120 100 80 60 40 USA : . 40 45 50 55 60 65 70 75 80 85 90 95 100 105 110 115 120 125 130 GNP per capita OECD100 Relative price level OECD100 160 Jap . Sch B. 1992 after devaluation. 140 120 . 100 80 60 l!!: I I I i : I I i I I I I I I I I I I I I I ! I I : . , : 40 45 50 55 60 65 70 75 80 85 90 95 100 105 110115 120125130135 140 GNP per capita OECD100 Source: OECD. Purchasing Power Parities and Real Expenditures. 47 TABLE A. REI AIl VB CONSUMER PRICES AT CURRENT EXOIANGE RATES, INDEX SWEDEN 100 COUNTRIES Ol Cro BER 1992 MAY 1993 SEPIEMBER 1993 Japan Switzerfand Norway Denmarlc Iceland GennanyW Sweden Austria Finland Netherlands Belgium France Canada USA Spain beland England ltaly Australia New Zceland 91 94 9S 91 91 76 100 74 79 70 71 71 59 SS 61 6S 57 61 SS 47 128 112 109 108 105 91 100 89 88 83 SS SS 71 74 69 71 68 70 68 60 48 145 127 117 112 109 101 . 100 99 92 92 91 91 79 79 76 75 75 74 71 67 COUNf Rl ES OKTOBER 1992 MAY 1993 SEPTEMBER 1993 Gn:ecc Portugal 54 SO 6S 58 67 60 49 TABLE B. TIIREE MEASURES OF THE SWEDISH ECONOMYS EXPOSURE TO COMPE1TI10N. MEASURE OF EXPOSURE TO COMPE1TI10N SHARE OF TOTAL percent 1. Import penetration in private production 2. Share of private production with import penetration greater than 16% 3. Share of production affectewby suwidies Private production Private and public production 4. Share of consumption affected by restrictions of competition Private consumption Private and public consumption 15.1 16 17 36 62 79 75 84 omment: Measure 1 and 2 reter to the year 199. Measure 2 and 4 are based on Import penetration per industry bransch. Measures 3 and 4 refer to the year 1991. Source: Measures 1 and 2 come from Flarn, Horn Lundgren 1993. Measure 3 and 4 from Andersson et.al. 1993. 50 TABLE C. QUALITY ADJUS1ED COST REDUCTIONS AFIER PRIV ATISATION IN MUNICIPAL SERVICES. PRIVATISED EXPOSEDTO DECENTRAL CON1ROL COMPETITIO N IZED GROUP Municipal costs Cost effectiveness 7.9 12.3 9.1 9.8 4.2 4.2 3.6 3.6 eost effectlveness IS the chan e In uali ad! usted muru Cl a! costs ,lus the entre reneurs profit Source: Folster, S. 1993. ty p p g q p 51 TABLE D. SAMPLE CHARACIERISTICS BY INDUSTRY, 1976 1990. US SIC SNI NUMBEROF PRODUcrs AVERAGE SALES PER PRODUCT, milj. kronor SAMPLES SHAREOF INDUSTRYS OUTPUT 2011 416 2415 1563 734 593 294 519 324 403 639 1075 2200 878 1314 0.17 0.14 0.15 0.21 0.15 0.13 0.07 0.13 0.34 0.07 0.08 0.12 0.15 0.09 0.09 1. Food 201,31 2. Appare I leather 3. Wood paper 4. Packaging 5. Industrial chemicals 6. Drugs cosmetics 7. Petroleum products 8. Rubber 9. Stone, day glass 13,13 32 24;M 33,34 30,32, 3435, 36,37 135 135 2936 3036 3236 10 4 8 3 7 3 4 2 8 10. Fabricated metal 34381 10 11. Industrial machinery 35382 12. Electrical equipment electronics 36383 13. Transport equipment 37384 14. Miscellaneous Total 7 9 7 3 83 52 TABLE E. SWEDISH PRICES REl ATIVE TO EEC PRICES, 19761990 A VERAGE, EEC 100 PRODUCTS GROUP SWEDISH REl ATIVE PRICES STANDARD DEVIATION 5.9 15.4 19.0 1.9 123 8.1 5.6 7.4 3.9 5.5 3.5 63 3.8 1.4 10.1 1. Food 2. Apparel leather 3. Wood Paper 4. Packaging 5. Industrial chemicals 6. Drugs cosmetics 7. Petroleum products 8. Rubber 9. Stone, day glass 10. Fabricated metal 11. Industrial machinery 1183 1203 119.9 109.2 120.5 110.6 113.4 1153 107.0 109.2 110.7 12. Electrical Electronics 111.8 13. Transport Equipment 1133 14. Miseel Ianeous Total sample Minimum Maximum 108.2 113.6 101.5 169.3 53 TABLE F. CARTEL FREQUENCY AND TYPE PRODUCTS GROUP PRODUCT YEARS PERCENT OF PRODUCT YEARS TOTAL WITH AN CARTEl AGREEAGREE MENT MENT 21 VERTICAl HORIZONTAL AGREEMENT AGREEMENT ONl Y 80TH TYPES 1. Food 150 113 75.3% 10.7% 4.7% 60.0% 2. Apparel leather 60 20 33.3 33.3 O 3. Wood Paper 120 50 41.7 15.0 10.0 4. Packaging 45 23 51.1 28.9 O 5. lr 1dustrial Chemicals 105 43 41.0 21.9 O 6. Drugs Cosmetics 7. Petroleum Products 8. Rubber Products 45 60 30 9 6 20.0 10.0 6.7 O O 10.0 O O O O 9. Stone, Glay Glass 120 19 15.8 O 15.8 10. Fabricated Metal 150 O O 11. Industrial Machinery 105 18 17.1 O O O O 12. Electrical Electronics 135 14 10.4 O 10.4 13. Transport Equipment 14. Miscellaneous 75 45 15 20.0 O 20.0 36 SO.O O 53.3 TOTAL 1245 366 29.4 7.5 7.8 O 16.7 22.2 19.0 13.3 O O O O 17.1 O O 26.7 14.1 54 TABLE G. FREQUENCY OF REGULATION PROOUCTS GROUP PERCENT OF PROOUCT YEARS ANY REGULATl ON ENVIRONMENTA L PRICE TECH. STOS. 1. Food 2. Apparel Leather 3. Wood Paper 4. Packaging 5. Industrial Chemicals 6. Orugs Cosmetics 7. Petroleum Products 8. Rubber Products 9. Stone, Clay Glass 10. Fabricated Metat 11. Industrial Machinery 12. Electrical Electronic 13. Transport Equipment 14. Miscellaneous TOTAL 8.7 100.0 O 100.0 100.0 O 33.3 25.1 70.0 100.0 O O O O . O 8.4 12.5 33.3 O 25.0 60.0 O 19.3 100.0 O 100.0 33.3 100.0 O 100.0 O O O .0 O 60.0 33.3 410 55 TABLE H. REGRESSION OF SWEDISH Relative Prices on Carte Regulation Variables, 197690 INDEPENDENT VARIABLES 1 2 3 COEF Itl COEF Itl COEF Itl A. Carte l Agreement 1. vertical .1 1.6 .8 2.8 2.5 4.5 2. Horizontal 3.4 2.9 2.2 3.2 .1 1.9 B. Food Industry 4.4 3.8 2.0 .9 C. Regulation 1. Environmental 2. Price 3. Technical Standards 7.0 9.1 12.8 6.0 .8 .7 D. Year Dummies R2 S.E.E. YES .09 11.9 YES .10 11.8 YES .18 11.3 1. All Regressions basedon 1245 observations: 83 products x 15 years of data. Cartelj Regulation variables 1 if indicated type of cartel or regulation is in force in the yeat, O otherwise. All regressions inc Jude 14 dummies, each 1 for observations in years 1976   90, coefficeents not shown. 56 TABLE!. MARKETSTRUCTURE,REGULATION Cartels and Prices, 197690 INDEPENDENT VARIABLES 1 2 P COEF ltl COEF Itl COEF Itl A. Carte l Agreement 1. vertical 2. Horizontal 2.3 o 4.3 2.0 4.0 2.0 4.1 o .8 1.8 .8 1.8 B. Regulation 1. Environmental 7.1 9.3 6.8 8.9 6.6 8.7 2. Price 11. 6 7.2 12.3 7.6 12.3 7.6 3. Technical Standards .2 .2 .8 .8 .9 .8 C. Market Structure 1. Herfindahl Index 1.19 1.4 9.3 2.9 9.1 2.9 2. Number of Firms 2.9 3.9 2.8 3.9 D. Avg. Wage 000 90 SEK E. Year Dummies R2 S.E.E. YES .18 11. 3 57 .06 2.3 YES .19 11.2 YES .19 11.2 TABLE J. PRICE CHANGES AND CARTEL CHANGES PRICE VARIABLE AND INTERVAL TYPE OF CARTEL CHANGE FORMATION TERMINATl ON A SWEDISH RELATIVE PRICE 1. Year of Change O 2. Year After 1 3. Year Before 1 4. O to 1 5. 1 to O 6. 1 to 1 B. SWEDISH DOMESTIC PRICE 1. O 2. 1 3. 1 4. O, 1 5. l, O 6. 1,1 %A HORIZ. Itl .9 1.2 1.0 1.3 1.3 1.7 .1 .1 .5 1.1 %A VERTICAL Itl .0 .0 .9 .9 1.3 1.2 1.2 1.2 .9 1.0 1.5 1.1 2.1 1.7 .0 .0 .2 .6 .4 1.2 .2 .4 .4 .8 .2 .3 .5 .3 .3 .9 .8 1.7 1.1 .8 2.0 1.8 1.2 2.1 %A HORIZ Itl 1.0 1.3 0.6 .8 .2 .2 .4 .3 .9 1.1 .3 . 2 .2 .6 .2 .7 .3 .9 .4 .9 .6 1.0 .8 1.3 VERTl CAL %A Itl 3.5 3.4 1.7 1.6 .8 .8 1.8 1.2 2.4 1.5 .5 . .3 .4 .9 .2 .3 .1 .2 .6 .9 .4 .5 .5 .9 Note: Based on regressions with change in lag of price as dependent variable. Independent variables include up to 3 cartel change dummies, year dummies and, for the Swedish price change, the current and two lagged values of the changes of the EEC price index for the good. Sample sizes vary from 913 to 1162 depending on the lag structure. Each line indicates a different assumed lag structure. E.g. In line 1. it is assumed that all effects occur in year of cartel change, for line 6. the effects are assumed to begin a year before and end a year af ter the change. 58 TABLE K. FREQUENCY OF POSITIVE RESIDUALS FOR PRICE CHANGES AROUND CAR1EL CHANGES PRICE VARIABLE. l YPE OF CHANGE NUMBER OF CASES A. Swedish Relative Price I. Carte! Foonatlon 1.Horizontal l O a Year of Change b Year Before c Year After 2. Vertical 13 a b c II. Carte! Tennination 1. Horizontal 17 a b c 2. Vertical 9 a b c B. Swedish Price I. Carte! Fonnation 1. Horizontal 10 a b c 2. Vertical 12 a b c II. Carte! Tennination 1. Horizontal 16 a b c 2. Vertical 9 a b c FREOUENCY POSITIVE RESIDUALS CONTROL GROUP FREOUENCY DIFFERENCE ITI .80 .70 .40 .62 .75 .69 .41 .65 .50 .00.78 .75 .80 .56 .70 .83 .64 .75 .44 .86 .60 .22.89 .63 .42 .68 .56 .47 .61 .62 .51 .53 .59 .53 .54 .59 .51 .75 .68 .56 .61 .68 .73 .n .69 .73 .76 .57 .38 .02 .16 .14 .14 .07 .10 .12 .09 .53 .24 .16 .29 .19 .02 .27 .03 .07 .29 .08 .09 .Sl .13 .06 2.2 0.2 1.1 0.9 1.1 0.4 0.8 0.8 0.6 S.2 1.3 1.0 1.60 1.12 0.11 2.19 0.16 0.46 2.39 1.04 0.66 3.40 1.20 0.43 number ot cases. Cartel with both bonzontal and vertical pr OVISl Ons 3 tormat Ions, 8 termmat Ions IS counted !Wire. Cases used in computations vary because of different underlying lag structures of the two regressions used to generate residuals and because 1975 and 1991 data are unavai Jable. significantly 5% greater smaller than overall sample frequency. 59 TABLE L OUTPUT CHANGES AND CARTEL CHANGES TYPE OF CARTEL CHANGE INTERVAL FORMATION HORIZ. VERTICAL TERMINATION HORIZ VERTICAL 1. Year of Change O 2. Year Af ter 1 3. Year Before l 4. O to 1 5. 1 to O 6. 1 to 1 % Il Itl 5.8 2.7 3.0 1.4 4.1 1.9 8.8 2.9 10. O 3.3 13.3 3.5 % Il Itl 10.5 5.7 3.8 2.0 1.0 0.5 7.1 2.7 9.7 3.6 6.4 1.9 % Il lt: 6.7 3.3 0.4 0.2 0.2 0.1 6.2 2.1 6.5 2.2 6.2 1.7 % Il Itl . 2.5 0.9 0.4 0.1 1.3 0.4 1.9 0.5 1.4 0.3 1.3 0.3 See note to Table J. This table is based on regressions with the ch ange in log of output, year t minus the average annual change, 19761990 as dependent variable and year dummies as independent variables. Sample size varies from 996 to 1162 depending on the log structure. 60 TABLE M. FREQUENCY OF POSmv E RESIDUAl S, OUTPUT CHANGES AROUND CARTEL CHANGES 1 DIFFERENC E Itl .42 .25 .32 .65 .18 .21 .48 .11 .05 .62 .04 .17 2.2 1.9 1.5 13.5 1.2 1.5 4.4 0.8 0.4 9.2 0.2 1.0 TYPE OF CHANGE NUMBER OF CASES FREQUEN CY POSITIVE RESIDUALS I. Cartel Formation CONTROL GROUP FREQUENC y L Horizontal a Year of 10 Change b Year Before c Year Af ter 13 2. vertical a b c II. Cartel Termination L Horizontal 17 a b c 9 2. vertical a b c See notes to Tables K and L .20.20.70 .00.31 .69 .94 .41 .63 1.00 .44 .50 .62 .45 .38 .65 .48 .49 .46 .52 .57 .38 .48 .67 61 TABLE N. PROFITSSALES. V ALUE ADDED PER WORKER COMPETITION AND REGUl ATION INDEPENDENT VARIABLES PROFITSSALES X 102 COEF. COEF. ltl ltl VALUE ADDEDWORKER SEK 000 COEF. COEF. Itl ltl 1 2 3 4 A. Cartels 1. Vertical 2. Horizontal 0.2 .3 1.3 1.3 21 29 1.5 . 15 30 2.1 1.1 2.1 0.0 .0 1.7 1.7 B. Regulation 1. Environmental 2. Price 3. Technical Standards C. Capital Intensity 1. CapitalSales 2. CapitalWorker SEK 000 D. Market Structure 1. Herfindahl 2. Number of Index Firms 3.8 5.2 3.8 5.3 7.5 4.9 7.4 4.8, 0.4 .4 0.7 0.7 46 77 22 4.3 3.4 1.5 44 81 19 4.1 3.6 1.3 7.3 3.5 7.4 3.5 .22 19.4 .22 19.3 9.0 2.9 1.1 1.5 68 4 1.5 0.4 E. Year Dummies R2 S.E.E. YES .20 10.8 YES .21 10.8 YES .39 158.0 YES .40 156.9 62 TABIE O. ESTIMAi ED IMPACf OF COMPETITION AND REGUUTION ON UNIT COSTS OUTPUf PER WORKER VARIABLES EFFECT OF UNIT CHANGE ON COSTOUTPUT OUTPUTWORKER ltl lt A. Cartels 1. vertical 2. Horizontal B. Regulation 1.8% 2.8 1.5 1.9 1.6% 4.0 0.5 1.1 1. Environmental 2. Price 1.3 1.8 3. Technical Standards 1.9 1.2 0.8 1.3 6.8 12.1 5.5 2.5 2.1 1.5 C. Market Structure 1. Herfindahl Index 2. Number of Firms 19.2 3.9 4.0 3.5 34.3 5.8 3.0 2.3 Based on coefficients from col2 Table I and cols 2 and 4 Table N. See text for fonnula combining these coefficients. Estimates are taken at sample means of all relevant variables. 63 TABLE P. TOTAL FACf OR PRODUCf IVITY GROWIH 1976 1990 INDEPENDENT VARIABLES COEF 1 :t: COEF 2 :t: COEF 3 :t: A. Cartels 1. Horizontal 1.22 1.7 1.56 2.1 .04 2. vertical .46 .7 .47 .7 .11 0.2 0.6 B. Regulation 1. Environmental 2. Price 3. Technical Standards .47 1.1 .41 0.5 .74 1.3 1.3 0.2 1.7 .19 1.6 .20 0.8 .01 0.4 .53 .15 .96 3.30 .77 1.7 1.7 .25 .10 0.4 0.8 .98 30.4 .10 1.54 .11 1.53 .93 0.42 C. Market Structure 1. Herfindahl Index 2. Number of Firms D. Median Industry Price Change in EEC, 7690 R2 S.E.E. Sample 83 products Dependent variable is Annual Percentage growth of total factor productivity between 1976:.77 and 198990. See text for definition of total factor productivity, Cartel, regulation and market structure measures are 19761990 averages of annual values. EEC Jndustry price change is the median value for the industry group of the annual rate of change of EEC product price indexes for 197677 to 198990. 64 TABLE Q. GROwm: RATE OF OU1PUT PER WORKER 1976 1990 INDEPENDENT VARIABLES COEF :t: 1 2 COEF :tl 3 COEF lt: A. Cartels 1. Horizontal 1.17 1.6 1.48 2.0 .02 2. vertical .39 0.6 .41 0.6 .05 B. Regulation 1. Environmental 2. Price 3. Technical Standards .51 1.2 .25 0.3 .78 1.4 .56 .01 .98 1.4 0.0 1.8 .15 .05 .02 0.1 0.5 1.9 0.3 0.2 C. Market Structure 1. Herfindahl Index 2. Number of Firms D. Growth Rate of Capital Per Worker E. Median Industry Price Change, EEC R2 S.E.E. 2.99 .72 1.5 1.6 .05 0.1 .90 0.05 .91 3.8 .86 3.6 .90 20.2 .97 45.8 .18 1.49 .19 1.48 .97 0.27 65 TABLE R. SIMULTANEOUS ESTIMATl ON OF RELATIVE PRICES AND TFP GROWTH INDEPENDENT VARIABLES A Carte Is 1. Vertical 2. Horizontal B. Regulation 1. Environmental 2. Price 3. Technica J standards C. Median Industry Price Change in EEC, 7590 D. Dependent variables 1. Relative price 2. TFP growth Relative Price Coef t TFP growth Coef t 0.046 0.015 0.06 0.12 0.001 1.2 0.3 2.5 2.2 O 0.03 0.6 0.0001 0.0001 O O 0.04 2.0 0.004 0.2 0.98 0.21 28.1 0.8 S.E.E. 0.11 0.09 0.93 0.057 66 TABLE S. SIMULTANEOUS ESTIMATION OF THE PROFIT RATE, RELATIVE TFP GROWTH AND RELATIVE PRICES INDEPENDENT VARIABLES A. Carte Is 1. Vertical 2. Horizonta J B. Regulation 1. Environmenta J 2. Price 3. Technical standards C. Wage level D. Dependent variables 1. Profit rate 2. Relative TFP growth 3. Relative price Al! S.E.E. Profit rate Coef t Relative TFP growth Coef t Relative Prices Coef t Q.012 0.6 0.006 0.23 Q.04 0.03 0.009 0.6 0.07 Q.032 0.99 0.115 U 0.7 2.2 2.1 0.008 0.5 Q.OOO5 0.01 0.004 0.2 0.39 2.5 1.85 3.3 Q.13 0.3 0.34 1.75 0.13 0.2 0.15 0.09 0.11 0.09 67 TABLE T. SlY OF EFFECTS OF CARTELS AND REGULATl ON INSTITUTION MAIN AFFECTED SECTORS PRICES OUTPUT PRODUCTIVIT y OUTPUTWORK ER TOTAL FACTOR PRODUCTIV TY GROWTH per year N 1.6% for horizontc agreemen 1 7% 12% N .5% N 1% 2% in vertical agreements 6 to 13% af ter agreement, 6% af ter agreement is terminated 6% 11% N CARTELS Food, woodpaper, packaging, chemicals REGULATION 1. Environmental Woodpaper, chemicals, petroleum 2. Price Food 3. Technical standards Food, packaging, transport egpt. RELEVANT AVERAGES FROM SAMPLE N No effect found Data unavailable 13.6% Sweden v. EEC SEK 520,000 Value Added per worker 1.6%ye. TFP Growth 5.6% standard deviation of yearly ouput change 68 ", "filename": "wp438.pdf", "person": ["Stefan Fölster", "Fölster, Stefan", "Sam Peltzman", "Peltzman, Sam"], "date": ["2012"]}