{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/81153/1/wp603.pdf"], "title": ["Do Oppositional Identities Reduce Employment for Ethnic Minorities?"], "plaintext": "Do Oppositional Identities Reduce Employmentfor Ethnic Minorities?Harminder Battu Mc Donald Mwale University of Aberdeen University of Aberdeen Yves Zenou IUI, University of Southampton and CEPRNovember 27, 2003Abstract We develop a model in which nonwhite individuals are defined with respectto their social environment family, friends, neighbors and their attachments totheir culture of origin religion, language, and in which jobs are mainly foundthrough social networks. We find that, depending on how strong are peer pressures,nonwhites choose to adopt oppositional identities since some individuals mayidentify with the dominant culture status seekers and others may reject that cultureconformists, even if it implies adverse labor market outcomes. We then test thismodel using a unique data set that contains extensive information on various issuessurrounding ethnic identity and preferences in Britain. We find that the socialenvironment of individuals has a strong influence on their identity choice. We alsofind that those nonwhites who have preferences that accord with being a conformistdo experience an employment penalty.Key words: Ethnic minorities, identity, social networks, whites norm.JEL Classification: J15We would like to thank the seminar participants at the University of Bristol, the 18th Congressof the EEA, Stockholm, and the Tinbergen Institute, Amsterdam, for helpful comments, in particular Paul Grout, Gerard van den Berg and Thibaud Verge. Yves Zenou thanks the Marianne and Marcus Wallenberg Foundation for financial support.Department of Economics, University of Aberdeen, Edward Wright Building, Dunbar Street,Old Aberdeen AB24 3QY, UK. Email: h.battuabdn.ac.uk Health Economics Research Unit HERU, University of Aberdeen, Medical School, Polwarth Building, Aberdeen AB25 2ZD, UK. Email: m.mwaleabdn.ac.uk Corresponding author. Address: IUI, The Research Institute of Industrial Economics, Box 5501,114 85 Stockholm, Sweden. Email: yvesziui.se 11 Introduction During the spring and early summer of 2001 there were a series of violent disturbances in various cities and towns in England. As a consequence, a number of localand national enquiries were formed to investigate the causes. Though a range ofpotential explanations were proposed, two received considerable attention both inpolitical circles and in the media. First, the lack of a shared civic identity to bringtogether diverse communities. Second, increasing segregation of communities oneconomic, geographic, racial and cultural lines even where this reflected individualpreferences.1The interest paid to these two factors is relatively novel in the UK and doesrepresent a departure from the longstanding debate in the UK which has tendedto emphasize racial discrimination as the key force in driving ethnic disadvantageCRE, 2002. The debate in the US, at both a policy and academic level, on thesetypes of issues is of longer standing. One theme that has emerged from the academic literature is that some individuals in ethnic groups may choose to adoptwhat are termed oppositional identities. Where a community or group is sociallyexcluded from a dominant group, some individuals of that group may identify withthe dominant culture and others may reject that culture.2 This may occur even ifthe latter groups preferences involve a lower economic return. From the standpointof those who choose not to take a rejectionist stance the rejectionists are makingpoor economic decisions; they are engaging in what might be termed selfdestructivebehavior. Such preferences may stem from a lack of economic opportunity, discrimination or it may stem from a desire to display greater racial or religious solidarity.There are some indications of oppositional preferences within the United States.For African Americans, Ihlanfeldt and Scafidi 2002 evoke a wish to share culture,prejudice against whites, or expectations of unfavorable treatment by whites againstnonwhites in white neighborhoods. One could also think of the advantages whichmembers of a minority group can derive from locating close to one another, therebyimproving their access to ethnic goods such as food, education or religious service,not to mention the ability to socially interact in their own language Akerlof and Kranton, 2000. Other studies for the US have found that African American studentsin poor areas may be ambivalent about learning standard English, where this maybe regarded as acting white and adopting mainstream identities Wilson, 1987,Delpit, 1995, Ogbu, 1997, AustenSmith and Fryer, 2003. Interestingly, a key resultof the sociological literature is that members of the same minority group may exhibitdifferent levels of ethnic preferences. This is confirmed by a 1992 study of nonwhitesin the Detroit Metropolitan Area Bledsoe et al., 1995 which shows that nonwhites 1 For further details on these reports see Building Cohesive Communities 2001.2 An alternative explanation revolves around qualifications: skilled minorities could benefit morefrom integration than unskilled minorities Cutler and Glaeser, 1997.2who live in predominantly nonwhite neighborhoods display greater solidarity thanthose who live in mixed neighborhoods.In the economics literature there is no direct evidence on what drives such behavior and on the implications of such behavior for labor market outcomes. Blackabyet al. 1997 for the UK have argued that the labor market disadvantage of ethnicgroups may stem from what they describe as the cultural outlook of the minority group itself. They go further and argue that some groups may have a tastefor isolation which limits their economic opportunities and raises their unemployment rates. The authors do not, however, conduct any formal empirical analysis togauge the importance of these effects. Similarly Berthoud 2000 acknowledges theimportance of identity related factors in his discussion of the alienation of certaingroups, which he argues is a consequence and a reinforcing cause of their exclusionfrom employment. Again, there is no attempt to get to grips with these issues atan empirical level. Brown 2000 makes a similar argument when he argues thatquantitative work has been constrained by a general failure to collect culturalinformation. There is a tendency then to use ethnic group variables as a catchallmeasure for cultural differences.In this paper, we first develop a model in which nonwhite individuals are defined with respect to their social environment family, friends, neighbors and theirattachments to their culture of origin religion, language, and in which jobs aremainly found through social networks. Nonwhites must decide to totally or partially adopt the whites culture or to reject it by anticipating the implications of thischoice on their labor market outcomes. Interacting with whites is beneficial becausenonwhite workers may then benefit from the high quality of whites social networkssince the latter are not discriminated against. We found that, totally identical individuals can end up with totally different choices. Indeed, depending on how strongthe peer pressure are, nonwhites choose to adopt oppositional identities sincesome of them may identify with the dominant culture and others may reject thatculture. We found in particular that some nonwhites will totally reject the whitesculture even though they know that it will sharply decrease their chance of beingemployed.33 Few theoretical models have investigated the link between ethnic preferences and labor marketoutcomes. Akerlof 1997 discusses informally a model that has these features whereas Selod and Zenou 2002 essentially focus on the urban consequences i.e. ghettos of ethnic preferences. Thereare also some recent papers that have focussed on the links between identity and education. Akerlofand Kranton 2002 propose a theory in which a students primary motivation is his or her identityand the quality of a school depends on how students fit in a schools social setting.In a veryinnovative paper, AustenSmith and Fryer 2003 model peer pressures in education by puttingforward the tension faced by individuals between signalling their type to the outside labor marketand signalling their type to their peers: signals that induce high wages can be signals that inducepeer rejection. One of their main results is to show that the more individuals discount the future,the more acute peer pressure becomes and the more homogemous groups are in terms of education.3We then undertake a direct empirical investigation of the relationship between anoppositional identity and employment in the labor market. We have at our disposala unique data set for Britain, which deliberately oversamples ethnic groups andcontains extensive information on various issues surrounding ethnic identity andpreferences. We examine the two main issues of the theoretical model. First, whatfactors might lead some to adopt or possess such an oppositional identity? Second,what are the consequences for employment and is there an employment penalty forthose who possess an oppositional identity? Our results indicate that the socialenvironment of individuals has an influence on their identity choice and that thosenonwhites who have preferences that accord with being oppositional are likely toexperience an employment penalty.The remainder of the paper has the following structure.In the next section,we develop the theoretical model. In section 3, our data set is described and wegive some descriptive statistics. Section 4 deals with the measurement of ethnicpreferences. Section 5 presents the empirical results. The final section offers asummary and suggests some further avenues of research.2 The theoretical model In this section, we would like to derive a simple model showing that ethnic preferences the desire or reluctance to interact with individuals of other ethnic groupscan have strong implications in the labor market. There are two stages. In the firstone, nonwhite individuals decide to adopt the whites norm or not anticipating theimplications of this choice on their labor market outcomes. This is the second stage.Before describing each stage, we will first set out the utilities of the workers andhow workers obtain a job.2.1 Ethnic preferences and utilities There is a finite number of nonwhite and white individuals which are respectivelygiven by NNW and NW , with NNW NW N. We assume that NW NNW , whichis the case in most areas cities, regions, etc. in developed countries especially the US and the UK. Whites and nonwhites are totally identical; they just differ by anobservable trait, which is the color of their skin. We locate these individuals on aline the social space of length is 1. For simplicity, the whites norm is normalizedto zero and all other workers nonwhites define themselves with respect to thisnorm.As we will see below, nonwhite workers optimally choose their location 0 In this line, there are two extreme locations: x 0x 1 in the social space.means to totally adopt the whites norm and thus to totally reject the norm of theethnic group the worker belongs to whereas x 1 implies the contrary to totally 4reject the whites norm and thus to totally adopt the norm of the ethnic group theworker belongs to. Any locations choice of 0 x 1 leads to a behavior which isin between these two extremes. Thus, the larger x the more distant the worker isfrom the whites norm and the closer heshe is from hisher own community becausethe more time one spends with the white community, the less time heshe spendswith hisher own community. For example, as we will see in the empirical part ofthis paper see Tables 2 and 4, some ethnic minority groups living in Britain donot think themselves as British and do not want a close relative to marry a whiteperson. These individuals have clearly chosen to be close to 1 in social space. Thosewho answer the opposite have chosen to be close to 0 in social space. There arealso indirect ways to distance oneself from the white culture. Some ethnic minoritypersons think that ethnicity is important in choosing a school Table 5 and thatthere should be more than half pupils of the same ethnic group in the school Table 6. This is an indirect way to distant oneself to the whites norm since it makes theinteraction with whites more difficult.Let us now describe the preferences of whites and nonwhites, who are all assumed to be risk neutral. Since whites are located at x 0, the instantaneousindirect utility function of a white worker of employment status j U, E is givenby:VW j yj1where yj is the exogenous income of a worker with employment status j y E andy U are respectively the wage of the employed and the unemployment benefit, withy E y U 0.All nonwhites are totally identical ex ante. Thus, the instantaneous indirectutility function for a nonwhite worker i 1,  , NNW of employment status j U, E, and location 0 xi 1, is given by:VNW jxi yj e xi xj 1NW 1Xj 6i23wherexj xjis the average location choice of all nonwhite workers but i. In this formulation,nonwhites define themselves with respect to whites xi and to their peers xj.First, because there are cultural and sometimes language and religious differencesbetween whites and nonwhites, there is a cost for nonwhites in interacting withwhites. In 2, for a given xj, this cost is captured indirectly through the distance xiin the social space. It is easy to see that when the distance to the white communityincreases, utility increases, reflecting the disutility of interracial contacts with whiteneighbors. This is the case because some nonwhite workers may not trust 5people from other communities, especially whites, especially when they have beenhistorically discriminated against see Alesina and La Ferrara, 2002, for an interesting study on trust and racial mixing. Second, because peer pressures do matter,the utility of nonwhites positively depends on xj the average choice of the othernonwhites. Indeed, for a given xi, the more your peers choose to distant themselvesfrom whites, the higher is your utility.4 Take two extreme cases. If all your peerschoose to totally reject whites values, i.e. xj 1, then your instantaneous utility isyj e xi, so that only your location choice is affecting you. If, on the contrary, allyour peers choose to totally adopt the whites norm, i.e. xj 0, then your choicedoes not matter since your utility is just your income yj. As a result, 0 xj 1and thus the choice of your peers always reduces the impact of your own choice onyour utility. Of course, the magnitude of this reduction depends on e, which canthus be interpreted as the importance of peer effects and social environment:if eis very high it could be greater than one, then peers have a strong effect on thechoice of xi. In other words, depending on its value, e can amplify or reduce theeffects of the peers. There is thus a group externality that is captured by xj sincewhen a worker choose xi, heshe influences the choice of hisher peers.2.2 Social networks and the job acquisition rate Let us now describe the way the labor market operates. Here we focus on jobs thatare available to both whites and nonwhites, i.e.jobs for which whites and nonwhites compete for. This means that we are not interested in selfemployment andin jobs that are only available to nonwhites because for example it implies knowingthe language of the community.At any moment of time, workers can either be employed or unemployed. Weassume that changes in employment status employment versus unemployment aregoverned by a continuoustime Markov process. Firms are assumed to use localor informal methods so that jobs can mainly be obtained through wordofmouthcommunications for example firms do not advertize their vacancies but transmitthe information about them only to their employed workers, who, in turn, give thisinformation to their friends. In our framework, there is a twostage procedureto obtain a job. First, workers must have a job contact with a firm through theirsocial network and then a job match with this firm as for example in Pissarides,2000, ch.6. The first stage requires that unemployed workers acquire informationabout jobs this process will be detailed below in order to establish a contact. In thesecond stage, the match is automatically realized for whites, whereas it is realized 4 In his study about religious groups, Berman 2000 has a similar externality. In his model, themore your peers do the same activity as you, the higher is your utility for example, praying ismuch more satisfying the more participants there are. Here, what matters is the average choice ofyour peers rather that the number of your peers who make the same choice.6with probability m 1 for any nonwhite worker. This is because we assume thatthere are two types of firms in the economy: nondiscriminating firms in proportionm and discriminating firms in proportion 1 m. So when a nonwhite worker hasa contact with a firm, this job contact is transformed into a job match only if thefirm does not discriminate against nonwhites. The probability 1 m can representthe prejudices of employers who dislike associating with nonwhite workers Becker,1957. Observe that m does not depend on xi. This means that labor marketdiscrimination is not affected by the norm that a nonwhite adopts. In other words,if a nonwhite chooses to totally adopt the whites culture xi 0, heshe will beseen by a discriminatory employer exactly as any other nonwhite that has chosento totally reject the whites culture xi 1.5We assume that job contacts randomly occur at an endogenous rate W for whitesand ixi for a nonwhite worker located at a distance xi from the whites norm In this context, the job acquisitionwhile the exogenous job separation rate is .rate that is the transition rate from unemployment to employment is the productof the job contact rate and the probability of a job match. Since whites alwaystransform a job contact into a job match, their job acquisition rate is equal to theirjob contact rate W . For nonwhites, the job contact rate must be multiplied by mthe probability that the contacted firm is not discriminating.Let us now determine the job contact rate for all workers. For a white worker,we have W s W4whereas, for a nonwhite worker located at a distance xi from the whites norm,it is given by:NW xi s NW xi5where 0 is the common information about jobs available to anyone independently of race or space, s W and s NW xi denote the local social network of respectively whites and nonwhite workers located at xi, and is a positive parameterthat measures the impact of social network on the job contact rate.In the specification we have chosen, the job contact rate only depends on theamount of information workers can gather about job opportunities. Formulas 4and 5 assume that a given level of information is available to anyone and that thislevel of information may be altered through social networks. In other words, besidesthe common knowledge factor, there is another way of learning about jobs: employedworkers hear about the job on the workplace and transmit this information to theirfriends.5 It is easy to generalize the model by having mxi, with 0 mxi 1 and m 0xi 0, so thatemployers discriminate more against nonwhites that have chosen to distance themselves from thewhites norm. However, this will complicate the analysis without changing the qualitative resultsof our main Proposition Proposition 2 below because the effects will be even stronger.7Let us now define what we mean by friends and social networks. The local connections that whites and nonwhites can use to find a job are respectively measuredby s W and s N W xi, which we assume to be a positive function of that groupsemployment rate, i.e. respectively 1 u W and 1 u NW . In other words, when theunemployment rate is high among a particular group, individuals of that group havefew connections that can refer them to jobs and their social network is poor CalvoArmengol, 2003, CalvoArmengol and Zenou, 2001, Montgomery, 1991, Mortensenand Vishwanath, 1994, Topa, 2001. This is because, in our model, only the employed can transmit information about jobs. In this respect, the employment ratemeasures the quality of a groups social network.For a worker of type k N W, W , the social network is given by remember thatthe total population is normalized to 1:skxi xi1 u W NW 1 xi1 u NW NNWwith xi 0, 1, xi, and 0xi 0. Thus, depending on hisher position xi inthe social space, each individual benefits more or less of the social networks of allthe other workers.For whites, since x 0, we have:s W 0 1 u W NW 1 01 u NW NNWFor simplicity and without loss of generality, we assume thatxi 1 xi6which implies that 0 1 and 1 0. As a result, the whites social network isgiven by:s W 1 u W NW7which means that their social network only depends on their own employment rate.For nonwhites, the social network will partly depend on their location in thesocial space.Indeed, nonwhites benefit from their own connections to jobs i.e.their own employment rate and also from part of the social network of whites. Wehave:s NW xi 1 xi1 u W NW xi1 u N W NN W8The following comments on 8 are in order. First, s N W xi explicitly takes intoaccount the underlying population shares of whites and nonwhites and thus gives aweighted average measure of social distance. Second, two different social networksaffect the social network of nonwhite workers: the whites social network, 1 u W ,and the nonwhites one, 1 u N W . The relative weight of each of them stronglydepends on the choice of xi in the social space.8The general idea here is that, the more time one spends with the white community, the less time heshe spends with hisher own community. In a geographicalcontext, this will be even more true since nonwhites living in predominately nonwhite white neighborhoods will not interact very much with other nonwhitesbecause of the physical separation between communities. What is crucial here isthat there is an externality of being close to whites. This externality causes theemployment rate of nonwhites to be positively affected by the employment rateof whites. However, depending on the value of xi the willingness to interact withwhites or to adopt the whites culture, nonwhites can benefit more or less fromwhites connections to jobs.If, as we will see below, whites have the best connections to jobs because thereare less discriminated against since most of the employers, both in the US and the UK, are whites, then equations 7 and 8 capture the fact that there is a cost interms of labor market outcomes to live in a predominantly white society and notwilling to adopt the whites norm.2.3 The twostage equilibrium As stated above, there are two stages. In the first stage, nonwhite workers choosetheir location x in the social space we have imposed the location x 0 for whites.In the second stage, the labor market outcomes i.e. the unemployment rate and theprobability to find a job of each white and each nonwhite are determined. Becauseof backward induction, we solve the second stage first.We have seen that changes in the employment status of white and nonwhiteworkers are governed by a time continuous Markov process in which W and m NW x6are respectively the groupspecific transition rate defined by 4 and 5 and isthe job destruction rate. As a result, plugging 7 in 4, the probability to find ajob for whites is equal towhereas, for nonwhites, by plugging 8 in 5 and using 6, it is given by:W 1 u W NWm NW x m m 1 x 1 u W NW x1 u NW NNW 910Since each job is destroyed according to a Markov process with arrival rate, then the number of workers of type k N W, W who enter unemployment is1 ukNk and the number who leave unemployment is mkkuk Nk, with m W 1and m N W m 1. The evolution of unemployment is thus given by the differencebetween these two flows,6 When there is no possible confusion, we will not put the index i for x.,k N W, W11uk Nk 1 ukNk mkk uk Nk 9whereuk Nk is the variation of unemployment with respect to time for workers oftype k. In steady state, the level of unemployment is constant and therefore thesetwo flows are equal flows out of unemployment equal flows into unemployment.We thus have:uk mkk,k N W, WThus, for whites, we have:u W Wwhereas, for nonwhites with location x, we obtain:u NW x m NW x121314where u NW x denotes the unemployment rate of nonwhite workers as a functionof x the location in the social space.Lemma 1 in the Appendix shows that we have u W u N W whatever the locationchosen in the first stage by nonwhites. Lemma 2 in the Appendix shows that when , the solutions of 13 and 14 are unique, strictly positive, strictly between 0and 1, and respectively given by 17, 18 and 19.Let us now solve the first stage of the model. We can now calculate the expectedutilities of each group. To do that, we assume perfect capital markets with a zerointerest rate,7 which enable workers to smooth their income over time as they enterand leave unemployment: workers save while employed and draw down on theirsavings when out of work. At any moment, the disposable income of a worker isthus equal to that workers average income over the job cycle. Therefore, using 1,the expected utility of a white worker is equal to EVW 1 u W VW E u W VW U y E u W y E y U For a nonwhite worker i located in xi, using 2, it is given by:EVNW xi 1 u NW xiVNW Exi u N W xiVN W U xi y E e xi xj u NW xiy E y U 15167 When there is a zero interest rate, workers have no intrinsic preference for the present so thatthey only care about the fraction of time they spend employed and unemployed. Therefore, theexpected utilities are not state dependent. For example, since a white worker spends a fraction W W of his lifetime employed and a fraction W unemployed, his average income isequal to WW y U . The same analysis applies for nonwhites.W y E 10where u N W xi is determined by 14.We focus on symmetric Nash equilibria with pure strategies. We have the following definition:Definition 1 A steadystate market equilibrium is a triple x NW , u W , u NW suchthat, the choice of nonwhites of x in the social space is a pure strategy symmetric Nash equilibrium and such that the steadystate conditions 13 and 14 on unemployment are satisfied.We can now fully characterize the steadystate labor market equilibrium. Wedenote by x NW x NW the equilibrium location choice which is equal to the averageequilibrium choice. We have a first straightforward result:Proposition 1 Assume . Then whatever the values of all other parameters,there always exists a steadystate equilibrium in which all nonwhite workers chooseto totally adopt the whites norm, i.e. x NW x NW 0 and are referred to asstatusseekers. Their unemployment rate u SS u0 is given by 18.Proof. The first order condition of 16 is given by:EVN W xixi e xj u 0NW xi y E y U where u 0NW xi 0 see Lemma 3 in the Appendix. Assume that xj 0, thenthe best reply from i is xi 0 since EVNW xi 0. Thus, all workers coordinatethemselves on this equilibrium and no one has the incentive to deviate.xi This result is very intuitive. When workers choose x NW they trade off the gainshigher chance to get a job with the costs of being close to x depending on thechoice of the others. Now, if all your peers decide to totally adopt the whites norm,it is clear that you will also make the same choice since there are only gains fromit higher chance to get a job and positive externality from the group. Let us nowgive our general result.Proposition 2 Assume . By using the value of u 00 and u 01 in 24 and25, we have:i If ey Ey U u 00, there is a unique stable steadystate equilibrium in whichall nonwhite workers choose to totally adopt the whites norm, i.e. x NW 0.ii If u 00 ey E y U u 01, there are three stable steadystate equilibria. Inthe first one, all nonwhite workers choose to totally adopt the whites norm,i.e. x NW 0. In the second one, all nonwhite workers choose to partially 11adopt the whites norm, i.e. 0 x NW 1 but the value of x NW is quitelow. Their unemployment rate u IN u N W x NW is given by 20. In thethird one, all nonwhite workers choose to partially adopt the whites norm, i.e.0 x NW 1 but the value of x N W is quite high: x NW x N W 1. Theirunemployment rate u IN u NW x N W is given by 20.iii If ey E y U u 01, there are three stable steadystate equilibria. In thefirst one, all nonwhite workers choose to totally adopt the whites norm, i.e.x NW 0. In the second one, all nonwhite workers choose to totally rejectthe whites norm, i.e. x NW 1 and are referred to as conformists. Theirunemployment rate u CO u1 is given by 19. In the third equilibrium, allnonwhite workers choose to partially adopt the whites norm, i.e. 0 bx NW 1, with x NW bx NW x NW . Their unemployment rate bu IN u NW bx NW is The unemployment rate of whites u W is given by 17. We also have that:given by 20.Proof. See the Appendix.u W u SS u IN bu IN u IN u COThis proposition shows that ex ante identical workers can end up choosing oppositional identities. However the results depend on the value of e the intensity ofpeer pressure, the wage premium of being employed, y E y U , and the marginalimpact of x on the nonwhite unemployment rate u 0NW x. To be more precise, thereare two forces that counteract each other. On the one hand, nonwhites would liketo reject the whites norm because it is costly to interact with whites, but, on theother, they are attracted to whites because of the positive consequences in the labormarket. Now depending on the choices of the peers, one force can dominate theother.Proposition 2, case i, shows that if there are low peer pressures low e and thepayoffs to interact with whites are very high high y E y U u 00, then all workerswill choose to assimilate to the white culture x N W 0. It is clear in this case thatno worker will deviate from this equilibrium because the gains are very high andthere is basically no cost since the group provides very positive externalities.At the other extreme, Proposition 2, case iii, shows that if there are strongpeer pressure and low rewards to interact with whites, then there are two otherequilibria in which all workers will choose to either totally or partially reject thewhites norm. This means that, even if it implies a penalty in terms of finding ajob, because of strong peer pressures nonwhites reject the whites norm by choosinga x NW different to zero. As in Akerlof 1997, we refer to the workers who choosex NW 0 as being statusseekers because they seek to increase their social status 12by interacting with whites and to the others who choose choose x NW 1 as beingconformists because they want to conform to the norm of their own group.Finally, in the intermediate case where peer pressures and payoffs to interactwith whites have intermediate values Proposition 2, case iii, other equilibria canemerge in which nonwhites either partially or totally adopt the whites norm. Inthis case, they will never totally reject the whites norm because the rewards are nottoo low.An interesting result is that, even if all individuals in a community would liketo reject the whites norm i.e. x NW 1, it is not always an equilibrium. In fact,it has to be that peer pressures are sufficiently strong and that the rewards frominteracting with whites sufficiently low case iii. Otherwise, individuals can notcoordinate themselves on this equilibrium in which everybody chooses x NW 1.This model has some interesting implications in terms family and peer pressuresas well as welfare policies in the choice of assimilating to the whites culture. Inparticular, there is an interesting externality generated by a nonwhite choosing tolocate closer to the white norm. By doing so, he not only enjoys a higher probability of employment for himself, but he establishes a link between the white andnonwhite job networks. This has no effect on the rate of employment among whites,but will positively influence the probability of employment among nonwhites. Forthe usual reasons, therefore, adoption of white identities will be underprovided. Themodel also suggests that, other things being equal, government guaranteed jobs orincome should generate higher variance in identity choices. This is a particularlyprovocative result in light of the political debate concerning the possibility of cultures of aid dependence. Indeed, exogenous increases decreases in unemploymentinsurance should be associated with increases decreases in oppositional identitychoices among minorities because there is less incentive to interact with whites. Inparticular, if the unemployment benefit y U is very low, then there is no equilibriumin which all nonwhites totally reject the whites norm. If, on the contrary y U is verylarge, then this possibility is much more likely to arise.As stated above, language and religion are ones of the main attributes that defineand differentiate statusseekers to conformists. As a result, Proposition 2 indicatesthat nonwhites who have different language and religion than that of the majoritygroup whites and are strongly attached to them strong peer pressures can totallyreject the whites norm and are thus more likely to experience adverse labor outcomes. There is an important literature that shows that the lack of fluency in the English language has indeed adverse effects on both assimilation and labor marketoutcomes of nonwhite workers especially immigrants. This literature begins with Chiswick 1978 and has been studied further by, among others, Mc Manus, Gouldand Welch 1983 and Borjas 1994 for the US, and Dustmann and Fabbri 2003for the UK. Concerning religion, there is a small literature on the economic conse13quences of religion see in particular Iannaccone, 1998 but, to our knowledge, noton the impact of religion on the degree of assimilation and labor market outcomesof immigrants. A notable exception is Lazear 1999 who focuses on cultural differences religion is obviously part of the culture of people between the minority andthe majority group. He shows that individuals from minority groups are more likelyto adopt the culture of the majority when the minority group accounts for a smallproportion of the total population.More generally, this model shows that, in equilibrium, whites and conformistsare in general respectively the most and the least favored group in terms of labormarket outcomes.Indeed, whites are not discriminated against and thus benefitfrom a good social network. To the contrary, conformists who all choose x NW 1have a poor social network in particular because they do not like to interact withwhites and are discriminated against. Therefore, nonwhite conformists have theworst labor market outcomes because unemployment is rampant and peer pressureto conform to the communitys norms and accept adverse racial preferences hasnegative effects on those who are sensitive to it. These results are partly based onthe fact that information about jobs can only be acquired through social networksemployed friends. In this respect, conformists are totally isolated from jobs andthus have little information on job opportunities. The situation is different forstatusseekers since they are less isolated from jobs because they have contacts withwhites.Of course, we cannot rank expected utilities since, for example, conformiststhat experience high unemployment rates can be quite happy since they do notinteract very much with whites we cannot however compare the utilities of thedifferent communities since individuals have different preferences. So the basicresult here is that conformists that do not want to interact with whites pay insome sense the price of this behavior by experiencing high unemployment rates anda low probability to find a job compared to the other nonwhites that are morewilling to adopt the whites norm. Once again, this does not imply that they areworse off.We would now like to test Proposition 2 using British data. Our empirical strategy is in two stages. First, by focusing on six nonwhite ethnic groups Caribbean,Indian, Pakistani, AfricanAsian, Bangladeshi, and Chinese, we will try to decipher the factors that drive the location x in the social space of nonwhites. Inparticular, we will see what factors drive nonwhites to adopt oppositional identities. Second, we will test the impact of this location x being a conformist orstatusseeker on the probability to be employed.143 Data and Descriptive Statistics The data we employ is derived from the Fourth National Survey of Ethnic MinoritiesFNSEM collected in 199394 by the Policy Studies Institute PSI. This includes astandard set of variables capturing individual, demographic and job characteristicssee Modood et al. 1997 for details.It has the advantage that it oversamplesethnic minority groups and explicitly acknowledges the heterogeneity within the nonwhite population where the ethnic population is composed of six groups Caribbean,Indian, Pakistani, AfricanAsian, Bangladeshi, and Chinese.8At the heart of the data set is the 1991 Census. This was used to select thesample of ethnic minorities included in the survey. In particular, all electoral wards in England and Wales were divided into three bands high, medium and low accordingto the proportion of the population who were members of ethnic minorities.9 Withineach band a sample of wards was chosen and within each of these selected wardsa sample of addresses was picked.Interviewers then visited 130,000 addresses toidentify any members of the target minority groups living there who could then beinterviewed.At each household containing adults from ethnic groups, one or two were selectedfor interview. Where a household had more than two eligible adults, two were chosenat random. Two questionnaires were randomly assigned to the two adults selected.Though both questionnaires had the same core set of questions they did contain adifferent set of secondary questions. Importantly, a majority of selected individualswere interviewed by a member of their own ethnic group either in English or in theirown language, thereby maximizing the response rate and reducing any potentialsource of bias. Interviews were successfully obtained in 3291 ethnic households with 5196 ethnic individuals. A comparison sample containing white households was alsoobtained generating 2867 white interviews.10 Means and standard deviations for arange of variables are given in Table 1.Insert T able 1 hereAs far as we are aware there is little or no empirical work examining the effects of ethnic preferences and in particular oppositional identities on labor marketoutcomes. This may stem in part from a lack of data but it could also stem froma fear of treading on issues that are usually the preserve of sociologists. Nevertheless, the data set we utilize contains extensive information on various aspects 8 For historical reasons Black Africans were not included. Furthermore, the survey only covers England and Wales.9 Electoral wards have been described as the geographic building blocks of the UK. There are 9,527 wards in England and Wales.10 The response rates were 61% for Caribbeans, 74% for Indians and African Asians, 73% for Pakistanis, 83% for Bangladeshis, 66% for Chinese and 71% for Whites.15of an individuals ethnic preferences.11 A number of questions surrounding ethnicidentity and preferences were asked of respondents including questions on identification with Britishness, identification with their own ethnic group, attitudes towardsintermarriage and preferences in terms of ethnic makeup of their own childs school.These variables are used to gauge the extent to which there exist oppositional identities amongst ethnic minorities in the UK or to put it another way an individualslocation in social space x relative to the white majority. Other questions surrounding preferences for living in highly concentrated ethnic areas, the wearing of ethnicclothing and importance of religion were also asked but present practical only halfthe ethnic sample were asked the question and theoretical objections the wearing of a turban by a Sikh does not necessarily represent opposition to mainstreamvalues.In addition gauging ethnic preferences and an individuals location in social spacethrough subjective questions can be problematic. There is the usual issue of howreliable are individual responses and also how responses to different questions mayplace the same individual on quite a different position in social space relative towhites. It is also the case that individuals possess plural identities and do not justbelong to just one group or community. Ethnic background then may just be oneof many identities that individuals have where different identities may be invokedin particular contexts. Furthermore, identities can be chosen even when the choicesare constrained and the constraints vary in strength depending on the circumstancesSen, 2000.In the FNSEM the importance of ethnic identification was captured by readingout two statements to interviewees:1. In many ways, I think of myself as being British.2. In many ways, I think of myself as respondents ethnic group.Respondents were asked if they agreed or disagreed and if so, whether strongly orjust a little. Table 2 and 3 summarize the responses across different ethnic groups.Both questions are essentially asking about identification with a country, with a placeand its way of living and the responses do reveal the difficulty in clearly assigning ourethnic groups to different locations of the social space. Leaving aside the Chinesefor a moment, it is clear that just over 55% of the remaining ethnic groups agreedthat they thought of themselves as British. The group that agreed the most arethe AfricanAsians 71% and the group that agreed the least are the Bangladeshis56%. The Caribbeans are the most likely to disagree 34%. Other evidence fromthis data set and not presented here reveals that around a quarter of Britishborn Caribbeans did not think of themselves as being British. This contrasts with the West Indian migrants of the 1940s and 1950s who by most accounts thought ofthemselves as British and often talked of coming to the mother country Modood 11 Other datasets such as the UK Labour Force Survey are seriously lacking in this respect.16et al. 1997. The Chinese in Table 1 stand out since roughly equal percentagesagreed and disagreed with the notion of being British 44 and 41% respectively. Atleast in terms of this question the Chinese seem to sit at both extremes in terms oftheir location in social space.Insert T ables 2 and 3 hereTable 3 confirms that there is a strong sense of ethnic identity amongst minoritygroups. Over 80% of each group either agreed strongly or agreed that they thoughtof themselves in terms of their own ethnic group. The figures for those who disagreedare quite small the highest is for Caribbeans with around 10% of them not thinkingof themselves as Caribbean. Therefore, whilst a significant minority disagree withthe notion of being British, this is not the case when it comes to their own ethnicidentity. Furthermore, the answers to the two questions reveal that there may notbe a conflict in identities. For example, being British and being Bangladeshi doesnot compete in the minds of most respondents, suggesting that identities can indeedbe multiple Sen, 2000.Table 4 provides some data on another dimension of identity, namely marriageand in particular attitudes to intermarriage. Intermarriage is considered to be ameasure of social assimilation and also a factor producing it Pagnini and Morgan,1990. On the other hand some ethnic and religious groups regard interethnicmarriage as a potential threat endangering and undermining ethnic identities. Inthe FNSEM individuals were asked If a close relative were to marry a white personwould you not mind, would you mind a little, would you mind very much? Heresignificant percentages of the three SouthAsian groups said they would mind verymuch with the greatest hostility being among the Pakistani population 37% of themsay they would mind very much a mixed marriage. On this dimension significantnumbers of SouthAsians are conformists. A majority of the other groups said thatthey would not mind and amongst Caribbeans 8%, African Asians 13% and the Chinese 7% the percentages that would mind very much are quite small.Insert T able 4 hereTables 5 and 6 relate to an important area of controversy both in the UK and US; the role of schools in keeping different ethnic communities separate from eachother. In one recently published UK report it was argued that schools dominated byone race or faith should offer at least a quarter of their places to pupils from otherbackgrounds Building Cohesive Communities, 2001. At the same time the UKgovernment is committed to the expansion of church and faithsponsored schools. Anumber of questions were asked in the FNSEM to assess the relevance of ethnicityin influencing the kind of school that people wanted for their children. First, howimportant is ethnicity in choosing a school Table 5? Second, what proportion of 17ones ethnic group would you like in your childrens school Table 6? In Table 5the most common answer is that it would have no influence. In fact, it was deemedan important consideration for only a quarter of AfricanAsians and Indians and foraround one third of Caribbeans and Bangladeshis. Only one in ten Chinese thoughtit important. Table 6 gives some data on the preferred proportion of ones ethnicgroup in a school. Of those who did have a preference 40% of Caribbeans and 38%of Pakistanis wanted a school with 50% or more from their own ethnic group. Forthe African Asians, Indian, Bangladeshi and Chinese groups the figures are muchsmaller 24%, 22%, 29% and 11% respectively.Insert T ables 5 and 6 here4 Measurement and Estimation We would like now to test our theoretical model section 2. For that, our empiricalanalysis focuses on whether ethnic preferences in terms of individual location insocial space matters in terms of the probability of being in employment. We do notexamine the effects on earnings, since the response rate for earnings in the FNSEMwas poor especially for the South Asian groups. In any case, it could be argued thatthe most important dimension of economic disadvantage is employment and notearnings. According to Blackaby et al. 1997, the lack of jobs is a major factor ofthe discriminatory process and may ultimately be more socially damaging.To gauge the effects upon employment, we estimate a set of employment equations using probit estimation. Employment is coded unity and zero otherwise usingthe ILO definition. Location in social space enters our equation in two forms. First,a binary dependent variable for each of our identity related questions discussed inthe previous section. In particular, the extreme values of each of the variables arecoded one and are taken to encapsulate an oppositional identity x is closer to 1 andall other responses are coded zero. For example, if an individual strongly disagreeswith intermarriage that is coded one and zero if not Smind. Full details of theoppositional identity variables are given in Table 7. Second, we take the responsesfrom the four variables in Table 7 Nbrit, Oethnic, Smind and Schcon and aggregate them. If an individual gives an extreme response for at least two of the fourquestions, then heshe is considered as extremely oppositional i.e. heshe is veryconformist and the aggregate variable is coded one and zero otherwise Opid.Insert T able 7 hereIn order to test the first stage of our theoretical model what factors might leadsome to adopt or possess such an oppositional identity?, we need variables thatdefine the social environment of each individual. Language, or more exactly fluency 18in English captures some aspects of the family environment of each individual sinceindividuals born in a family where both parents do not speak English are less likelyto be fluent. Place of birth and years since arrival in the UK are also importantindicators of the social environment of each individual, since being born and raisedabroad obviously implies that individuals have had fewer contacts with the majoritypopulation. We thus include a dummy capturing language fluency Fluent, a bornin the UK dummy UKborn, and a variable that indicate the number of years sincearrival in the UK Yrsmg. We have also two dummy variables concerning marriage:married to someone from own ethnic group Marown and married to someone fromanother ethnic group Intmar. Being married to someone from another ethnicgroup may indicate greater assimilation and be seen as a step up the white socialladder. Finally, since neighbors do impact on identity choices, we introduce a dummyvariable that indicates if the individual is residing in an area where more than 33%of people of the same ethnic group live Oethcon. In particular, some minoritiesmay choose to live within their communities in order to gain access to ethnic shops,places of worship, display greater racial or religious solidarity or in order to sociallyinteract in ones own language. This obviously reduces contacts with whites.A standard set of covariates are also included in the estimating equation. Wehave age and its square, gender, presence of children, UK and foreign qualificationdummies, regional dummies, and dummy variables for local ward unemployment.To capture the influence of spatial constraints we also included a dummy forwhether the respondent has access to a private vehicle Own car and whether theyare owneroccupiers Owneroccupier. Having access to a private vehicle opens upthe potential area of job search and improves the possibility of getting employmentRaphael and Stoll, 2001, Patacchini and Zenou, 2003. Other evidence reveals thatethnic groups in the UK are more likely to use public transport relative to whiteswith nonwhites and the Bangladeshis having the lowest car ownership Owen and Greene, 2000. The importance of household tenure in predicting unemploymentis well established Hughes and Mc Cormick, 1987 and owneroccupier rates havebeen found to be higher for Indians relative to whites with nonwhite Caribbeansand Bangladeshis more likely to be renting from the social landlord sector than theprivate sector DETR, 2000.12The main problem here is that an individuals location in social space may infact be endogenous. This we tested and found using the SmithBlundell test of exogeneity Smith and Blundell, 1986 that three of our identity terms were endogenousNbrit, Smind and Schcon. Thus, we undertake a twostage instrumental variable 12 Car ownership and housing tenure may of course be endogenous in the employment equationBlackaby et al. 1997. Indeed, employment raises income making it easier to purchase a homeandor a private vehicle, and steady employment in a fixed location may encourage homeownershiprelative to other forms of tenure.19estimation, where in the first stage we estimate a set of oppositional identity probitequations with appropriate instruments. In the second stage, we insert the predictedvalues into the employment probit. In particular, we estimate the following:Ei 0Xi xi ixi i Yi Zi iwhere i indexes individuals, Ei is a dummy variable capturing whether an individualworks or not, Xi is a vector of demographic and human capital variables and xi isa dummy variable indicating whether someone has an oppositional identity wherethis corresponds to our earlier x which captures location in social space. Whenx 1, the individual has an extreme oppositional identity heshe totally rejectswhite culture. Yi is our vector of variables that define the social environment ofeach individual and the error terms and are normally distributed.13The preferences equation is identified with a set of appropriate instruments Zi.These capture the influence of prior experiences or preferences. The instrumentsinclude whether individuals have experienced racial harassment Rharra, if theyprefer a school of their own religion for their children Schrelig, and if their parentsmade the decision in choosing their wife or husband Arrmar.To be suitable instruments, having experienced racial harassment, having hadan arranged marriage and believing in single faith schools, must not affect the probability of being in employment other than through the effects of these variables onthe probability of having an oppositional identity. That is the instruments must becorrelated with xi, and must be uncorrelated with i. Using a likelihood ratio test,we were able to accept the null hypothesis that the instruments either individuallyor jointly do not have a direct impact on the probability of employment.Throughout our estimations the sample utilized is the working age populationof males aged 16 to 64 and females aged 1659. Given their very small numbersin the dataset the Chinese are excluded from the analysis and the Bangladeshi and Pakistani group are combined on the basis that they are both overwhelmingly Muslim, they face similar levels of relative disadvantage in the labor market Blackabyet al. 1999 and they emanate from rural areas in their origin country. All resultsreported are marginal effects.13 This SmithBlundell test of exogeneity involves specifying that the exogeneity of the oppositionalidentity terms is under suspicion. Under the null hypothesis, all the explanatory variables areexogenous. Under the alternative hypothesis, the suspected endogenous variables are expressed aslinear projections of the instruments, and the residuals from the first stage regressions are addedto the model. Under the null hypothesis, these residuals should have no explanatory power. Asidefrom in one case Oethnic, we can reject the exogeneity of the identity terms.205 Empirical Results 5.1 What determines an oppositional identity?Table 8 presents the results from our preferences equations first stage that answers our first theoretical question: what factors might lead some to adopt or possess such an oppositional identity? Separate estimations are undertaken for each ofthe identity terms and the aggregate identity variable Opid. All three instrumentsbehave as expected and are jointly statistically significant at all conventional levelsof significance see likelihood ratio tests at bottom of Table 8. Interestingly, having experienced racial harassment Rharra leads individuals belonging to an ethnicgroup to strongly reject British culture and all that is associated with it interracialmarriage, school mixing, etc., but does not strengthen their sense of belonging totheir own ethnic group Rharra has a significant effect on all identity variables but Oethnic. On the other hand, those who prefer a school of their own religion Schrelig are consistently more likely to be oppositional across all five regressions. Havingexperienced an arranged marriage Arrmar is positively related to an oppositionalstance in three cases Nbrit, Smind and Opid. The strongest effect is evident for Smind where those who have had an arranged marriage are more likely to stronglymind intermarriages.Insert T able 8 hereAccording to our theoretical model see Proposition 2, social environment family, friends, neighbors and attachments to the culture of origin religion, languageare the key variables explaining this choice. In Table 8, it is easy to see that language fluency does matter very much in choosing ones identity i.e. x. We findthat being fluent in English implies less of an oppositional identity in four out offive identity regressions, confirming the fact that language fluency that is determined by the social environment of individuals helps individuals adopt mainstreamvalues. The two other variables that are closely related to language fluency UKborn and years since arrival in the UK are also significant and with the expectedsign. Being UK born is associated with a less oppositional stance for three of theidentity variables Nbrit, Oethnic and Opid. As one would expect the longer anindividual has been in the UK Yrsmg, the less hostile they are to being BritishNbrit and the less they emphasize their own ethnic group Oethnic. The ethnicenclaves variable Oethcon is also significant and has the right sign. In particular,living in a high ethnic concentration area over a third of the population in yourarea is from your own ethnic group seems to reinforce any oppositional stance sincethis makes it more likely that individuals will strongly disagree with being BritishNbrit and raises the probability that individuals strongly align themselves withtheir own ethnic group Oethnic. Finally, being married to someone from anotherethnic group Intmar leads individuals to choose to adopt the whites norm and, in 21particular, to strongly agree with being British.The dummies for ethnic groups reveal that the AfricanAsians are the least oppositional x is closer to zero relative to the omitted category of Indians. They areless likely to strongly disagree with being British, are less likely to align themselvesstrongly with their own ethnic group and are less likely to strongly disagree withintermarriages. They are closest to our conception of status seekers. The othergroups are more difficult to characterize in this manner. The BangladeshiPakistaniethnic group display oppositional identities on only one dimension Schcon andthe Caribbean group displays oppositional identities on two dimensions Nbrit and Schcon. Indeed, there is evidence from the estimates that Caribbeans are less likelyto see themselves as British the coefficient on Nbrit is positive and statisticallysignificant. This is in contrast to the many Caribbeans who migrated to the UKin the 1940s and 1950s and who by many accounts did regard themselves as Britishand often spoke of coming to the mothercountry Modood et al. 1997. In termsof minding intermarriages Caribbeans are less likely to be hostile. This is expectedsince half of the live in partners of British born Caribbean men were white femalesModood et al. 1997. Being married to a white female may then be an indicatorof assimilation and could be seen as a step up the white social ladder and so berelated to career aspirations Berthoud, 2000 and Meng and Gregory, 2001. This issupported by our dummy for intermarriage Intmar, which is associated with lesshostility to intermarriages and the notion of being British.5.2 What are the effects on employment?The results from our instrumental variable employment probits are given in Table 9 second stage. For comparison we also provide in Table 10 the noninstrumentalvariables estimates. As stated earlier, the identity terms capture to some extentthe willingness of nonwhites to interact with whites. The question then is whetherthere is a negative externality from not associating with the majority group in termof a loss in employment. This is indeed what is found but for only two out of fourof the oppositional identity terms. Nonwhites who strongly disagree with the notionof being British are less likely to be employed by around 7%. This compares with apenalty of around 11% where we do not correct for the endogeneity of identity Table 10. There is also a cost associated with being very hostile to intermarriages; thosewho strongly disagree with intermarriages incur an employment probability penaltyof around 6.5%. Having an identity that is closely tied to ones ethnic group does notgenerate an employment penalty Oethnic. Where we combine the four oppositionaldummies, as in Opid, we find that having an oppositional identity does reduce theprobability of being in employment by around 6%. This compares with 9% where 22we do not correct for the endogeneity of ethnic preferences.Insert T ables 9 and 10 hereLet us now focus on the variables that affect the social environment of individuals.There is clearly a linguistic advantage for those who are fluent in English. Thisaccords with other research that finds that ethnic group differences in communicationstyles have an important influence on the labor market success of lowincome nonwhites in the US Mc Manus, Gould and Welch, 1983; Lang, 1986; Cornell and Welch, 1996; Lazear, 1999. The positive relationship between language fluency andemployment perhaps reflects improved job search strategies, an ability to convincepotential employers of the value of their qualifications or the possibility that forcertain jobs e.g. in the service sector fluency is an entry requirement Dustmannand Fabbri, 2003.It is also found that the longer have nonwhites been in the UK, the more likelythey are to work. Being resident in an ethnic enclave only matters in regression 1where the identity term is Nbrit: living in an ethnically concentrated neighborhoodis detrimental to the probability of being in employment. This is also consistentwith other studies on ethnic enclaves see in particular Edin, Fredriksson, Aslund,2003. It could also be argued that individuals with high oppositional preferencesmay select into neighborhoods with higher same group concentrations. The variable Oethcon could then be considered an oppositional identity variable in itself.A clear benefit arising from interethnic marriage is evident.In three of theregressions being married either within ones own group or outside is associated witha higher probability of being in employment relative to being single the omittedcategory and the effect is larger for those who marry out their own community20% as opposed to 1315%.For the ethnic dummies we find that Bangladeshis and Pakistanis, who are bothoverwhelmingly Muslim, are less likely to be employed relative to Indians the omitted category across all regressions and this effect is strong at approximately 24%.The coefficients on age, agesquared and children behave as expected. Thereis no discernible effect arising through gender. Thus separate estimates for malesand females are not attempted. The presence of children reduces the probabilityof employment where this may stem from the disincentive effects arising throughthe benefit system that links benefits to family size.It has been suggested thatone mechanism for overcoming disadvantage is to improve educational qualificationsLeslie and Drinkwater, 1999. Though little is happening with respect to foreignqualifications, possessing a UK degree does seem to matter. Having a UK degreeraises the probability of being employed of ethnic groups in the UK by up to 25%.The lack of any effect for foreign qualifications Fqual may reflect some doubtamongst native employers about the quality and portability of foreign qualifications 23Friedberg, 2000.Stronger spatial effects are apparent when examining home and vehicle ownership. Those individuals who are owneroccupiers and those who own their own carare more likely to be in employment. Car ownership for ethnic groups may be seenas ameliorating any spatial constraint thereby improving the chances of employmentThomas, 1998. In both cases job search is less restricted raising the probability ofbeing in work. Their local economic environment may also determine the employment position of minorities. This is captured via a set of ward level unemploymentdummies. However, there is no evidence that higher local unemployment results ina lower probability of obtaining employment.146 Conclusion This paper tries at a theoretical and empirical level to ascertain the effects of an oppositional identity amongst ethnic groups upon the probability of being employed inthe labor market. In our theoretical model ethnic preferences are predicted to reducelabor market success where preferences are gauged in terms of remoteness or otherwise to white norms. Our empirical findings do indicate considerable heterogeneity inthe nonwhite population in terms of preferences. Though the AfricanAsian ethnicgroup most clearly conforms to our theoretical notion of status seekers in the sensethat they adopt less extreme oppositional preferences, the other groups are muchmore difficult to characterize in this manner since there are differences dependingon how one measures ethnic preferences. Nevertheless, our empirical findings dosuggest that extreme ethnic preferences for nonwhites are related to whether theyare married to someone out their own community, their fluency in the English language and whether they born in and how long they have been resident in the UK. Inaddition, we find clear evidence that a belief in single faith schools, an experience ofracial harassment and having had an arranged marriage are associated with extremepreferences.Though one needs to be cautious in this type of analysis, our results do revealthat there is an employment penalty associated with such extreme identities. Thosewith extreme preferences the conformists do experience a 6 to 7% lower probability of being in employment relative to those with less extreme views the statusseekers depending on the measure we utilize. These effects are evident when we 14 We also used the whole set of responses for each of the four identity variables to constructfour ordered oppositional identity variables and one aggregate ordered oppositional variable andthen ran a set of ordered probits. On the whole the results were slightly weaker but did still pointto the importance of being UK born, years since migration, ethnic enclaves and intermarriage.The instruments were slightly weaker. Where we included in the employment model the orderedoppositional identity variables we found that a higher nbrit and smind reduces the probability ofbeing in employment.24control for the endogeneity of ethnic preferences and a range of variables capturingassimilation effects. Sample size restrictions do not allow us to disentangle theseeffects at an individual ethnic group level but future research needs to disaggregatein this manner.References1 Akerlof, G.A. 1997, Social distance and social decisions, Econometrica, 65,100051027.2 Akerlof, G.A. and R.E. Kranton 2000, Economics and identity, Quarterly Journal of Economics, 115, 715753.3 Akerlof, G.A. and R.E. Kranton 2002, Identity and schooling: Some lessonsfor the economics of education, Journal of Economic Literature, 40, 11671201.4 Alesina, A. and E. La Ferrara 2001, Who trusts others?, Journal of Public Economics, 85, 207234.5 AustenSmith, D. and R.J. Fryer, Jr. 2003, The economics of acting white,Unpublished manuscript, University of Chicago.6 Becker, G.S. 1957, The Economics of Discrimination, Chicago: Chicago University Press.7 Berman, E. 2000, Sect, subsidy, and sacrifice: An economists view of ultraorthodox jews, Quarterly Journal of Economics, 115, 905953.8 Berthoud 2000, Ethnic employment penalties in Britain, Journal of Ethnicand Migration Studies, 26, 389416.9 Blackaby, D. Drinkwater, S. Leslie, D. and P. Murphy 1997, A picture of malead female unemployment among Britains ethic minorities, Scottish Journal of Political Economy, 44, 182197.10 Blackaby, D. Leslie, D. Murphy, P., N. OLeary 1999, Unemployment among Britains ethnic minorities, The Manchester School, 67, 120.11 Bledsoe, T., Welch, S., Sigelman, L. and M. Combs 1995, Residential contextand racial solidarity among African Americans, American Journal of Political Science, 39, 434458.12 Borjas, G.J. 1994, The economics of immigration, Journal of Economic Literature, 32, 16671717.2513 Brown, M.S. 2000, Religion and economic activity in the South Asian population, Journal of Ethnic and Migration Studies, 23, 10351061.14 Building Cohesive Communities 2001, A Report of the Ministerial Group on Public Order and Community Cohesion.15 CalvoArmengol, A. 2003, Job contact networks, Journal of Economic Theory, forthcoming.16 CalvoArmengol, A. and Y. Zenou 2001, Job matching, social network andwordofmouth communication, CEPR Discussion Paper Series 2797.17 Cantle Report 2001, Community Cohesion, Home Office.18 Chiswick, B. R. 1978, The effect of Americanization on earnings of foreignborn men, Journal of Political Economy, 86, 897921.19 Cornell, B. and I. Welch 1996, Culture, information, and screening discrimination, Journal of Political Economy, 104, 54271.20 CRE 2002, Report on Racial Segregation in the North of England.21 Cutler, D. M. and E. L. Glaeser 1997, Are ghettos good or bad?, Quarterly Journal of Economics, 112, 827872.22 Delpit, L. 1995, Other Peoples Children: Cultural Conflict in the Classroom,New York: The Free Press.23 DETR 2000, Survey of English Housing, London: HMSO.24 Dustmann, C. and F. Fabbri 2003, Language proficiency and labour marketperformance of immigrants in the UK, Economic Journal, 113, 695717.25 Edin, PA., Fredriksson, P. and O. Aslund 2003, Ethnic enclaves and the economic success of immigrants. Evidence from a natural experiment, Quarterly Journal of Economics, 118, 329357.26 Friedberg, R.M. 2000, You cant take it with you? Immigrant assimilationand the portability of human capital, Journal of Labor Economics, 18, 221251.27 Hughes, G.A. and B. Mc Cormick 1987, Housing markets, unemployment andlabour market flexibility in the UK, European Economic Review, 31, 615645.28 Iannaccone, L.R. 1998, Introduction to the economics of religion, Journalof Economic Literature, 36, 14651496.2629 Ihlanfeldt, K. and B. Scafidi 2002, Black selfsegregation as a cause of housingsegregation. Evidence from the multicity study of urban inequality, Journalof Urban Economics, 51, 366390.30 Lang, K 1986, A language theory of discrimination, Quarterly Journal of Economics, 101, 36382.31 Lazear, E.P. 1999, Culture and language, Journal of Political Economy,107, S95S126.32 Leslie, D. and S. Drinkwater 1999, Staying on in fulltime education: Reasonsfor higher participation among ethnic minority males and females, Economica,66, 6377.33 Loury, G.C. 1999, Social exclusion and ethnic groups: The challenge to economics, Annual World Bank Conference on Development Economics, Washington, D.C.34 Mc Manus, W.S., Gould, W. and F. Welch 1983, Earnings of hispanic men:The role of English language proficiency, Journal of Labor Economics, 1, 101130.35 Meng, Xin and R.G. Gregory 2001, Intermarriage and the economic assimilation of immigrants, Unpublished manuscript, Australian National University.36 Modood, T. et al. 1997, Ethnic Minorities in Britain: Diversity and Disadvantage, London: Policy Studies Institute.37 Montgomery, J. 1991, Social networks and labormarket outcomes: Towardan economic analysis, American Economic Review, 81, 14081418.38 Mortensen, D.T. and T. Vishwanath 1994, Personal contacts and earnings.It is who you know!, Labour Economics, 1, 187201.39 Ogbu, J.U. 1997, Beyond language: ebonics, proper English and identity ina Black American speech community, Unpublished manuscript, University of California at Berkeley, Department of Anthropology.40 Owen, D and A. Green 2000, Estimating commuting flows for minoritygroups in England and Wales, Journal of Ethnic and Migration Studies, 26,581608.41 Pagnini, D.L. and S.P. Morgan 1990, Intermarriage and social distanceamong U.S. immigrants at the turn of the century, American Journal of Sociology, 96, 405432.2742 Patacchini, E. and Y. Zenou 2003, Spatial mismatch, transport mode andsearch decisions in England, Unpublished manuscript, University of Southampton.43 Pissarides, C.A. 2000, Equilibrium Unemployment Theory, 2nd edition, Cambridge: MIT Press.44 Raphael, S. and M.A. Stoll 2001, Can boosting minority carownership ratesnarrow interracial employment gaps?, in The BrookingsWharton Papers on Urban Economic Affairs, W.G. Gale and J. Rothenberg Pack eds., Washington, DC: The Brookings Institution, vol. 2, 99145.45 Selod, H. and Y. Zenou 2002, Does city structure affect the labor marketoutcomes of black workers?, Unpublished manuscript, University of Southampton.46 Sen, A. 2000, Other People, British Academy Lecture.47 Smith R.J. and Blundell, RW. 1986, An exogeneity test for a simultaneousequation tobit model with an application to labor supply, Econometrica, 54,67986.48 Thomas, J. 1998, Ethnic variation in commuting propensity and unemployment spells: Some UK evidence, Journal of Urban Economics, 43, 385400.49 Topa, G. 2001, Social interactions, local spillovers and unemployment, Review of Economic Studies, 68, 261295.50 Wilson, W.J. 1987, The Truly Disadvantaged, Chicago: Chicago University Press.28APPENDIXLemma 1 Whatever the location 0 x 1 chosen by nonwhites, the unemployment rate of whites is always lower than that of nonwhites, i.e.u W u NWProof. This is obvious since all whites are located in x 0 and they are notdiscriminated against. So even if nonwhites choose the best location in terms oflabor market outcomes, i.e. x 0, they will still experience a higher unemploymentrate because of labor discrimination.Lemma 2 Assume . Theni The unemployment rate of whites is uniquely determined, strictly positive,strictly between 0 and 1 and is given by:u W NW p NW 2 4NW 2NW17ii For nonwhites, we have:iia When x 0, the unemployment rate of nonwhites is uniquely determined, strictly positive, strictly between 0 and 1 and is given by:u0 u N W 0 m m 1 u W NW18iib When x 1, the unemployment rate of nonwhites is uniquely determined, strictly positive, strictly between 0 and 1 and is equal to:u1 u NW 1 NW m q NW m2 4NW m 2NW m19iic When 0 x 1, the unemployment rate of nonwhites is uniquely determined, strictly positive, strictly between 0 and 1 and is given by:u NW x m m 1 x 1 u W NW x NNW 2NNW m x20where m m 1 x 1 u W NW x NNW 2 4NNW mx 029Proof. i The unemployment rate of whites is defined by 13, which is equivalentto:NW u 221The discriminant is W NW 2 4NW . If , then W 0. Wethus have two distinct roots that are given by W NW u W 0u W NW p NW 2 4NW 2NWand both of them are strictly positive. Let us show that the root with the highestvalue is strictly greater than 1. This is equivalent to p NW 2 4NW NWwhich is always true as soon as since NW 1. Let us show that the rootwith the lowest value is strictly less than 1. This is equivalent toor NW p NW 2 4NW 4NW NW 2 NW 2 0We have thus shown that there is a unique u W such that 0 u W 1 and it is givenby 17.Let us now focus on u NW , the unemployment rate of nonwhites, which is definedby 14. Different cases must be considered.iia When x 0, 14 reduces to m m1 u W NW u NW 0 0By solving these equations, we obtainu NW 0 m m1 u W NW 0It is obvious that u NW 0 is less than 1 since m m1 u W NW .We have thus shown that, when x 0, there is a unique u NW such that 0 u NW 0 1 and it is given by 18.iib When x 1, 14 reduce to NNW m u 2N W 1 NNW m u NW 1 0The discriminant is given by N W 1 NN W m2 4NW m. It is easyto verify that if , then NW 0. We thus have two distinct roots that aregiven byu NW 1 NW m q NW m2 4m NW2NW m 30and both of them are strictly positive. Let us show that the root with the highestvalue is strictly greater than 1. This is equivalent to NW m q NW m2 4NW m 2NW mwhich is always true as soon as . Let us show that the root with the lowestvalue is strictly less than 1. This is equivalent to NW m q NW m2 4NW m 2NW mor m NW m2 NW m2 4NW m m 0We have thus shown that, when x 1, there is a unique u NW such that 0 u NW 1 1 and it is given by 19.iic When 0 x 1, 14 reduces to:NNW mx u 2NW m m 1 x 1 u W NW x NNW u NW 0 22The discriminant of this equation is given by: m m 1 x 1 u W NW x NN W 2 4NN W mx Let us check that it is positive. This is equivalent to: m m 1 x 1 u W NW x NNW 2 4NNW mxoror m2 2m 2 1 x 1 u W NW x NNW 22 m m 1 x 1 u W NW x NNW 4NNW mx 2 2m 2 2m 2m 2 1 x 1 u W NW x NN W 22m 2 1 x 1 u W NW x NNW 2m 1 x 1 u W NW 2NNW mx 2 2m 2 2m 2 1 x 1 u W NW x NNW 22m 2 1 x 1 u W NW x NNW 2m 1 x 1 u W NW 2m NN W x 0This last inequality is always true since NN W x because NNW 1, x 1 and . Thus 0. As a result, we have two distinct roots that are given by:u NW x m m 1 x 1 u W NW x NNW 2NNW m x 31and both of them are strictly positive. Let us show that the root with the highestvalue is strictly greater than 1. This is equivalent to m m 1 x 1 u W NW x NNW 2NNW m xor m NNW x m 1 x 1 u W NW 0which is always true because NNW 1, x 1 and . Let us now show that theroot with the lowest value is strictly less than 1. We have: m m 1 x 1 u W NW x NNW 2NNW m xwhich, using the value of , is equivalent to taking the square on both sides:NNW mx 0Then, taking again the square on both sides gives and using the value of : m m 1 x 1 u W NW x NNW 2 2 2N 2which is equivalent to:N W m 2x 2 2NNW mx m m 1 x 1 u W NW x NN W 2 NNW mx2orm NNW x m 1 x 1 u W NW x NNW 0This last inequality is again always true because NN W 1, x 1 and .We have thus shown that, when 0 x 1, there is a unique u NW x such that 0 u NW x 1 and it is given by 20.32Proof of Proposition 2Before proving this proposition, we need the following three Lemmata.Lemma 3 Assume . The function u NW x is strictly increasing with x on theinterval u0, u1, where 0 u0 1 and 0 u1 1 are respectively definedby 18 and 19. More precisely, we have:mu NW x 1 u W NW 1 u NW x NNW 0Dxu NW xx u 0NW x 23where Dx m m 1 x 1 u W NW x NNW 2NNW mx u NW x.Proof. By totally differentiating 22, we obtain 23. Furthermore, using Lemma 1 and the fact that NW NNW , the numerator of 23 is clearly strictly positive.Finally, the denominator Dx of 23 can be rewritten as Dx m NNW xu NW xm 1 x 1u W NW NNW mx 1 u NW xSince , and x, NNW and u NW are all less than 1, then m NNW xu NW x 0. As a result, the denominator Dx is strictly positive and u N W xx 0.Lemma 4 Assume . Then, the function u 0NW x is strictly increasing on theinterval u 00, u 01, where u 00 and u 01 have both finite values and are respectively given byu 00 u 0NW 0 mu0 1 u W NW 1 u0 NNW m NW m1 u W 024u 01 u 0NW 1 mu1 1 u W NW 1 u1 NNW m NNW m1 2u1where u W , u0 and u1 are respectively defined by 17, 18 and 19. 025Proof. By differentiating 23 with respect to x, we obtain:2u NW xx 2 u 00NW x26mu 0ADx 2m 2u NW x 1 u W NW 1 u NW x NNW A 2NNW x u 0Dx2where u 0 u 0N W x and A 1 u W NW 1 2u NW x NNW 033which is clearly strictly positive using Lemma 1 and the fact that NW NNW . Asa result, since Dx 0 and u 0 0 by Lemma 3, then u 00NW x 0.This shows that u 0NW x is strictly increasing. To calculate the values of u 00and u 01, it remains to respectively plug the value x 0 and x 1 in 23 andwe easily obtain 24 and 25. Finally, let us show that u 00 and u 01 have bothfinite values. Since u 00 u 01, it suffices to show that u 01 is bounded above. Infact, it is easy to see that u 01 1 1 u1 NN W . Indeed, this rewritesmu1 1 u W NW 1 u1 NNW m NNW m1 2u1or equivalently11 u1 NNW m NNW mu1mu1 1 u W NW Since implies that m NNW mu1, it suffices to show that1 u1 NNW m mu1 1 u1 NN Wmu1 1 u W NW mwhich is always true because u1 1 u W NW 1. This implies that u 01 has afinite value and thus both u 00 and u 01 have finite values.Lemma 5 The expected utility function EVNW xi is strictly concave on 0, 1.Proof. The expected utility function EVN W xi is given by:EVNW xi y E e xixj u NW xiy E y U By differentiating twice this function, we easily obtain:2EVNW xix 2 u 00NW xiy E y U 0which is strictly negative since, in Lemma 4, we have shown that u 00N W x, definedby 26, is strictly positive.Let us now prove Proposition 2.The first order condition for nonwhites is given by:EVNW xixi e xj u 0N W xiy E y U 0We focus on pure strategy symmetric Nash equilibria. Thus xj xi x N W . Thisfirst order condition can be written ase x NW u 0NW x NW y E y U 034We have to study this equation. Let us denote gx ey Ey Ucan be written as :x. Then this equationgx NW u 0NW x NW We know from Lemma 4 that u 0NW x is strictly increasing on the intervalu 00, u 01, where u 00 and u 01 are both strictly positive and have finite valandues. Moreover, it easy to see that g is a line with a positive slope ofwith g0 0 and g1 ey Ey Ue.y Ey Ui Consider first the case when ey E y U u 00. Then it is clear thatu 0NW x NW gx NW ,x N W 0, 1 and thus EVNW xx 0. As a result, theonly possible equilibrium is when all workers choose x NW 0. It is obvious that noother equilibrium can exist since, in this case, worker i will always deviate to choosex NW 0. In this case, the unemployment rate of all nonwhites now referred to asstatusseekers is u0 u NW 0 and is given by 18.iii Consider now the other extreme case when ey E y U u 01. From Proposition 1, we know that the equilibrium when all workers choose x NW 0exists. There is clearly another equilibrium in which all workers choose x NW 1.Indeed, if x NW 1, then the first order condition writes: e u 0NW 1y E y U 0.Thus if ey E y U u 01, we have that EVNW xx 0, x 0, 1. As aresult, all workers choose x NW 1. Their unemployment rate u1 u NW 1 isgiven by 19. Can we have another equilibrium in which 0 x NW 1? The answeris yes. Indeed, we have that u 00 0 and that g1 u 01. Since the functionsg and u 0 are both continuous and increasing in x, they have to intersect onlyonce at x between 0 and 1. There is thus another equilibrium in which all workerschoose a unique 0 bx NW 1. Their unemployment rate is given by 20.ii Consider the intermediate case when u 00 ey E y U u 01. From Proposition 1, we know that the equilibrium when all workers choose x NW 0exists. Is it possible to have an equilibrium in which all workers choose x NW 1? Ifthis is the case, the first order condition for i is: e u 01y E y U , which is alwaysnegative so that the best reply for i is to choose x NW 0. Thus an equilibriumin which all workers choose x N W 1 cannot exist in this case. Consider thussymmetric equilibria in which all workers choose 0 x N W 1. Two cases maythen arise. Either the curve u 0x is always above the line gx, x 0, 1, andthen the only equilibrium is that all workers choose x NW 0. Or the curve u 0xcuts the line gx twice at 0 x NW 1 and 0 x NW 1.15 We thus have twoequilibria in which in one case all workers choose x NW and in the other they allchoose x N W . It should be clear that if all workers choose for example x N W thenthis is an equilibrium since no worker will deviate because at x NW hisher expectedutility is maximum. In both equilibria, their unemployment rate is given by 2015 There is also another case when the curve u 0x cuts the line gx only once. We ignore thiscase since this happens on a set of measure zero.35with different values when x x NW and when x x NW . It is finally easy to verifythatbx N W defined above in case iii is such that x NW bx NW x NW .Let us now show that each equilibrium is stable. Basically, the only variable thatis dynamic is the unemployment rate. The equation of evolution of unemploymentis given by 11, which we can be written as:uk 1 uk mkk uk,k N W, WBy solving this differential equation, we easily obtain:ut exp mkk t ukwhere uk is the steadystate unemployment rate given by 12, i.e.uk mkkk N W, WIt is easy to see thatut uklimtAs a result, the equation for the evolution of unemployment 11 is stable, i.e. forany given initial condition it always converges to its steady state value, and thus,for each regime, the steadystate equilibrium is also stable.Finally, it is straightforward to see thatu W u SS u IN bu IN u IN u COsince, by Lemma 1, the unemployment rate of whites u W is always lower thanany unemployment rate of nonwhites and the only difference between nonwhitesunemployment rates is the contact with whites through 1 u W .36Table 1: Means and standard deviations of selected variables Variable Description Mean Std. Dev. 0.417 Emp Rharra Schrelig Arrmar Fluent UKborn Yrsmg Oethcon Marown Intmar Unmar Caribbean AfricanAsian Bangladeshi Pakistani Indian Chinese Age Male Child 04 Childd 511 Child 1215 Child 16ov UKdegree UKalevel UKolevel NUKqual Fqual North Midlands South Owneroccupier Own car Un 04 Un 59 Un 1014 Un 1519 Un 20m 0.776 0.131 0.167 0.164 0.726 0.332 21.01 0.053 0.673 0.053 0.274 0.296 0.159 0.056 0.165 0.278 0.046 33.89 0.600 0.407 0.508 0.328 0.370 0.118 0.149 0.255 0.478 0.206 0.208 0.287 0.505 0.720 0.754 0.082 0.304 0.229 0.143 0.242 Employment status, 1 if employed 0 otherwise ILO definition 1 if was racially harassed 1 if prefers own religion school for children 1 if had arranged marriage 1 if speaks English fluently 1 if born in the UK Years since migration 1 if living in own ethnic concentration area of 33% or more 1 if married to someone from own ethnic group 1 if married to someone from a different ethnic group 1 if single 1 if of Caribbean origin 1 if of AfricanAsian origin 1 if of Bangladeshi origin 1 if of Pakistani origin 1 if of Indian origin 1 if of Chinese origin Age of respondent 1 if male Presence of children of age less than 5 Presence of children between 5 and 11 years old Presence of children between 12 and 15 years old Presence of children of 16 years or more 1 if has UK higher degree, degree, Diploma or equivalent 1 if has UK ALevel qualification or equivalent 1 if has UK OLevel qualification or equivalent 1 if has no UK qualifications 1 if has any foreign qualifications 1 if living in north of England 1 if living in the Midlands 1 if living in South or South East 1 if owner occupier 1 if owns a car 0.338 0.373 0.371 0.446 0.471 9.44 0.223 0.469 0.210 0.446 0.457 0.365 0.229 0.373 0.428 0.265 11.93 0.490 0.491 0.500 0.469 0.483 0.323 0.406 0.498 0.500 0.404 0.405 0.452 0.500 0.449 0.431 0.274 Ward unemployment rate less than 5% 0.460 Ward unemployment rate between 5 9% 0.420 Ward unemployment rate between 10 14% 0.350 Ward unemployment rate between 15 19% 0.428 Ward unemployment rate of 20% or more Table 2: In many ways I think of myself as British % Caribbean Indian Pakistani Bangladeshi Chinese 13.98 43.69 13.40 23.30 5.63 20.09 37.77 8.30 24.02 9.83 Strongly agree Agree Neither Disagree Strongly disagree N Table 3: In many ways I think of myself as  Respondents ethnic group % 22.53 37.55 16.21 15.22 8.50 14.23 41.90 20.55 18.58 4.74 515 253 318 506 458 10.00 38.00 11.00 33.00 8.00 100 Caribbean Indian Pakistani Bangladeshi Chinese African Asian 25.79 45.28 10.69 16.04 2.20 49.89 34.06 6.50 7.59 1.95 461 Strongly agree Agree Neither Disagree Strongly disagree N Table 4: If a close relative were to marry a white person % 39.81 47.57 7.18 4.85 0.58 515 44.36 41.78 9.70 2.57 1.58 505 49.61 44.09 2.75 3.15 0.39 254 53.00 40.00 1.00 4.00 2.00 100 Caribbean Indian Pakistani Bangladeshi Chinese African Asian 43.71 42.14 8.80 4.72 0.63 318 African Asian 66.25 11.04 13.56 9.15 317 African Asian 8.44 15.31 10.31 59.06 6.88 320 Would not mind Mind a little Mind very much Cant say N Table 5: How important is ethnicity in choosing a school? % 51.87 10.02 27.89 10.22 509 38.61 11.09 36.83 13.47 505 82.43 6.51 8.24 2.82 461 49.60 9.20 33.20 8.00 250 84.69 6.12 7.14 2.05 98 Caribbean Indian Pakistani Bangladeshi Chinese 15.94 20.74 16.16 44.32 2.84 458 Very important Fairly important Not very important No influence Cant say N Table 6: What proportion of ones ethnic group would you like in your childrens school? % 12.06 16.60 15.02 47.23 9.09 506 6.81 16.15 13.42 57.78 5.84 514 16.21 18.58 16.21 38.34 10.67 253 3.03 7.07 15.15 73.74 1.01 99 Caribbean Indian Fewer than half About half More than half No preference Cant say N 16.67 35.06 4.11 40.69 3.46 462 11.07 18.83 1.55 63.11 5.44 515 African Asian 14.42 20.06 1.57 56.11 7.84 319 Pakistani Bangladeshi Chinese 9.49 28.06 5.14 48.62 8.70 506 14.17 30.31 5.12 40.94 9.45 254 23.23 7.07 1.01 68.69 0.00 99 1 if strongly disagree that in many ways I think of myself as British, 0 if neither agree or disagree, agree, disagree, strongly agree and cant say. 1 if strongly agree that in many ways I think of myself as being of the original ethnic group e.g. Indian, Pakistani etc, 0 if neither agree nor disagree, agree, disagree, strongly disagree and cant say. 1 if mind very much if a relative marries a white person, 0 if does not mind, mind very little and cant say. 1 if prefers school for children with half or more of the pupils being from his or her own ethnic group. 1 if extremely oppositional at least two of nbrit, oethnic, smind or schch equal to one, 0 otherwise Mean 0.067 Std. Dev. 0.250 0.456 0.498 0.190 0.392 0.288 0.453 0.0867 0.2815 Table 7: Oppositional identity variables Variable Nbrit Description Oethnic Smind Schcon Opid Table 8: Nonwhite identities probit regressions first stage Nbrit 0.046 2.37 0.031 2.28 0.045 Oethnic 0.006 0.12 0.142 Smind 0.122 2.46 0.217 5.74 0.155 Schcon 0.060 1.76 0.116 3.22 Opid 0.056 1.81 0.115 0.041 2.44 0.010 0.58 0.036 1.79 0.098 2.93 0.026 1.82 0.048 3.30 0.003 4.02 0.046 1.27 0.009 0.22 0.103 1.57 0.021 0.67 0.014 0.30 0.006 0.11 0.097 1.30 0.177 3.50 0.004 0.10 0.135 2.92 0.355 4.80 0.007 2.72 0.128 2.36 0.054 0.94 0.067 0.76 0.061 0.98 0.094 1.78 0.000 0.01 0.013 0.93 0.009 0.53 0.027 0.73 0.005 0.13 0.042 1.17 0.037 0.97 0.079 1.17 0.019 0.30 0.023 0.41 0.115 2.92 Rharra Schrelig Arrmar Fluent UKborn Yrsmg Oethcon Marown Intmar Caribbean AfricanAsian BangladeshiPakistani Age Age 2100 Male Child 04 Child 511 Child 1215 UKdegree UKalevel UKolevel Fqual North Midlands Owneroccupier Own car Un 59 Un 1014 Un 1519 Un 20m Observations Pseudo R2 Unrestricted Log likelihood Wald 2m Prob 2 Restricted Log likelihood LR test 2 3 Robust zstatistics in parentheses, significant at 10%; significant at 5%; significant at 1%. Notes: 4.49 0.093 2.20 0.084 1.16 0.012 0.09 0.039 0.87 0.075 1.41 0.253 3.63 0.224 4.60 0.145 3.33 0.074 1.96 0.010 0.76 0.015 1.05 0.021 0.63 0.018 0.51 0.060 1.90 0.009 0.27 0.097 1.48 0.164 2.45 0.001 0.02 0.061 1.80 0.092 2.02 0.034 0.95 0.005 0.12 0.003 0.08 0.182 2.26 0.113 1.30 0.108 1.22 0.161 1.78 0.060 1.15 0.102 2.49 0.007 0.54 0.005 0.36 0.025 0.78 0.037 1.05 0.004 0.13 0.030 0.89 0.160 2.42 0.016 0.26 0.027 0.56 0.024 0.67 0.013 0.29 0.042 1.20 0.081 2.26 0.060 1.69 0.011 0.10 0.134 1.19 0.037 0.33 0.122 1.09 1055 0.1665 578.69 93.50 0.0000 685.84 214.30 2.70 0.044 2.02 0.004 0.33 0.000 0.08 0.002 0.27 0.017 1.43 0.022 1.56 0.011 0.88 0.001 0.12 0.017 0.92 0.031 1.71 0.025 1.54 0.008 0.59 0.030 1.60 0.027 1.85 0.036 2.52 0.020 1.72 0.008 0.18 0.061 1.20 0.033 0.66 0.034 0.75 942 5.28 0.052 2.53 0.027 1.98 0.084 3.30 0.003 2.21 0.027 1.11 0.020 0.70 0.084 2.31 0.001 0.02 0.049 1.97 0.003 0.16 0.011 1.65 0.014 1.76 0.012 0.61 0.027 1.37 0.029 1.68 0.026 1.34 0.004 0.10 0.011 0.28 0.032 1.19 0.026 1.45 0.060 2.13 0.036 1.69 0.030 1.48 0.006 0.28 0.011 0.14 0.057 0.66 0.012 0.17 0.007 0.10 991 0.048 1.21 0.048 1.14 0.052 1.22 0.168 1.63 0.100 0.95 0.184 1.73 0.137 1.28 1056 0.1609 686.60 80.42 0.0000 815.04 256.88 1057 0.1940 521.01 212.20 0.0000 630.55 219.08 0.2044 206.27 88.66 0.0000 272.15 131.76 0.1818 280.94 114.44 0.0000 357.62 153.36 2.98 0.195 3.94 LR test 2 3 2log L log L 1 0.070 1.89 3 0.064 2.02 Table 9: Employment probit regressions Second Stagecorrecting for endogeneity 4 5 0.049 1.36 2 0.065 1.26 0.066 0.058 0.055 0.050 0.052 0.084 1.67 0.228 2.44 0.012 0.058 1.99 0.084 2.39 0.223 2.29 0.009 2.73 0.050 1.90 0.109 1.14 0.170 1.43 0.051 0.24 0.010 0.12 0.254 4.33 2.64 0.076 1.19 0.130 1.72 0.201 2.01 0.053 1.31 0.038 0.51 0.254 4.62 0.079 2.40 0.237 2.04 0.007 2.33 0.059 0.92 0.136 1.76 0.196 1.79 0.052 0.36 0.082 1.14 0.236 3.87 0.081 1.86 0.234 1.92 0.009 2.31 0.059 1.57 0.129 0.96 0.183 1.50 0.053 0.34 0.045 0.56 0.266 4.47 0.077 2.42 0.245 2.17 0.007 2.40 0.072 1.12 0.147 1.94 0.197 1.91 0.061 1.90 0.006 0.07 0.251 5.33 Nbrit Oethnic Smind Schcon Opid Fluent UKborn Yrsmg Oethcon Marown Intmar Caribbean AfricanAsian BangladeshiPakistani Age Age 2100 Male Child 04 Child 511 Child 1215 UKdegree UKalevel UKolevel Fqual North Midlands Owneroccupier Own car Un 59 Un 1014 Un 1519 Un 20m Observations Pseudo R2 Log likelihood Wald 2m Prob 2 Absolute value of zstatistics in parentheses, significant at 10%; significant at 5%; significant at 1%. 3.41 0.065 3.25 0.063 0.52 0.022 0.43 0.112 2.75 0.104 2.14 0.221 2.44 0.090 1.05 0.029 0.42 0.002 0.04 0.114 2.16 0.114 2.43 0.139 3.03 0.060 3.10 0.064 0.75 0.034 0.69 0.116 2.75 0.098 1.61 0.253 3.24 0.128 2.41 0.088 1.77 0.055 0.74 0.041 0.23 0.059 0.34 0.096 0.20 705 0.2103 348.03 185.39 0.0000 0.125 2.36 0.087 1.84 0.057 0.34 0.048 0.28 0.047 0.10 0.114 0.66 706 0.2110 348.62 186.51 0.0000 3.30 0.060 3.20 0.059 1.00 0.012 0.27 0.098 2.31 0.089 1.98 0.238 3.05 3.45 0.062 3.33 0.060 1.01 0.034 0.72 0.090 2.05 0.092 2.03 0.234 2.90 3.79 0.074 3.70 0.071 1.14 0.000 0.01 0.099 2.20 0.107 2.25 0.225 2.67 0.122 2.51 0.079 1.61 0.058 0.69 0.016 0.10 0.045 0.27 0.099 0.30 703 0.094 1.97 0.052 0.74 0.031 0.18 0.055 0.46 0.097 0.04 704 0.110 1.38 0.040 0.62 0.018 0.37 0.113 2.18 0.114 2.53 0.141 0.081 1.53 0.049 0.22 0.052 0.29 0.042 0.12 0.118 0.64 706 0.097 0.90 0.042 0.51 0.038 0.77 0.111 0.109 1.37 0.026 0.40 0.015 0.30 0.119 0.097 1.23 0.029 0.29 0.020 0.42 0.117 0.2074 348.11 182.18 0.0000 3.07 3.24 0.2065 349.40 181.89 0.0000 0.2083 349.83 184.08 0.0000 2.60 0.117 2.80 2.75 0.117 2.58 2.69 0.126 2.73 0.053 3.80 0.079 2.18 0.050 1.27 0.008 0.25 2 3 4 0.090 1.66 0.091 1.96 0.237 2.44 0.007 2.54 0.072 1.35 0.164 2.44 0.198 2.63 0.081 1.32 0.066 1.05 0.237 4.93 0.052 3.74 0.059 3.55 0.047 0.95 0.004 0.03 0.092 2.46 0.086 2.11 0.248 3.81 2.60 0.210 1 0.113 1.82 2.95 0.075 1.14 0.066 1.24 0.233 4.85 0.051 2.59 0.205 2.74 0.081 1.34 0.073 1.18 0.245 5.11 0.052 0.092 2.01 0.226 2.35 0.007 2.39 0.073 1.39 0.173 2.86 0.072 1.54 0.064 1.01 0.242 5.04 0.052 0.091 1.84 0.232 2.41 0.007 2.45 0.073 1.39 0.175 0.096 1.97 0.234 2.43 0.007 2.47 0.067 1.26 0.173 2.57 0.212 0.097 1.99 0.238 2.46 0.007 2.59 0.083 1.57 0.168 2.52 0.207 2.81 0.080 1.23 0.065 1.04 0.238 5.00 Table 10: Employment probit regressions not correcting for endogeneity 5 Nbrit Oethnic Smind Schcon Opid Fluent UKborn Yrsmg Oethcon Marown Intmar Caribbean AfricanAsian BangladeshiPakistani Age Age 2100 Male Child 04 Child 511 Child 1215 UKdegree UKalevel UKolevel Fqual North Midlands Owneroccupier Own car Un 59 Un 1014 Un 1519 Un 20m Observations Pseudo R2 Log likelihood Wald 2m Prob 2 Robust zstatistics in parentheses, significant at 10%; significant at 5%; significant at 1%. 3.76 0.060 3.58 0.049 0.88 0.004 0.02 0.097 2.59 0.081 2.26 0.249 3.83 0.061 3.65 0.051 1.05 0.005 0.11 0.093 2.50 0.087 2.14 0.247 3.63 0.058 3.48 0.053 1.08 0.004 0.02 0.095 2.55 0.083 2.04 0.250 3.86 3.75 0.059 3.56 0.052 1.05 0.004 0.01 0.093 2.50 0.088 2.18 0.249 0.114 1.72 0.106 0.77 0.064 0.43 0.008 0.05 0.091 0.62 828 0.2127 406.85 168.64 0.0000 0.123 1.83 0.112 0.81 0.048 0.33 0.015 0.10 0.072 0.49 827 0.118 2.07 0.114 0.83 0.054 0.37 0.017 0.12 0.084 0.57 826 0.109 1.62 0.103 0.74 0.070 0.50 0.003 0.02 0.093 0.63 827 0.065 0.96 0.079 1.39 0.053 1.27 0.108 2.33 0.121 0.069 1.01 0.082 1.45 0.048 1.13 0.104 2.28 0.122 0.068 1.00 0.082 1.47 0.049 1.16 0.110 2.43 0.122 0.061 0.89 0.075 1.32 0.053 1.28 0.107 2.34 0.124 0.2119 407.01 169.98 0.0000 0.2134 404.68 167.39 0.0000 0.2137 405.42 170.86 0.0000 3.21 0.164 3.89 3.19 0.154 3.94 3.17 0.167 4.54 3.15 0.161 3.14 3.91 3.87 0.171 3.47 0.127 1.89 0.114 0.83 0.056 0.38 0.012 0.08 0.084 0.58 823 0.2120 403.91 164.98 0.0000 0.066 0.97 0.076 1.35 0.048 1.14 0.109 2.40 0.123 3.20 ", "filename": "wp603.pdf", "person": ["Harminder Battu", "Battu, Harminder", "McDonald Mwale", "Mwale, McDonald", "Yves Zenou", "Zenou, Yves"], "date": ["2003"]}