{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/81193/1/wp711.pdf"], "title": ["The Political Opinions of Swedish Social Scientists"], "plaintext": "The Political Opinions of Swedish Social Scientists Niclas Berggren, Henrik Jordahl, and Charlotta Stern Abstract. We study the political opinions of Swedish social scientists in seven disciplines. A survey was sent to 4,301 academics at 25 colleges and universities, which makes the coverage of the disciplines included more or less comprehensive. When it comes to party sympathies there are 1.3 academics on the right for each academic on the lefta sharp contrast to the situation in the United States, where Democrats greatly dominate the social sciences. The corresponding ratio for Swedish citizens in general is 1.1. The most leftleaning disciplines are sociology and gender studies, the most rightleaning ones are business administration, economics, and law, with political science and economic history somewhere in between. The differences between the disciplines are smaller in Sweden than in the more polarized U.S. We also asked 14 policy questions. The replies largely confirm the pattern of a leftright divide but overall the desire to change the status quo is tepid. Keywords. Academics; social scientists; policy views; political opinions; party sympathies The authors wish to thank Andreas Bergh, Anders Bjorklund, Gissur Erlingsson, Jeffrey Friedman, Nils Karlson, Daniel Klein, Iain Mc Lean, Daniel Waldenstrom, and participants at the 2006 World Meeting of the Public Choice Societies in Amsterdam, as well as seminar participants at the Swedish Institute for Social Research SOFI at Stockholm University, the Department of Economics at the University of Helsinki, IFN, and the Ratio Institute for valuable comments and suggestions, and the Torsten and Ragnar Soderberg Foundations Berggren and Jordahl and the Swedish Council for Working Life and Social Research Stern for financial assistance. The Ratio Institute, P.O. Box 5095, SE102 42 Stockholm, Sweden. niclas.berggrenratio.se IFN, Box 55665, SE102 15 Stockholm, Sweden; and the Ratio Institute. henrik.jordahlifn.se Swedish Institute for Social Research SOFI, Stockholm University, SE106 20 Stockholm, Sweden. lotta.sternsofi.su.se 11. Introduction An increasing number of studies investigate the political views of academics. We contribute to this literature with an analysis of Swedish social scientists in business administration, economic history, economics, gender studies, law, political science, and sociology. All 4,301 academics in these disciplines at 25 Swedish colleges and universities were invited to participate in a web survey with questions on party sympathies and policy views. In total, 1,512 replied, a response rate of 35.2 percent. Our results indicate a general tendency to the right among the Swedish social scientists taking part in our survey.1 When it comes to party sympathies, we find 1.3 sympathizers with the right bloc for each sympathizer with the left bloc. The corresponding ratio for Swedish citizens in general is 1.1. When it comes to policy issues, the general picture is that scholars in business administration, economics, and law tend to favor policies of the right whereas especially scholars in gender studies and sociology tend to favor policies of the left. But overall the desire to change the status quo is tepid in all disciplines.2 When comparing these results to findings from the United States, two differences stand out. On the one hand it is clear that there is a more leftleaning tendency among American academics where left should be interpreted relative to the own political culture, with a dominance of Democrats in all disciplines. On the other hand, there is greater polarization among American academics. For example, the dominance of Democrats seems to hold in every discipline in the U.S. not the case for the right bloc in Sweden, this dominance is generally much larger than for the right bloc in Sweden, and the differences between the disciplines in terms of how dominant the largest party or bloc is are much larger in the U.S. There are two dominant rationales for this line of inquiry. First, academics tend to be influential in any society. Their views are transmitted to students in particular, but also to journalists, politicians and the public. Both introspection and some harder evidence suggest that teachers and professors are able to exert influence of this kind over students.3 The end 1 The terms left and right are used in accordance with standard usage in Swedish discourse, which is not automatically comparable to usage in other political cultures. 2 Note that we neither try to explain these findings nor try to entangle their consequences that is left for future work. 3 Frank et al. 1993 and Frank and Schulze 2000, among others, claim that university teachers influence economics students by making them more selfish. This claim has been disputed by e.g. Frey and Meier 2005. Even if the latter are correct, it may of course be that other forms of influences prevail. E.g. Guimond 1997 finds 2result could be changes in policies, with important social and economic consequences.4 This view was forcefully argued by Keynes 1953: 383384: The ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influences, are usually the slaves of some defunct economist.   But, soon or late, it is ideas, not vested interests, which are dangerous for good or evil. But it is only by knowing what academics actually believe and think that it is possible to critically discuss their influence. Such knowledge may focus on differences between academics and people in general, on differences between various groups of academics and on differences between academics in different countries. Second, some consider heterogeneity, plurality and nonconformism central elements of an academic environment. If it is the case that a certain normative perspective dominates a discipline, this could be thought to be detrimental for an open inquiry into issues, especially into those with policy relevance. However, homogeneity could also be interpreted as consensus, i.e. as an indication that scholars have tried various ideas in open discourse and come, through careful analysis, to certain insights of high certainty. We do not evaluate these alternative interpretations in this study but leave for others to analyze and discuss the positive and negative effects of our findings. Studying Sweden contributes to the literature in providing information, for the first time, on the policy views of social scientists in a Scandinavian country, a part of the world with extensive welfarestate arrangements and a socially progressive tradition. Policies seem to a dominant degree to have been shaped and characterized by social democratic values and persons, perhaps best personified in the couple Alva and Gunnar Myrdal. Policies also illustrate a related Swedish tradition of running politics according to rationalist and modernist precepts, which has given ample room for social scientists to affect policies in many direct ways e.g. as politicians and advisors and also in indirect ways as teachers and that the main subject studied by students is a significant predictor of change in sociopolitical attitudes for college students. There are also indications that civic education under certain conditions affects teenagers towards greater acceptance of democracy and the market economy Slomczynski and Shabad, 1998. And Banks and Roker 1994 find that girls from similar backgrounds have quite different political attitudes depending on whether they go to public or private schools, which again indicates a possibility for teaching to influence students. 4 See Ladd and Lipset 1975: 306311 and Blyth 2002. 3in the media.5 Our findings should be of interest to all scholars who have taken an interest in the Swedish model and also in Swedish academic life. How do the social scientists of Sweden themselves view policies related to the Swedish model that have inspired not least many American scholars?6 The Swedish setting can furthermore be seen as advantageous compared to the U.S. setting in having a proportional electoral system with more parties to choose from, which creates a richer, more informative picture of political preferences. Most previous studies have been conducted in the U.S. Early results indicated a left and Democratic as opposed to Republican inclination among U.S. academics Spaulding and Turner 1968, Lipset and Ladd 1972, Ladd and Lipset 1975, Lipset 1982, Hamilton and Hargens 1993. This was especially the case for humanist and socialscience faculty, whereas naturalscience and business faculty tended to be less leftoriented. Also, there was a tendency for more prominent academics to be more leftist than less prominent ones. Later studies give a similar picture. Rothman et al. 2005 find that liberals and Democrats outnumber conservatives and Republicans by large margins, and the differences are not limited to elite universities or to the social sciences and humanities. They also find that conservatives and Republicans teach at lower quality schools than do liberals and Democrats. However, Ames et al. 2005 do not share the oftstated view that this is a problem and suggest selfselection as a plausible explanation, a suggestion that Zywicki 2005 questions. Klein and Stern 2004, 2005a,b, 2006a,b,c,d find a dominance of Democrats among social scientists and, based on a survey of members of the scholarly associations in anthropology, economics, history, legal and political philosophy, political science, and sociology, that their policy preferences generally are such that partisan identification are in line with leftright ideal types. They also find that the interdisciplinary diversity of policy views is greatest in economics and that those who deviate from left views are as likely to fit a libertarian profile as a conservative one.7 Nakhaie and Brym 1999 report a similar pattern 5 See e.g. Myrdal 1960, Bergh and Erlingsson 2006 and Carlson and Jonung 2006. The latter provide examples of some leading Swedish economists around the turn of the last century who were liberal in the European sense rather than socialist and who also participated actively in public discourse. 6 For a classic example, see Childs 1936. For a more recent example, see Lindert 2004a,b. 7 Similar results are reported by Lee 1994, the Brookings Institution 2001, Lindhom et al. 2003 and Tobin and Weinberg 2006, and for psychologists in particular by Ray 1989 and Redding 2001. The results on party preferences are reinforced and to some extent validated by voterregistration studies which unlike surveys do not suffer from low response rates see e.g. Horowitz and Lehrer 2002, Zinsmeister 2002, Klein and Western 4for Canada. Academics in the humanities, social sciences, arts, and education there score consistently to the left of those in the natural sciences, business, and engineering. However, Zipp and Fenwick 2006 dispute the claims of the previous literature and present results that indicate that the American academy has not become a liberal hegemony; if anything, there has been a slight trend to moderation from both ends of the political spectrum toward the center. p. 320 For a reply, see Klein and Stern 2006e. A related line of research, initiated by Brittan 1973 and Kearl et al. 1979, is less focused on studying party sympathies or selfcharacterizations but rather highlights views on specific policy issues, and some investigate the extent to which academics especially economists are in agreement on various issues.8 For instance, Fuller and GeideStevenson 2003, using three complementary measures, find a considerable amount of consensus, especially in the area of international economics and more so on micro than on macroeconomic issues. An indication of no consensus was found for only four out of 44 propositions. Likewise, Whaples 2006 reports considerable consensus, not least in favor of free trade and educational vouchers. Two issues where there was disagreement were climate change and Social Security. There have also been such surveys of economists in countries other than the U.S. Generally, the studies report a high degree of consensus within countries, but there are, as shown by e.g. Frey et al. 1984, sometimes clear differences between economists in different countries.9 2005 and Cardiff and Klein 2006. The latter study e.g. finds an average DemocratRepublican ratio of 5:1 across universities and disciplines. 8 See e.g. Alston et al. 1992, Whaples 1996, 1996, 2006, Fuchs 1996, Blendon et al. 1997, Fuchs et al. 1998, Moorhouse 1999, Fuller and GeideStevenson 2003, Heckelman and Whaples 2003, 2005 and Colander 2005. 9 Also see e.g. Block and Walker 1988, Ricketts and Shoesmith 1990, 1992, Anderson and Blandy 1992 and Anderson et al. 1993. 5Invitees and Respondents 2. The Survey 2.1. The basis for this study is a webbased survey that was conducted in December 2005January 2006.10 Email invitations were sent to 4,301 Swedish academics, which constitute all academics who are doctoral students and university employees with or without a doctoral degree doing research andor teaching at 25 colleges and universities in the disciplines business administration, economic history, economics, gender studies, law, political science, and sociology.11 The choice of colleges and universities was motivated by there being a presence of at least one department that clearly represented at least one of the seven disciplines.12 As for the choice of disciplines, we restrict ourselves to the social sciences and do not include e.g. the natural sciences or the humanities.13 The reason is that we are interested in disciplines that are relevant to policymaking, in the sense that they deal with socially relevant matters that can form the basis for political opinions and decisions. On the basis of this criterion of policy relevance, we also exclude some social sciences, most notably cultural geography, psychology, and social anthropology. When we speak of social scientists in our analysis, we refer to the disciplines included in this study. The email addresses were located from the web pages of the respective colleges and universities, and only the academics with listed email addresses were contacted.14 Two reminding emails were sent out in line with Schaefer and Dillman 1998, who find this to be a good way to increase the response rate. The number of replies was 1,512, which gives a 10 We offered all recipients of the email the option to participate by printing the web survey, filling it out manually, and sending it to us by regular post. Five out of 1,512 chose to reply in this fashion. 11 Note that we will use tests of statistical inference even though we invited the entire population not a random sample of academics in the seven disciplines. These tests could still be used for inference if all nonresponses were randomly determined. Alternatively, they can be used to extrapolate to a larger universe of possible populations Blalock, 1979. 12 There are, in total, 39 colleges and universities in Sweden. 13 We include law, in spite of its sometimes not being considered part of social science proper. Among the colleges and universities in our study, law is a faculty of its own at Lund University, Stockholm University and Uppsala University. Law belongs to the Faculty of Social Sciences at Umea University and belongs to a faculty or a department together with other socialscience disciplines at most other universities and colleges. 14 Temporarily hired academics and academics on longterm sick leave or parental leave were excluded. 6total response rate of 35.2 percent.15 The highest response rate by institution was 50.0 percent West University College and Gotland University College, while the lowest was 26.3 percent Royal Institute of Technology. The largest numbers of invitations were sent to Stockholm University 625, Lund University 535 and Uppsala University 533. Further details for each institution in the study are available in Table A1 in Appendix A. Problems of nonresponse are dealt with in Appendix B where we investigate to what extent our respondents are representative of the whole population of academics in our seven disciplines. We find that they are, to a large extent, in terms of university or college affiliation, gender, academic position, and academic discipline the variables with known values for the population. When it comes to variables with unknown values for the population we apply the willingnesstorespond approach and investigate whether early responses systematically differ from late responses that we received only after sending out one or two reminding emails cf. Armstrong and Overton, 1977. As such differences are almost completely absent for the variables that we study bloc preferences, policy views, selfreported leftright scale, and certain influential activities, we are reinforced in the belief that our respondents are representative of the population. 2.2. When invitees visited the web page with the survey www.policystudy.se, no longer operational they first received information and instructions. Everything was in Swedish, so here we translate as necessary. After a specification of the purpose of the study, there followed a specification of the length of time it would take to complete it about 15 minutes, a guarantee of anonymity, and information about the three investigators. The Survey 15 This is somewhat similar to response rates in preceding studies which, however, usually begin with a random sample of invitees, whereas we invited all academics in the chosen disciplines in Sweden. For example, Fuller and GeideStevenson 2003 sent questionnaires to 1,000 randomly selected members of the American Economic Association and had a response rate of 30.8 percent. Heckelman and Whaples 2003 sent questionnaires to between 200 and 300 members, respectively, of the American Economic Assocation, the American Political Science Association, and the Public Choice Society and got response rates of 34.4 percent, 33.2 percent and 29.6 percent. Klein and Stern 2004, 2005a,b, 2006a,b,c,d report a response rate of 30.9 percent, based on a random selection of 5,486 members of six professional associations. In contrast, Rothman et al. 2005 report a 72 percent response rate from 1,643 academics. Generally, web surveys seem to have lower response rates than mail surveys around 20 percent compared to 40 percent Sheehan and Mc Millan, 1999. 7The set of questions contains several sections: one on academic discipline, position, and funding; one on personal background; one about the respondents academic work and the respondents themselves; one on political opinions; one on views on different issues relating to the economy, the judicial system, social issues, and gender equality; one on the respondents views on society and the way it functions; and one on academic society and research. There were 73 questions in all. Here, we utilize only a subset, primarily relating to politics and policy views. The questions are specified below when the results are presented.16 The survey was constructed without any technically advanced features as suggested by Liebing Madsen and Grnbk, 2005 so as to enable those without broadband connections to participate. We did not make use of scrollbars for the reply options in accordance with the advice of Dillman, 2006, but since all questions followed in one sequence, the scrollbar to the right continuously indicated how much was left of the survey as suggested by Dillman et al., 1998. Some of the problems with web surveys are probably small when surveying academics. Most academics are familiar with computers and the Internet, and have functioning equipment and broadband at work. 3. Results and Analysis 3.1. Preliminaries Before presenting the results, we wish to clarify a few further matters. First, some basic institutional facts. Sweden is a parliamentary democracy and a monarchy where the king has no formal power. The Parliament is called the Riksdag and has one chamber with 349 members who are elected at the same time every four years. The electoral system is proportional, except for a 4 percent threshold level for any party. The Government is led by the Prime Minister, who is elected by and accountable to the Riksdag. There are seven parties in the Riksdag: the Christian Democrats, the Moderate Party, the Center Party, and the Liberal Party form a right bloc in Government from 2006, while the Social Democratic Party, the Left Party, and the Green Party form a left bloc making up the 16 The full survey in its original Swedish and in an English translation, covering 14 pages, is available at www.sofi.su.selst. 8parliamentary opposition from 2006.17 At the time when the survey was conducted, two challenging parties gained particular attention: the June List and the Feminist Initiative. Neither reached the 4 percent threshold in the September 2006 general election and hence do not hold seats in Parliament.18 Second, we make frequent use of the leftright terminology, both when discussing party sympathies, policy opinions and naturally selfidentification on the leftright scale. This conforms to standard usage among political scientists and seems especially apt in a Swedish setting, where the scale is widely understood and used by voters to structure their political preferences.19 The leftright dichotomy often refers to differences in views of government ownership, government intervention in the economy and the family, the role of the judiciary, and the scope of welfare programs and redistribution.20 Of course, leftright terminology entails simplification, and it should in the Swedish context be pointed out that there are differences between the parties within each bloc and that some are quite centrist on the scale. Furthermore, the terms are to some extent understood differently in other political cultures.21 Left in Sweden and left in the US may mean quite different things and for this reason, comparisons of the shares of left and rightsympathizers are generally most meaningful when made within a political culture. Lastly, not all issues are easily described by the leftright scale. There are many nuances to be made. Third, when results are reported for the different disciplines, this everywhere refers to the disciplines where respondents are currently active. 3.2. Party Sympathies There are large differences between the disciplines when it comes to party sympathies, as revealed in Table 1. It is based on the following question: 17 The decision to include the Green Party in the left bloc has two bases: it has supported, together with the Left Party, Social Democratic governments since its entry into Parliament, and it is placed to the left by voters on the leftright scale Grendstad, 2003. 18 All parties are described briefly in Box A1 in the Appendix. 19 See Klingemann 1995, Bobbio 1996, Oscarsson 1998 and Grendstad 2003. 20 Cf. Lijphart 1984 and Knutsen 1995. 21 See e.g. Grendstad 2003 and Zechmeister 2006. 9Even though one doesnt agree with a political party on each and every issue, one may have stronger sympathies for a certain party, compared to others. Which party do you have the strongest sympathies for?22 Left bloc 19.8 Right bloc 60.8 There is a clear left dominance in sociology with about five times as many who sympathize with the left as with the right bloc as well as in gender studies. There is a milder left character to political science and economic history. There are three disciplines with a right dominance: economics, law, and business administration. In the former two, there are about twice as many who sympathize with the right as with the left bloc. In business administration, the sympathy ratio rises to about three. The result for all disciplines is included for comparison. The right bloc attracts 1.3 times as many of our academics as the left.23 We will return to these aggregate figures in more detail below. Table 1. Bloc preferences of Swedish social scientists percent Business administration Economics Law Economic history Political science Gender studies Sociology All Note: The sum of the share that supports the right bloc and the share that supports the left bloc is not 100 percent since there are five reply alternatives that do not belong to any of these blocs: Other, None, Do not knowDo not want to answer, the June List Jl and the Feminist Initiative Fi, two parties that are not part of any of the blocs. The left bloc comprises the Social Democratic Party S, the Left Party V, and the Green Party Mp. The right bloc comprises the Christian Democrats Kd, the Moderate Party M, the Center Party C, and the Liberal Party Fp. 52.5 46.6 31.2 29.4 10.2 11.0 41.7 26.8 24.6 40.6 45.1 23.1 57.4 33.2 3.1 2.0 1.9 0.8 0.7 0.4 0.2 1.3 Ratio right blocleft bloc One can relate these findings to the ratio between Republicans and Democrats in the U.S. in different disciplines. According to Klein and Stern 2005b, among sociologists and anthropologists, the ratio is 0.05 that is, there are more than 20 times as many Democrats as Republicans. Among political scientists, it is 0.2 more than five times as many Democrats; 22 We also asked which party the respondents intended to vote for in the 2006 parliamentary election. As about 40 percent replied that they did not intend to vote for any party or that they did not know or did not want to answer the question, we do not include the results. They are available upon request. 23 We have also calculated the bloc preferences if each discipline is given equal weight irrespective of its size. The ratio is then 0.93 a mild left dominance. 10and among economists, it is 0.3 three times as many Democrats. For socialscience and humanities faculty in all they estimate the ratio to be 0.12 eight times as many Democrats. There definitely seems to be more of a onesided dominance in the U.S. setting, and it is to the left compared to Sweden, where it is to the right given the definition of these terms in each political culture. Hence, these differences do not necessarily translate into actual differences in actual policy positions: an average Democrat is perhaps in agreement with an average rightbloc sympathizer in Sweden. Looking specifically at sympathies for the different parties in the various disciplines, Figures 1a and 1b reveal that the Liberal Party Fp is the largest party in business administration, economic history, economics, and law. This is noteworthy, since this party is relatively small in the electorate at large, where the Moderate Party M is since long the largest party in the right bloc. This finding indicates that the sympathies for the right bloc are relatively centrist among the academics in our study. The Social Democratic Party S is the largest among political scientists the only discipline for which this holds, in spite of this party being the biggest in the electorate. The Left Party V is the largest among sociologists rendering the left character of the discipline more distinct than if the Social Democrats had been the largest party; and the Feminist Initiative Fi greatly dominates gender studies. Figure 1a. Party sympathies among Swedish social scientists per discipline percent 35 Fi Fp M Fp SFp MSS Mp V Fi Kd C Jl VMp Fi M Jl C Kd Fp S V Mp Kd Jl CMp VFi C Kd Jl M Business Administration Economic History Economics Gender Studies Party one sympathizes with Jl Kd M C Fp S V Mp Fi Other None Do not know Do not want to answer 1130 25 20 15 10 5 0 tnecre P Figure 1b. Party sympathies among Swedish social scientists per discipline percent 35 30 25 20 15 10 5 0 tnecre PFp M SFp S Mp V Fi Jl Kd C Mp M VFi C Jl Kd VSMp Fp Fi Jl CMKd Law Political Science Party one sympathizes with Sociology Note: The left bloc comprises the Social Democratic Party S, the Left Party V, and the Green Party Mp. The right bloc comprises the Christian Democrats Kd, the Moderate Party M, the Center Party C, and the Liberal Party Fp. Brief party descriptions are available in Box A1 in Appendix A. To see whether the differences in party sympathies observed across disciplines are due to compositional differences, we have regressed bloc sympathy on discipline, age, gender, and position in the academy. The logit results are available in Table C1 in Appendix C. They reveal that the bloc differences between the disciplines are in qualitative agreement with the findings presented above. Being a scholar in sociology is associated with a higher probability for supporting the left bloc, whereas being a scholar in business administration, economics, and law is associated with a higher probability for supporting the right bloc. These findings are robust to changing the set of control variables from including age, gender and academic positions to including, in addition, family income, and academic affiliation. In Figure 2, the aggregate party sympathies of all 1,512 respondents are presented. 12 Figure 2. The party sympathies of all respondents percent tnecre P252015105022,6916,5314,228,078,69,339,791,522,382,38Jl Kd MCFp SVMp Party 3,90,6Fi Other None DKD W TA Note: Jl the June List, Kd the Christian Democrats, M the Moderate Party, C the Center Party, Fp the Liberal Party, S the Social Democratic Party, V the Left Party, Mp the Green Party, Fi the Feminist Initiative, and DKKWTA Do not knowDo not want to answer. The share that replies None or DKDWTA is very similar to that found in the general opinion polls at the time 16.1 percent on average for six polls in December 2005 and January 2006 from the three leading opinionpoll institutes Temo, Sifo, and Demoskop. The biggest party among our respondents is the Liberal Party Fp, a centerright party in the right bloc, whereas the two traditionally dominant parties, the Moderate Party M and the Social Democratic Party S, get relatively low figures. If one looks at the two political blocs, the right bloc gets 41.7 percent and the left bloc gets 33.2 percent, a clear dominance of 1.3:1 of the right. survey can be compared to those of Swedes in general in December 2005January 2006, as reported by three opinionpoll institutes. However, comparability is not straightforward. First of all, the opinion polls do not list the June List or the Feminist Initiative separately. By adding the two small parties to the Other category, comparability is facilitated. Second, the partypreference question of the opinion polls is different from ours: The partysympathy figures for the Swedish social scientists participating in our Which party would you vote for if there was a parliamentary election today? Keeping these differences in mind, Table 2 presents the figures for our social scientists 1, for Swedish citizens 2 and the discrepancy between them 3. A negative figure indicates that a party is underrepresented among our social scientists compared to citizens in general. 13Clearly, there are great differences between the social scientists surveyed here and citizens in general.24 The Social Democratic Party is extremely small among our social scientists compared to citizens in general the discrepancy is 13.4 percentage points but also the Moderate Party is substantially smaller. The party that is disproportionately large among our social scientists is the Liberal Party, with 14.5 percentage points higher support. Looking at the two blocs, the left bloc is underrepresented among our social scientists: it has 5.9 percentage points fewer sympathizers in this category of the electorate. The right bloc is also underrepresented, but only by 1.1 percentage points. For each left academic in our study, there are 1.3 right academics, whereas the corresponding figure for citizens in general is 1.1.25 24 We do not address the normative issue of whether this is problematic or not. Nor do we take a position on whether interdisciplinary differences are problematic or not. 25 Interestingly, a study by Asp 2006 indicates that among Swedish journalists who, like academics, in many cases may be seen as potentially influential intellectuals, the share of support for the left bloc among those who support one of the seven main parties is 67 percent, whereas the corresponding share of support for the right bloc is 33 percent in late 2005 and based on the question Which party do you like best today?. This is a major difference compared to the academics in our study, keeping in mind the slightly different partysympathy question. With Asps way of counting, the share of support for the left bloc among those of our social scientists who support one of the seven main parties is 44 percent, whereas the corresponding share of support for the right bloc is 56 percent. Among journalists, the rightleft ratio is 0.5, and among our social scientists, it is 1.3. But a similarity is that the two major parties in the electorate, the Moderate Party and the Social Democratic Party, are underrepresented, while the Green Party, the Left Party and the Liberal Party are greatly overrepresented. Among the rightbloc parties, as among our academics, the Liberal Party is the largest. 14Table 2. Party preferences of Swedish social scientists and of Swedish citizens in general percent Swedish social scientists 1 percent Swedish citizens 2 percent Discrepancy 12 percentage points Right bloc Left bloc 5.9 1.1 33.2 41.7 1.3 3.7 26.0 4.9 8.2 29.9 5.2 4.0 1.9 16.1 39.1 42.8 1.1 2.4 14.2 2.4 22.7 16.5 8.1 8.6 6.0 19.1 1.3 11.8 2.5 14.5 13.4 2.9 4.6 4.1 3.0 Christian Democrats Moderate Party Center Party Liberal Party Social Democratic Party Left Party Green Party Other NoneDo not knowDo not want to answer Left bloc Right bloc Ratio right blocleft bloc Note: Column 1 is based on responses to the question Even though one doesnt agree with a political party on each and every issue, one may have stronger sympathies for a certain party, compared to others. Which party do you have the strongest sympathies for? from 1,512 academics, adding figures for the June List and the Feminist Initiative to the reply alternative Other. Column 2 is the average of six opinion polls from December 2005 and January 2006, one for each month from three opinionpoll institutes Temo, Sifo, and Demoskop, where the question asked was: Which party would you vote for if there was a parliamentary election today? The figures are somewhat different from those reported by the institutes, since they sum the party shares including other parties to 100 percent, whereas we include the NoneDo not knowDo not want to answer category when summing to 100 percent. The left bloc comprises the Social Democratic Party S, the Left Party V, and the Green Party Mp. The right bloc comprises the Christian Democrats Kd, the Moderate Party M, the Center Party C, and the Liberal Party Fp. 3.3. Policy Views In order to get a more granular picture of the political views of our Swedish social scientists, we asked them about their views on a number of proposed policy reforms. These questions were arranged in four groups under the rubrics: the economy, the judicial system, social issues, and gender equality. In each group the questions are supposed to capture important policy issues that have been publicly debated in Sweden and for which no apparent consensus exists. Each question had the following reply alternatives: Very bad proposal 1 Rather bad proposal 2 Neither a good nor a bad proposal 3 Rather good proposal 4 Very good proposal 5 Do not knowDo not want to answer. The numbers 15 did not appear. 15 The Economy We had five economic questions in the survey: What is your opinion of a proposal to raise or introduce tariffs on goods from nonEU countries in order to protect Swedish jobs? What is your opinion of a proposal to abolish the right of labor unions to instigate boycotts against companies that dont want to sign collective bargaining agreements? What is your opinion of a proposal to cut taxes? What is your opinion of a proposal to downsize the public sector? What is your opinion of a proposal to reduce income differences in society? The responses from the different disciplines are shown in Table 2. Here, we exclude the Do not knowDo not want to answer replies to enable a mean and standarddeviation comparison. Since the underlying answers are ordinal, the means have no exact interpretation and should only be seen as a pedagogical device that saves space and enables quick comparisons of the disciplines. Table 3. Views on economic policy per discipline means with standard deviations in parentheses Sociology All Law Business administration Economic history 1.49 0.59 2.46 1.42 Economics Gender studies 1.66 0.76 1.69 1.01 1.27 0.55 3.11 1.39 1.66 0.792.69 1.46Political science 1.52 0.61 2.44 1.26 3.06 1.15 3.66 1.03 3.37 1.07 3.08 1.15 2.98 1.23 2.66 1.31 3.69 1.21 2.82 1.26 2.57 1.20 3.78 1.13 1.55 0.72 2.69 1.42 3.23 1.29 2.89 1.29 3.53 1.253.07 1.273.34 1.192.21 1.10 1.86 0.96 2.11 1.03 1.74 0.83 1.77 0.80 2.09 1.29 3.74 1.13 3.40 1.22 1.56 0.73 3.03 1.41 Raise tariffs Abolish union boycotts Undertake tax cuts Downsize public sector Reduce income differences Note: 0.01, 0.05 pvalue using the MannWhitney test of equality of distribution across two independent samples using economics the experts on these policy proposals as the comparison group, which is why it is marked in bold. An OLS regression with a dummyvariable using economics as the reference category yields no differences in results. The value 3 the reply Neither a good nor a bad proposal can be interpreted as a neutral or mixed view of the policy proposals, whereas 1 and 2 indicate various degrees of opposition and 4 and 5 various degrees of support. Overall it seems fair to conclude that Swedish social scientists are not supportive of policy reforms aimed at raising or introducing protective tariffs on goods from nonEU countries: all disciplines have mean responses well 4.27 0.96 3.48 1.21 4.39 0.79 16below 3, with economists being most strongly opposed. Nor do they support abolishing union rights to boycott companies who do not want to sign collective bargaining agreements weak resistance dominates, except in business administration and economics, where neutrality prevails. On the other proposals the pattern is more mixed. Academics in business administration and economics are more supportive of tax cuts and of downsizing the public sector than other social scientists. They are also more mixed than the others on reducing income inequality. The impression from the analysis of party sympathies recurs: Business administration, economics, and law lean more to the right, whereas economic history and political science are moderately on the left, and gender studies and sociology are more distinctly on the left.26 But in no case is there a very strong desire to deviate from the status quo except, perhaps, when it comes to reducing income inequality, which is strongly supported in gender studies and in sociology. available version of which is from 2002. When it comes to undertaking tax cuts, the average position of Swedish citizens is 3.31; the average position of our respondents is 3.23. When it comes to downsizing the public sector, the average position of Swedish citizens is 2.50; the average position of our respondents is 2.89. When it comes to reducing income differences, the average score of Swedish citizens is 3.91; our respondents average 3.48. On economic issues our social scientists are to the right of Swedish citizens, but the difference is not that large.27 When looking at the disciplines, there is at least one on each of the issues with a lower and at least one with a higher score than among Swedish citizens. There are somewhat similar questions in the Swedish Election Study, the latest The responses from all respondents are shown in Figure 3. 26 When we use the terms left and right in this section, we rely on the most common positions of the two blocs. For example, cutting taxes is considered a right position since the parties of the right bloc advocate this to a larger degree, while reducing income differences is considered a left position for an analogous reason. Not all questions can be easily classified in this simple way, as noted below at times. 27 All three differences between social scientists and the electorate at large are highly statistically significant according to ttests. 17Figure 3. Views on economic policy percent tnecre P tnecre P60 40 20 0 60 40 20 0 tnecre P tnecre P60402006040200132Raise tariffs 4521Downsize public sector 54360 tnecre P402005 1Undertake tax cuts 4 2321Abolish union boycotts 35412Reduce income differences 345 Note: 1: Very bad proposal; 2: Rather bad proposal; 3: Neither a good nor a bad proposal; 4: Rather good proposal; 5: Very good proposal. Only on the first question is there an overwhelming consensus. A large majority thinks that introducing or raising tariffs on goods from countries outside the EU in order to protect Swedish jobs is a rather or very bad proposal. When it comes to the other four economicpolicy questions, there is no similarly obvious consensus among the respondents. Nevertheless, the proposal to abolish the right of labor unions to instigate boycotts against companies that dont want to sign collective bargaining agreements is more opposed than supported; the proposal to cut taxes receives modestly more support than opposition; the proposal to downsize the public sector is slightly more opposed than supported; and the proposal to reduce income differences in society receives some support on net. In traditional rightleft terms, the picture that emerges is rather mixed. Clearly, there is no general support for radical policy change in either direction only a weak overall desire to cut taxes and to reduce inequality can be detected. 18The Judicial System We had three judicial questions: What is your opinion of a proposal to the effect that the appointment of judges to the Supreme Court and the Supreme Administrative Court should not only be decided by the government but by some body that is broader and less politicized? What is your opinion of a proposal to increase the severity of punishment for violent crimes? What is your opinion of a proposal to set up a constitutional court in Sweden with powers to reject legislation that goes against the Swedish constitution? When we divide the respondents according to academic discipline, as reported in Table 4, the overall pattern suggests that our respondents are likely to favor reforms in the judicial area. The exceptions are genderstudies and sociology scholars, who on average do not wish to increase punishment for violent crimes. A general centristrightist pattern is apparent. Table 4. Views on the judicial system per discipline means with standard deviations in parentheses Sociology Law Business administration Economic history Political science 3.99 1.09 3.54 1.10 3.36 1.30 Economics Gender studies 3.94 1.14 3.11 1.12 3.44 0.96 4.23 0.96 3.73 1.07 3.86 1.04 4.44 0.79 3.45 1.34 3.86 1.25 3.99 1.04 3.10 1.16 3.53 1.00 4.32 0.95 3.93 1.00 4.02 1.03 4.09 0.96 3.34 1.23 3.72 1.18 Depoliticize judges Increase severity of punishment Introduce constitutional court Note: 0.01, 0.05, 0.10 pvalue using the MannWhitney test of equality of distribution across two independent samples using law the experts on these policy proposals as the comparison group, which is why it is marked in bold. Deviations using binary regression instead: Gender studies comes out as nonsignificant on increasing the severity of punishment and on introducing constitutional courts, economics comes out as significantly different on increasing the severity of punishment. one on increasing the severity of punishment for crime. The average position of Swedish citizens is 3.75, while our respondents average position is 3.60. Given the differences in the wording of the questions, the difference cannot be seen as substantial although in statistical terms, it is significant. Comparing to the Swedish Election Study from 2002, there is a similar question to the All 4.19 1.00 3.60 1.15 3.77 1.13 The responses from all respondents are shown in Figure 4. 19Figure 4. Views on the judicial system percent tnecre P tnecre P50 40 30 20 10 0 50 40 30 20 10 0 tnecre P5040302010051Increase severity of punishment 2354 12 34Depoliticize judges 2 15Introduce constitutional court 34 Note: 1: Very bad proposal; 2: Rather bad proposal; 3: Neither a good nor a bad proposal; 4: Rather good proposal; 5: Very good proposal. Unlike the replies to the economic questions, the replies to the judicial questions have a common pattern indicating fairly strong support for policy change. The first graph in Figure 4 shows respondents views on of the proposal to effectively depoliticize judge appointments to the Supreme Court. Over 80 percent of the respondents think that implementing such a proposal would be rather good or very good. More than 60 percents wish to increase the severity of the punishment for violent crimes; and about 70 percent think it is a rather good or very good proposal to set up a constitutional court in Sweden with powers to reject legislation that goes against the Swedish constitution. In all three cases, a majority takes a position that would traditionally be considered on the right. Social Issues We had three questions regarding social issues: What is your opinion of a proposal to have more medical carehospitals run by private companies? 20 What is your opinion of a proposal to accept fewer refugees in Sweden? What is your opinion of a proposal to cut down on social welfare benefits? In Table 5 we divide the respondents according to academic discipline. Table 5. Views on social issues per discipline means with standard deviations in parentheses Law Business administration Economic history Sociology All 3.25 1.32 2.02 1.12 2.61 2.21 Political science 3.03 1.24 1.85 1.05 2.33 1.11 Economics Gender studies 2.26 0.99 1.36 0.63 1.67 0.79 3.62 1.11 2.02 1.10 2.95 1.08 2.37 1.26 1.68 0.93 1.83 0.99 3.66 1.22 2.36 1.18 3.08 1.12 3.40 1.29 2.10 1.15 2.75 1.31 2.95 1.47 1.80 1.05 2.33 1.27 More private healthcare Fewer refugees Cut welfare benefits Note: 0.01, 0.05, 0.10 pvalue using the MannWhitney test of equality of distribution across two independent samples using sociology the experts on these policy proposals as the comparison group, which is why it is marked in bold. There are no deviations using binary regression instead. Scholars in business administration, economics, and law favor more private health care, whereas political scientists and economic historians are neutral. Scholars in sociology and gender studies oppose the proposition. When it comes to accepting fewer refugees, academics in all disciplines consider it a bad proposal, especially in gender studies, sociology, economic history, and political science. Cutting welfare benefits is not really supported in any discipline. Academics in business administration and economics are neutral, while academics in gender studies and sociology are quite strongly opposed to the proposal. Overall, business administration, economics, and law appear to be more on the right, but of the three issues, that is perhaps only displayed in the case of wanting more private health care. Otherwise, no radical policy changes are desired. Gender studies is most to the left on all three issues in each case with the smallest standard deviation. about more private healthcare and about cutting welfare benefits, the positions of Swedish citizens are 2.70 and 2.86 respectively. The studied social scientists overall positions are 3.25 and 2.61, which means that they are substantially more positive towards private healthcare and somewhat more opposed to cuts in welfare benefits compared with all citizens. But again, looking at the individual disciplines, they report scores on both sides of Swedish citizens on each of the issues. Comparing to the Swedish Election Study of 2002, where similar questions were asked The responses for all respondents taken together are summarized in Figure 5. 21Figure 5. Views on social issues percent tnecre P tnecre P40 30 20 10 0 40 30 20 10 0 1 1 2 3 4 More private health care 2 3 Cut welfare benefits 4 tnecre P4030201005514 2Fewer refugees 35 Note: 1: Very bad proposal; 2: Rather bad proposal; 3: Neither a good nor a bad proposal; 4: Rather good proposal; 5: Very good proposal. About 50 percent favor having more private healthcare providers, whereas about 30 percent think that it is a rather bad or very bad policy proposal. Over 70 percent of our respondents opine that it is a rather bad or very bad proposal to accept fewer refugees; again an issue where our social scientists seem to have more or less a consensus view. About 50 percent do not want to cut down on social welfare benefits while a little more than 25 percent favor cuts. Overall, there is a right tendency for the first issue, whereas the position on the second could be termed liberal or a display of solidarity and hence fit into certain ideologies both on the left and the right. For the third issue, there is a left tendency of opposing welfarebenefit cuts. Gender Equality Lastly, we had three questions on gender equality: What is your opinion of a proposal to mandate the appointment of a certain fraction of women to different jobsfunctions in the private sector? 22What is your opinion of a proposal to change the parental insurance such that it is equally divided between the mother and the father, rather than being given for the parents to divide between themselves as they see fit? What is your opinion of a proposal to distribute a great deal of the money that today goes to daycare centers to the parents instead such that they, for themselves, can choose whether to stay at home with the children, use any type of childminder, or use daycare centers? Table 6 describes differences between the disciplines. Table 6. Views on equality per discipline means with standard deviations in parentheses Political science 2.95 1.38 Economics Gender studies 3.97 1.12 Economic history 2.39 1.20 Business administration 2.50 1.37 2.36 1.27 Law Sociology All 2.46 1.29 3.13 1.41 2.67 1.42 2.30 1.29 3.01 1.45 3.61 1.32 3.81 1.20 2.72 1.60 3.15 1.45 2.52 1.43 1.79 0.91 3.17 1.50 2.79 1.50 3.18 1.31 2.39 1.44 2.95 1.54 2.59 1.32 3.39 1.38 2.73 1.36 Gender affirmative action Mandatory sharing of parental insurance Childcare money directly to parents Note: 0.01, 0.05, 0.10 pvalue using the MannWhitney test of equality of distribution across two independent samples using gender studies the experts on these policy proposals as the comparison group, which is why it is marked in bold. Six out of 39 respondents from gender studies were men. Using bivariate regression instead; political science comes out as significant on the 0.01 level and sociology comes out as significant on the 0.10 level on the mandatory sharing of parental insurance. Scholars in gender studies are favorable to the proposal to mandate the appointment of a certain fraction of women in the private sector, with mild support being rendered also by sociologists. Mild opposition prevails in economics, economic history, business administration, and law. As for mandatory sharing of parental insurance between the mother and the father, the pattern is very similar. And as for giving childcare subsidies directly to the parents, scholars in business administration are quite positive, whereas scholars in economics and law are quite neutral. Scholars in gender studies are rather opposed to such a proposal and scholars in sociology, political science, and economic history are mildly opposed. Overall, sociology and particularly gender studies appear different, in a more left or regulatory direction, in this area compared to the other fields. And again, gender studies also has the smallest standard deviations. More detailed aggregate results are presented in Figures 6ab, first shown for all respondents and then separately for men and women. 233020100 1Mandatory sharing of parental insurance 264 5 3 Figure 6a. Views on gender equality, all respondents percent 30 tnecre P20 10 0 30 1 Introduce gender affirmative action 4 2 3 5 tnecre P 20 10 0 1 2 3 5Childcare directly to parents 4 tnecre P 66 When it comes to the proposal to mandate the appointment of a certain fraction of women to different jobsfunctions in the private sector, about 50 percent oppose it, while about 25 percent favor it. When it comes to mandatory sharing of parental insurance, again the opposition is stronger than the support about 50 versus about 40 percent. And when it comes to giving childcare money directly to parents, a little more than 40 percent are in favor and about the same figure in opposition. As can be seen, there is polarization on all issues. Figure 6b. Views on gender equality, respondents per gender percent M en W om en M en W om en tnecre P tnecre P30 20 10 0 30 20 10 0 302010 tnecre P14 5 M andatory sharing of parental insurance 3 2534121 2 2 3 4 Introduce gender affirm ative action 3 4 5 1 M en W om en 1 2 2 3 4 Childcare m oney directly to parents 3 4 5 1 055Note: 1: Very bad proposal; 2: Rather bad proposal; 3: Neither a good nor a bad proposal; 4: Rather good proposal; 5: Very good proposal. 24 It turns out that the polarization is largely due to gender differences. Women are in general much more positive towards introducing affirmative action based on gender and towards mandatory sharing of parental insurance, while they are more opposed to having childcare money go directly to the parents. Looking at the whole population of respondents, responses to the first and second issues are somewhat to the right, whereas on the third issue the two sides are more equal in size among respondents. Women are clearly more leftleaning in the sense that they support regulatory policies in this area. 3.4. Selfreported leftright scale We also asked the following question, with reply alternatives from 1 to 10 and with the option Do not knowDo not want to answer: Where on a scale from 1 to 10, where 1 equals the most leftwing member of the current parliament and 10 equals the most rightwing member of the current parliament, would you place yourself? The differences between disciplines found for party sympathies and policy issues are confirmed by distinct differences between the disciplines when it comes to selfidentification on the leftright scale. The averages are presented in Table 7. Again, three groups appear. Sociology and gender studies have a left orientation, economic history and political science are quite centrist with a mild left orientation, whereas law, economics, and business administration have a right orientation.28 In terms of standard deviations, law and economic history are the most heterogeneous whereas gender studies and sociology are the most homogeneous. Decomposing the overall standard error of 2.31, the unweighted betweendisciplines component is 1.25 and the withindisciplines component 2.03. Differences between the seven disciplines account for a considerable share of the total variation in the leftright dimension. 28 The large difference in political opinions between economists and sociologists, the two groups to which we ourselves belong, is clear both from looking at party preferences, policy views and selfidentification on a leftright scale. Udehn 1999 suggests that this reflects quite different philosophical traditions in the two disciplines. 25Table 7. Leftright positioning in seven disciplines means with standard deviations in parentheses Discpline Business administration Economics Law Economic history Political science Gender studies Sociology All Leftright position 6.30 2.01 6.15 1.95 5.83 2.44 4.75 2.39 4.82 2.09 3.19 1.72 3.46 1.79 5.35 2.31 Note: 0.01, 0.05 pvalue using the MannWhitney test of equality of distribution across two independent samples using economic history as the comparison group, which is why it is marked in bold. The distribution of all responses is presented in Figure 7. The average is 5.4, and the median is 5. But the distribution is not quite as centrist as these figures imply the two peaks are obtained by the 3 and the 7 bars, for example, and the 5 bar is lower than four of the nine other bars. A form of polarization is, in other words, observable here as well, as was the case for party sympathies.29 29 The Swedish Election Study from 2002 the most recent one uses a scale from 0 indicated to be far to the left to 10 indicated to be far to the right and do not use an anchor like we do, in the form of relating the reply to the members of the current parliament. With these differences noted, the Election Study reports an average value for Swedish citizens of 4.8. Unlike our respondents, Swedish citizens are on average positioned slightly to the left of the midpoint of the scale. Moreover, in the 2002 Swedish Election Study there is a spike with 21 percent of the respondents at the very midpoint of the leftright scale. Polarization is a characteristic that our respondents do not share with the Swedish electorate. However, skewness and kurtosis tests for normality indicate that the two distributions deviate from normality in the same way: they are both leptokurtic and approximately symmetric. 26Figure 7. Leftright positioning for all respondents 18.714.8 11.9 11.611.012.93.73.1 tnecre P20 18 16 14 12 10 864208.6 3.7 1 23 45678910Leftright scale 3.5. Influential Activities As has been argued above, a motivation for a study of this kind is the possible influence social scientists may exert over public discourse and politics. To see the extent to which our respondents have had such opportunities, we asked the following questions: Have you participated in any SOU Swedish government official report or any other government commission? How many articles, chapters or books that can be classified as student literature or popular science publications publication that inform the public about research within your field have you written? Have you participated in any radio or TV programs where you discussed or related to your research in a popular science way? Participation in government commissions is the most exclusive of these activities, 14 percent of the respondents have participated once and 13 percent have done so several times. Radio and television are less exclusive, 35 percent have appeared at least once on these mass media. Publications are more common: 70 percent have written at least one publication classified as teaching material or popular science. There are also differences between the subjects. Table 8 reveals that academics in political science are quite involved in all three activities. Academics in gender studies also appear rather active, especially in radio and television but not in government commissions which may have to do with its being a young discipline. Business administration appears to be the least active subject in this regard. 27Economic history Economics Gender studies Law Political science Sociology All 65.2 14.1 18.5 60.5 21.4 17.8 38.0 38.4 22.8 76.9 12.8 10.3 35.9 25.6 38.5 12.8 46.2 41.0 68.5 16.4 13.0 58.2 22.6 19.2 29.4 47.3 23.3 60.3 19.1 19.6 35.3 31.4 32.8 24.5 51.5 22.1 70.0 15.2 12.7 44.3 30.4 24.9 25.3 52.3 21.5 70.5 14.0 13.0 54.5 25.1 20.0 28.4 47.2 23.2 Government commissions Radio and television Table 8. Influential activities percent Activity Business administration 77.3 11.1 8.2 64.6 23.2 12.2 29.0 47.2 22.3 Level of participation No Low High No Low High No Low High 79.7 10.9 6.2 59.4 26.6 12.5 23.4 54.7 20.3 Teaching material and popular science Note: For government commissions a low high level of participation is defined as once several times. For radio and television a low high level of participation is defined as between one and three times more than three times. For teaching material and popular science a low high level of participation is defined as between one and five articles and books more than five articles and books. The response category Do not know do not want to answer is not reported in the table. 0.01, 0.05 pvalue using the MannWhitney test of equality of distribution across two independent samples using sociology as the comparison group, which is why it is marked in bold. The response category Do not know Do not want to answer is excluded when performing this test. as their position on the leftright scale described in section 3.4 we find no statistically significant differences between the most active and the most passive group when it comes to participation in government commissions or to publishing teaching material and popular science. For radio and television the mean leftright position is 4.98 for scholars who have appeared at least three times compared to 5.63 for those who have not appeared a single time.30 If we relate the mentioned activities to the ideological stance of the scholars, measured There is however a connection between active participation in government commissions and sympathies for the Social Democratic Party, the party forming the government 19942006. The Social Democratic Party is the most sympathizedwith party among the most active scholars with sympathies being 13.3 percentage units higher than in the least active group. On the one hand it seems as if the Social Democratic government has not involved a representative sample of social scientists in government commissions when it comes to sympathies. On the other hand the overrepresentation of social scientists who support the Social Democrats makes the composition of government commissions more in line with the party sympathies of all Swedish citizens.31 30 The distributions that generate this difference are statistically significant at the one percent level according to the MannWhitney test. 31 There are of course many explanations for the degree of influence activities in the different disciplines, as well as for the ideological character of those who undertake them. Some explanations are demand and others are 284. Concluding Remarks Academics tend to be influential in any society, influencing decisionmakers through lectures, various publications, the media, and in some cases directly as advisors. It is therefore of interest to study the political persuasions of academics. Although such persuasions do not necessarily color their work, Gunnar Myrdal and others have suggested ideological sensibilities run deeper than many scholars realize or may be willing to admit. The Swedish setting has not, to our knowledge, been studied in this regard before, and the present study therefore complements previous, mainly American studies. Swedish academics may be of international interest as primary experts of the extensive Swedish welfare state, which is often seen as an intriguing model by social scientists and intellectuals in other countries. The political persuasions of Swedish scholars may affect this line of research the questions that are asked, the methods that are used, the results that are highlighted. We find that Swedish social scientists in seven disciplines can generally be classified as leaning slightly right on the whole. It turns out that 51.5 percent support the right bloc compared to 41.0 percent for the left bloc a rightleft ratio of 1.3, to be compared with 1.1 in the electorate in general. The most leftleaning discipline is sociology, where the left bloc not only achieves more than 5 times more support than the right bloc but where the Left Party is also the biggest party. The second most leftleaning discipline is gender studies. The most rightleaning discipline is business administration, where the right bloc achieves more than three times more support than the left bloc and where the Liberal Party is the most preferred. Economics and law are the second and thirdmost rightleaning disciplines. When it comes to policy issues, the general picture confirming the one stemming from party sympathies is that scholars in business administration, economics, and law tend to favor reforms of the right whereas especially scholars in gender studies and sociology tend to favor reforms of the left but the desire to change the status quo is weak overall. The most homogeneous discipline appears to be gender studies, with the lowest standard deviations on most policy issues. Unlike U.S. academics, who have been shown to tend towards the left in their political culture, Swedish social scientists seem to tend more to the right overall. Thus, our findings supplyinduced probably, a mixture is the typical case. Of the three types of activity, the most demandinduced is probably the first. Writing a government report or being on a government commission is the result of being picked. 29demonstrate that there is no universal law saying that academics are everywhere inclined to support the political left. However, this conclusion may need to be qualified. First, even if the overall pattern in Sweden is more to the right, there are larger differences and greater polarization in the U.S. For example, the dominance of Democrats seems to hold in every discipline in the U.S. not the case for the right bloc in Sweden, this dominance is generally much larger than for the right bloc in Sweden, and the differences between the disciplines in terms of how dominant the largest party or bloc is are larger in the U.S. Second, when looking at party sympathies, the leftright dichotomy is not always very informative and in some cases misleading not least when proffering international comparisons. An American academic to the left may, in actual views, be close to a Swedish academic to the right.32 That is, if academics hold quite similar policy views in different countries they could be deemed left or right in relation to the general population in their respective countries without actually differing on the views as such. Such a similarity could either stem from a sense of community inbetween academics belonging to the same discipline; or it could be that academics are influenced by other countries to a higher degree than people in general and therefore support parties and policies that are closer to the overall political stance in other countries. Third, one can interpret our social scientists as being to the left at least if compared to the electorate. We find that among our academics the Liberal party is the preferred rightbloc party, in contrast to the Moderates that is the preferred rightbloc party in the electorate and considered more right than the Liberals. Likewise, we see that the Left party is the preferred left party among our academics, in contrast to the Social democrats that is the preferred party in the electorate and considered more right than the Left party. In summing up our results, we do not claim that our findings necessarily indicate a Lastly, since education has traditionally been an issue of high priority for the Liberal Party there is also the possibility that academics support this party to further their groupinterest, including for financial reasons. problem. We do not say that a left dominance in sociology or a right dominance in business administration entail discrimination of colleagues in the minority position. Our study does not address such issues. However, we hope that the results can constitute an informed basis on which such issues can be addressed. 32 In this context, it should perhaps especially be stressed that the Liberal Party, the largest party among our respondents and part of the right bloc, is a nonsocialist but quite centrist party. 30 References Alston, R. M., Kearl, J. R. and Vaughan, M. B. 1992. Is There a Consensus among Economists in the 1990s? American Economic Review 822: 203209. Ames, B., Barker, D. C., Bonneau, C. W. and Carman, C. J. 2005. Hide the Republicans, the Christians, and the Women: A Response to Politics and Professional Advancement Among College Faculty. The Forum 32: Article 7. Anderson, M. and Blandy, R. 1992. What Australian Economics Professors Think. Australian Economic Review 20OctoberDecember: 1740. Anderson, M., Blandy, R. and Carne, S. 1993. Academic Economic Opinion in East Asia. Australian Economic Review 20July September: 519. Armstrong, J. S. and Overton, T. S. 1977. Estimating Nonresponse Bias in Mail Surveys. Journal of Marketing Research 143: 396402. Asp, K. 2006. Journalistkarens partisympatier The Party Sympathies of Journalists.Working Paper No. 38. Department of Journalism and Mass Communication, Gothenburg University. Banks, M. H. and Roker, D. 1994 The Political Socialization of Youth: Exploring the Influence of School Experience. Journal of Adolescence 171: 315. Bergh, A. and Erlingsson, G. 2006. Resilience through Restructuring: Swedish PolicyMaking Style and the Consensus on Liberalizations 19802000. Working Paper No. 110. The Ratio Institute. Blalock, H. 1979. Social Statistics. New York: Mac GrawHill. Blendon, R. J., Benson, J. M., Brodie, M., Morin, R., Altman, D. E., Gitterman, G., Brossard, M. and James, M. 1997. Bridging the Gap Between the Publics and Economists Views of the Economy. Journal of Economic Perspectives 113: 105118. Block, W. and Walker, M. A. 1988. Entropy in the Canadian Economics Profession: Sampling Consensus on the Major Issues. Canadian Public Policy 142: 137150. Blyth, M. 2002. Great Transformations: Economic Ideas and Institutional Change in the Twentieth Century. Cambridge: Cambridge University Press. Bobbio, N. 1996. Left Right: The Significance of a Political Distinction. Cambridge: Polity Press. Brittan, Samuel 1973. Is There an Economic Consensus? London: Macmillan. 31Brookings Institution 2001. National Survey on Government Endeavors. Washington, DC: The Brookings Institutions. Cardiff, C. and Klein, D. B. 2006. VoterRegistration of College Faculty. Manuscript. Fairfax, VA: Department of Economics, George Mason University. Carlson, B. and Jonung, L. 2006. Knut Wicksell, Gustav Cassel, Eli Heckscher, Bertil Ohlin and Gunnar Myrdal on the Role of the Economist in Public Debate. Econ Journal Watch 33: 511550. Childs, M. W. 1936. Sweden: The Middle Way. New Haven, CN: Yale University Press. Colander, D. 2005. The Making of an Economist Redux. Journal of Economic Perspectives 191: 175198. Dillman, D. A. 2006. Mail and Internet Surveys: The Tailored Design Method. New York: John Wiley Sons. Dillman, D. A., Tortora, R. D. and Bowker, D. 1998. Principles for Constructing Web Surveys. SESRC Technical Report 9850. Pullman, WA: Social and Economics Sciences Research Center, Washington State University. Frank, R. H., Gilovich, T. and Regan, D. T. 1993. Does Studying Economics Inhibit Cooperation? Journal of Economic Perspectives 72 159171. Frank, B. and Schulze, G. G. 2000. Does Economics Make Citizens Corrupt? Journal of Economic Behavior and Organization 431: 101113. Frey, B. S. and Meier, S. 2005. Selfish and Indoctrinated Economists? European Journal of Law and Economics 192: 165171. Frey, B. S., Pommerehne, W. W., Schneider, F. and Gilbert, G. 1984. Consensus and Dissension among Economists: An Empirical Inquiry. American Economic Review 745: 986993. Fuchs, V. R. 1996. Economics, Values, and Health Care Reform. American Economic Review 861: 124. Fuchs, V. R., Krueger, A. B. and Poterba, J. M. 1998. Economists Views about Parameters, Values, and Policies: Survey Results in Labor and Public Economics. Journal of Economic Literature 363: 13871425. Fuller, D. A. and GeideStevenson, D. 2003. Consensus among Economists: Revisited. Journal of Economic Education 344: 369387. Grendstad, G. 2003. Reconsidering Nordic Party Space. Scandinavian Political Studies 263: 193217. 32Guimond, S. 1997. Attitude Change During College: Normative or Informational Social Influence? Social Psychology of Education 234: 237261. Hamilton, R. F. and Hargens, L. L. 1993. The Politics of the Professors: SelfIdentifications, 19691984. Social Forces 713: 603627. Heckelman, J. C. and Whaples, R. 2003. Are Public Choice Scholars Different? PS: Political Science and Politics 364: 797799. Heckelman, J. C. and Whaples, R. 2005. Public Choice Economics: Where Is There Consensus? The American Economist 49Spring: 6687. Horowitz, D. and Lehrer, E. 2002. Political Bias in the Administrations and Faculties of 32 Elite Colleges and Universities. Manuscript. Los Angeles, CA: Center for the Study of Popular Culture. Kearl, J. R., Pope, C. L., Whiting, G. C. and Wimmer, L. T. 1979. A Confusion of Economists? American Economic Review 69May: 2837. Keynes, J. M. 1953 1936. The General Theory of Employment, Interest, and Money. New York, NY: Harcourt Brace Jovanovich. Klein, Daniel B. and Stern, Charlotta 2004. Democrats and Republicans in Anthropology and Sociology: How Do They Differ on Public Policy Issues? The American Sociologist 354: 7986. Klein, D. B. and Stern, C. 2005a. Political Diversity in Six Disciplines. Academic Questions 181: 4052 Klein, D. B. and Stern, C. 2005b. Professors and Their Politics: The Policy Views of Social Scientists. Critical Review 1734: 257303. Klein, D. B. and Stern, C. 2006a. Economists Policy Views and Voting. Public Choice 12634: 331342. Klein, D. B. and Stern, C. 2006b. Sociology and Classical Liberalism. The Independent Review: A Journal of Political Economy 111: 3752. Klein, D. B. and Stern, C. 2006c. Political Scientists Policy Views and Voting. The Political Science Reviewer forthcoming. Klein, D. B. and Stern, C. 2006d. Is There a FreeMarket Economist in the House? The Policy Views of American Economics Association Members. American Journal of Economics and Sociology forthcoming. Klein, D. B. and Stern, C. 2006e. The Ideological Profile of Faculty in the Humanities and Social Sciences: A Reply to Zipp and Fenwick. Working Paper No. 72006. Swedish Institute for Social Research, Stockholm University. 33Klein, D. B. and Western, A. 2005. Voter Registration of Berkeley and Stanford Faculty. Academic Questions 181: 5365. Klingemann, H.D. 1995. Party Positions and Voter Orientations. In Klingemann, H.D. and Fuchs, D. Eds. Citizens and the State. Oxford: Oxford University Press: 183205. Knutsen, O. 1995. Value Orientations, Political Conflicts and LeftRight Identification: A Comparative Study. European Journal of Political Research 281: 6393. Ladd, E. C., Jr. and Lipset, S. M. 1975. The Divided Academy: Professors Politics. New York, NY: Mc GrawHill. Lee, D. R. 1994. Go to Harvard and Turn Left: The Rise of Socialist Ideology in Higher Education. In Boxx, T. W. and Quinlivan, G. M. Eds. The Cultural Context of Economics and Politics. Lanham, MA: University Press of America: 1526. Liebing Madsen, M. and Grnbk, M. 2005. Esurveys. In Fuglsang, L., HagedornRasmussen, P. and Bitsch Olsen, P. Eds. Teknikker i Samfundsvidenskaberne Techniques in the Social Sciences. Frederiksberg, Denmark: Roskilde Universitetsforlag. Lijphart, A. 1984. Democracies: Patterns of Majoritarian and Consensus Government in TwentyOne Countries. New Haven, CT: Yale University Press. Lindert, P. H. 2004a. Growing Public: Social Spending and Economic Growth since the Eighteenth Century. Vol. 1: The Story. Cambridge: Cambridge University Press. Lindert, P. H. 2004b. Growing Public: Social Spending and Economic Growth since the Eighteenth Century. Vol. 2: Further Evidence. Cambridge: Cambridge University Press. Lindholm, J. A., Astin, A. W., Sax, L. J. and Korn, W. S. 2003. The American College Teacher: National Norms for 20012002 HERI Faculty Survey. Los Angeles, CA: Higher Education Research Institute, University of California, Los Angeles. Lipset, S. M. 1982. The Academic Mind at the Top: The Political Behavior and Values of Faculty Elites. Public Opinion Quarterly 462: 143168. Lipset, S. M. and Ladd, E. C., Jr. 1972. The Politics of American Sociologists. American Journal of Sociology 781: 67104. Moorhouse, J., Morris, A. and Whaples, R. 1999. Economics and the Law: Where Is There Consensus? The American Economist 432: 8188. Myrdal, G. 1960. Beyond the Welfare State: Economic Planning and Its International Implications. New Haven, CT: Yale University Press. Myrdal, G. 1969. Objectivity in Social Research. New York, NY: Pantheon Books. Nakhaie, M. R. and Brym, R. J. 1999. The Political Attitudes of Canadian Professors. Canadian Journal of Sociology 243: 329353. 34Oscarsson, H. 1998. Den svenska partirymden: valjarnas uppfattningar av konfliktstrukturen i partisystemet 19561996 The Swedish Party Space: Voters Perceptions of the Conflict Structure in the Party System 19561996. Ph.D. Dissertation. Department of Political Science, Gothenburg University. Ray, J. J. 1989. The Scientific Study of Ideology Is Too Often More Ideological than Scientific. Personality and Individual Differences 103: 331336. Redding, R. E. 2001. Sociopolitical Diversity in Psychology: The Case for Pluralism. American Psychologist 563: 205215. Ricketts, M. and Shoesmith, E. 1990. British Economic Opinion: A Survey of a Thousand Economists. London: Institute of Economic Affairs. Ricketts, M. and Shoesmith, E. 1992. British Economic Opinion: Positive Science or Normative Judgment? American Economic Review 822: 210215. Rothman, S., Lichter, S. R. and Nevitte, N. 2005. Politics and Professional Advancement Among College Faculty. The Forum 31: Article 2. Schaefer, D. R. and Dillman, A. A. 1998. Development of a Standard EMail Methodology: Results of an Experiment. Public Opinion Quarterly 623: 378397. Sheehan, K. and Mc Millan, S. 1999. Response Variation in Email Surveys: An Exploration. Journal of Advertising Research 394: 4554. Slomczynski, K. M. and Shabad, G. 1998. Can Support for Democracy and the Market Be Learned in School? A Natural Experiment in PostCommunist Poland. Political Psychology 194: 749779. Spaulding, C. B. and Turner, H. A. 1968. Political Orientation and Field of Specialization Among College Professors. Sociology of Education 413: 247262. Tobin, G. A. and Weinberg, A. K. 2006. A Profile of American College Faculty. Volume I: Political Beliefs Behavior. San Francisco, CA: The Institute for Jewish Community Research. Udehn, L. 1999. The Political Philosophies of Economics and Sociology. In Grenholm, C.H. and Helgesson, G. Eds. Varderingar i ekonomisk teori och forskning Values in Economic Theory and Research. Studies in Ethics and Economics 5. Department of Theology, Uppsala University. Weber, M. 1977 1904. Objectivity in Social Science and Social Policy. In Dallamayr, F. R. and Mc Carthy, T. A. Eds. Understanding and Social Inquiry. Notre Dame, IN: University of Notre Dame Press: 2437. 35Whaples, R. 1995. Where Is There Consensus among American Economic Historians? The Results of a Survey on Forty Propositions. Journal of Economic History 551: 139154. Whaples, R. 1996. Is There Consensus among American Labor Economists? Survey Results on Forty propositions. Journal of Labor Research 174: 725734. Whaples, R. 2006. Do Economists Agree on Anything? Yes! The Economists Voice 39: Article 1. Zechmeister, E. 2006. Whats Left and Whos Right? A Qmethod Study of Individual and Contextual Influences on the Meaning of Ideological Labels. Political Behavior 282: 151173. Zinsmeister, K. 2002. The Shame of Americas OneParty Campuses. The American Enterprise 136: 1825. Zipp, J. F. and Fenwick, R. 2006. Is the Academy a Liberal Hegemony? The Political Orientation and Educational Values of Professors. Public Opinion Quarterly 703: 304326. Zywicki, T. 2005. SelfSelection or Political Bias? The American Spectator October: 4850. 366255355335243362951401381211181089489898280757056514336342180196 173 179 147 122 131 58 53 45 35 47 33 35 26 27 21 29 27 17 20 18 18 14 8 4 29 Response rate percent31.4 32.3 33.6 28.1 36.3 44.4 41.4 38.4 37.2 29.7 43.5 35.1 38.9 29.2 32.9 26.3 38.7 38.6 30.4 39.2 41.9 50.0 41.2 38.1 50.0 4,301 1,512 35.2 Appendix A Table A1. Response rates for each university and in total Seat of learning Invitations Responses Stockholm University Lund University Uppsala University Gothenburg University Stockholm School of Economics Umea University Orebro University Vaxjo University Linkoping University Sodertorn University College Karlstad University Jonkoping International Business School Lulea University of Technology Malardalen University College Gavle University College Royal Institute of Technology Chalmers University of Technology MidSweden University Swedish University of Agricultural Science Kalmar University College Dalarna University College West University College TrollhattanUddevalla Kristianstad University College Malmo University College Gotland University College At the moment I am not active at any universityuniversity college Total 37for a grant to parents who stay at home with their children, for increased expenditures on care for the elderly, for a reduction in property taxation and against expanded rights for gays. parliamentary election in 2006. It wants Sweden to disassociate from the European Union and to increase regional and local autonomy. It did not get into Parliament. The Left Party is a former communist party that advocates increased taxation, especially on the wealthy and The Center Party is a centrist party with agrarian and rural roots. It opposes nuclear power, although less rigidly so nowadays, and is in favor of decentralized political structure in Sweden and Europe. On economic issues, it advocates deregulation of the labor market. The Christian Democrats is a christian democratic party with roots in the evangelical free churches. It argues The Feminist Initiative is a new party focusing on feminist issues. On economic issues, it largely advocates a leftist policy, with high taxes and generous welfare programs. It did not get into Parliament in the 2006 election. The Green Party is in favor of regulation and taxation to stimulate behavior that it deems beneficial for the environment. It wants to increase the gasoline tax and the cost of polluting. It opposes Swedish membership in the European Union. It supported the previous social democratic government. The June List was founded as a party for the European Parliament but decided to run in the Swedish Box A1. The Swedish political parties in brief Note: For further information, see http:en.wikipedia.orgwikiList_of_political_parties_in_Sweden an educated, bigcity middle class stressing political rights, equality and a relatively ambitious welfare state. It stresses the importance of law and order and advocates a language test for new citizens. on highincome earners, and increased public expenditure, e.g. a large increase in the number of employees in the public sector. It also stresses feminist issues. It opposes Swedish membership in the European Union. It supported the previous social democratic government. The Moderate Party is a broad centerright party with a mixed conservative and market liberal program. It advocates tax cuts for income earners and businesses who employ new staff, while at the same time advocating reduced unemployment benefits. The Social Democratic Party is the main party on the left, with a traditional prolabor profile, lately expanded The Liberal Party is a social liberal party with roots in the temperance movement, some free churches and in to include the middle class. It is a staunch defender of the welfare state, with high taxes and high welfare benefits, as well as a regulated labor market. 38Appendix B. Analysis of NonResponse When working with survey data the question arises to what extent the received responses are representative of the population under study. In order to investigate this, we have conducted an analysis in two parts. In the first part we look at variables that are observed both in our sample and in the population to see how all invitees compare to the respondents in certain ways that can be expected to influence the responses. In the second part we look at variables that are only observed in our sample. Here we investigate whether answers given after the first or the second reminding email are different from the answers that were given after the initial invitation. If differences appear, extrapolation methods can be used to correct for nonresponse bias Armstrong and Overton, 1977. The first part, where we investigate observed variables, is in turn divided into four steps. Firstly, we have compared each colleges or universitys share of invitations with its share of responses. With three exceptions, the share of responses from each college or university lies within one percentage point of the share of invitations to the same college or university, and the three exceptions Goteborg University, Stockholm University, and Umea University deviate in the 1.62.5 percentageunit range. Secondly, we have compared the gender distribution. 63.2 percent of the invitations were sent to men and 36.8 percent to women. This is very close to the gender pattern among responses: 62.5 percent men and 36.6 percent women 0.9 percent abstained from reporting their gender. For all seats of learning with at least 40 responses, the difference between the share of female respondents and the share of invitations to women lies within 5 percentage points. Thirdly, we have looked at the distribution of academic positions. As can be seen in Table B1, there are very small differences between the share of invitations and the share of responses for the three categories of social scientists. Table B1. Positions among invitees and respondents Position No. of invitations No. of responses Share of invitations percent 37.7 50.3 10.4 1.6 Share of responses percent 39.0 50.3 10.6 0.0 1,621 2,162 447 71 Doctoral student Researcher, lecturer Professor Not classified Note: The group Researcher, lecturer consists of the following positions: teacher, postdoctoral fellow, researcher, and lecturer. 589 761 161 1 Fourthly, we have compared the distribution of disciplinary belonging. The results are presented in Table B2. The largest deviation is for business administration, 3.9 percentage points, but in general the shares of responses deviate very little from the shares of invitations. Table B2. Disciplines among invitees and respondents Subject No. of invitations No. of responses Share of responses percent 4.3 29.7 2.6 9.7 18.3 15.7 13.5 6.4 Share of invitations percent 5.2 33.6 2.9 11.8 18.4 13.3 11.6 3.3 64 449 39 146 276 237 204 97 225 1,446 123 506 790 570 497 144 Economic history Business administration Gender studies Law Economics Sociology Political science Other subjectnot classified Total dimensions are representative of the population.33 In the second part of the analysis we turn to the variables under study that are not observed in the population: bloc preferences, policy views, selfreported leftright scale, and activities that may involve influence. Although our respondents appear to mirror the population in important observable dimensions there is always the risk that the answers that we focus on and that are not observed in the population give an unrepresentative picture of political opinions. By assuming that responses given after the first or the second 33 The detailed numerical findings for each dimension of analysis are available upon request. In conclusion, we think that the first part of the analysis supports the belief that the respondents in central 1,512 4,301 100 100 39reminder are similar to the responses that were never received, we can investigate whether late and early responses differ systematically. If such differences are at hand, it is unlikely that the survey participants are representative of the population of Swedish social scientists in the seven disciplines. Table B3. Bloc sympathies of Swedish social scientists percent No. responses Right bloc Left bloc Ratio left blocright bloc 37.7 43.4 260 228 0.8 0.9 0.8 35.1 32.7 42.3 32.9 1,024 Responses after the initial invitation and before the first reminder Responses after the first and before the second reminder Responses after the second reminder Note: The table is based on responses to the question Even though one doesnt agree with a political party on each and every issue, one may have stronger sympathies for a certain party, compared to others. Which party do you have the strongest sympathies for? The left bloc comprises the Social Democratic Party S, the Left Party V, and the Green Party Mp. The right bloc comprises the Christian Democrats Kd, the Moderate Party M, the Center Party C, and the Liberal Party Fp. Based on Table B3, a two sample test of proportions fails to reject p0.1 that the proportion of right bloc sympathies in responses received after the initial invitation is different from this proportion in responses received after the first and the second reminder respectively. In doing this test we exclude the reply alternatives None, Do not know Do not want to answer, and Other here including the June List and the Feminist Initiative. Table B4 reports mean responses to the policy questions. A can be seen, they as well as the standard deviations are very similar for the three groups, and a MannWhitney test across two independent samples fails to reject equality of the distributions at the ten percent level. 40Table B4. Views on economic policy means with standard deviations in parentheses Responses after the first and before the second reminder Responses after the second reminder Responses after the initial invitation and before the first reminder 1.56 0.72 2.71 1.42 3.21 1.29 2.90 1.30 3.46 1.23 4.13 1.04 3.60 1.15 3.77 1.13 1.52 0.67 2.63 1.42 3.26 1.26 2.83 1.28 3.50 1.17 4.32 0.94 3.58 1.15 3.78 1.13 1.56 0.74 2.68 1.42 3.27 1.35 2.91 1.31 3.50 1.19 4.28 0.87 3.66 1.11 3.78 1.11 2.45 1.24 Raise tariffs Abolish union boycotts Undertake tax cuts Downsize public sector Reduce income differences Depoliticize judges Increase severity of punishment Introduce constitutional court Remove taxfunding of private schools Introduce tuitions Introduce ethnic affirmative action More private health care Fewer refugees Cut welfare benefits Introduce gender affirmative action Mandatory sharing of parental insurance Childcare money directly to parents Note: 0.01 pvalue using the MannWhitney test of equality of distribution across two independent samples using responses after the initial invitation as the comparison group. 2.00 1.19 2.47 1.22 3.22 1.32 1.97 1.11 2.50 1.12 2.77 1.33 2.87 1.46 2.21 1.28 2.45 1.30 3.26 1.30 2.04 1.09 2.70 1.23 2.68 1.37 2.72 1.47 2.49 1.23 2.13 1.29 2.43 1.22 3.25 1.32 2.04 1.12 2.62 1.23 2.73 1.36 2.78 1.52 2.99 1.45 2.37 1.25 2.96 1.43 3.15 1.50 41 Table B5. Leftright positioning means with standard deviations in parentheses Responses after the initial invitation and before the first reminder Responses after the first and before the second reminder Responses after the second reminder No. responses Leftright position 975 239 216 5.37 2.29 5.22 2.29 5.42 2.42 Based on Table B5, according to the MannWhitney test, the distributions of leftright positions in the first group of responses are not different from the distributions in the second and third group respectively. Table B6. Influential activities percent Activity Level of participation Responses after the initial invitation and before the first reminder Government commissions Radio and television Teaching material and popular science No participation Low level of participation High level of participation No participation Low level of participation High level of participation No participation Low level of participation High level of participation 72.46 13.57 11.13 56.15 25.10 18.46 29.39 48.14 21.39 Responses after the first and before the second reminder 68.08 13.46 16.54 51.54 25.00 22.31 25.38 46.54 26.54 Responses after the second reminder 64.47 16.23 17.54 50.44 25.44 24.12 27.19 43.42 27.63 Note: For government commissions a low high level of participation is defined as once several times. For radio and television a low high level of participation is defined as between one and three times more than three times. For teaching material and popular science a low high level of participation is defined as between one and five articles and books more than five articles and books. Only in one case in Table B6 does the MannWhitney test indicate a difference in the distribution of responses. This is the case for participation in government commissions where the responses after the second but not after the first reminder differ significantly from the responses after the initial invitation. 42Appendix C. Logit regression Table C1. Bloc preference 1 equals the right bloc, 0 equals the left bloc Discipline where active Business administration Economic history Economics Gender studies Law Political science Sociology Age30 Age 3150 Woman Graduate student Lecturer Junior lecturer Professor 020,000 SEK 2030,000 SEK 3040,000 SEK 4050,0000 SEK 5060,000 SEK 6070,000 SEK Age Gender Position Monthly family income 1 1.309 4.86 0.044 0.11 0.806 2.88 0.551 0.84 0.770 2.43 0.253 0.87 1.511 4.72 0.113 0.49 0.440 2.06 0.200 1.34 0.396 1.87 0.296 1.32 0.161 0.59 0.765 2.60 2 1.270 4.61 0.110 0.28 0.785 2.76 0.507 0.76 0.798 2.46 0.253 0.86 1.477 4.55 0.124 0.52 0.382 1.74 0.264 1.70 0.542 2.40 0.185 0.80 0.222 0.79 0.367 1.13 1.026 2.95 0.847 2.90 0.883 3.26 0.715 2.70 0.313 1.18 0.734 2.70 3 1.374 4.76 0.028 0.07 0.930 3.09 0.338 0.50 0.951 2.77 0.101 0.32 1.359 3.97 0.158 0.64 0.403 1.80 0.259 1.64 0.610 2.61 0.284 1.16 0.329 1.07 0.407 1.22 0.977 2.75 0.820 2.75 0.843 3.03 0.654 2.42 0.326 1.21 0.727 2.64 0.242 0.85 0.096 0.22 0.403 0.89 0.820 1.55 0.140 0.49 1.311 Academic affiliation Gothenburg University Karlstad University Linkoping University Lulea University of Technology Lund University MidSweden University 43 Orebro University Royal Institute of Technology Stockholm School of Economics Stockholm University Swedish University of Agricultural Science Umea University Uppsala University Vaxjo University Not primarily active at an academic institution 2.26 0.068 0.17 0.439 0.62 0.185 0.54 0.004 0.01 0.317 0.54 0.354 1.19 0.100 0.36 0.687 1.67 0.787 0.688 1.95 1,124 0.14 1.50 0.221 0.49 1,104 0.17 0.002 0.00 1,104 0.15 Constant Observations PseudoR2 Note: Reference discipline: Active in other discipline. Reference age: 50. Reference gender: Man or not disclosed. Reference position: Researcher, research fellow. Reference monthly income: 70,000 SEK and above. Reference academic affiliation: University colleges. Absolute value of z statistics in parentheses. significant at 5%; significant at 1% Pearson or HosmerLemeshow goodnessoffit test yields a Pearson chisquare of 929.23 p0.04. Table C2. The models ability to classify bloc preferences correctly Truly left bloc 206 Classified as right bloc Classified as left bloc 283 Total 489 Note: Classified as right bloc if predicted PrTruly right bloc0.5. Correctly classified: 71.4 percent. Truly right bloc 505 110 615 Total 711 393 44", "filename": "wp711.pdf", "person": ["Niclas Berggren", "Berggren, Niclas", "Henrik Jordahl", "Jordahl, Henrik", "Charlotta Stern", "Stern, Charlotta"], "date": ["2007"]}