{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/81428/1/wp799.pdf"], "title": ["Creative Destruction and Productive Preemption"], "plaintext": "Creative Destruction and Productive Preemptioncid:3PehrJohan Norbcid:228ck Research Institute of Industrial Economics IFNResearch Institute of Industrial Economics IFN and CEPRLars Persson Roger Svensson Research Institute of Industrial Economics IFNJune 9, 2009Abstract We develop a theory of commercialization mode entry or sale of entrepreneurial inventions into oligopoly, and show that an invention of higher quality is more likely to be soldor licensed to an incumbent due to strategic product market eects on the sales price.Moreover, preemptive acquisitions by incumbents are shown to stimulate the process of creative destruction by increasing the entrepreneurial eort allocated to highquality inventionprojects. Using detailed data on patents granted to small cid:133rms and individuals, we cid:133ndevidence that highquality inventions are often sold, and that they are sold under biddingcompetition.Keywords: Acquisitions, Entrepreneurship, Innovation, Startups, Patent, Ownership,Quality JEL classicid:133cation: G24, L1, L2, M13, O3cid:3We have benecid:133tted from useful comments from Marcus Asplund, Magnus Henrekson, Jim Levinsohn, Hodaka Morita, Scid:246renBo Nielsen and Marie Thursby, and participants in seminars at IIOC Conference 2009, IFNStockholm Conference 2007, Copenhagen Bussines School, Tilburg University and Royal Institute of TechnologyStockholm. Financial support from Jan Wallandercid:146s and Tom Hedeliuscid:146Research Foundation is gratefully acknowledged. This paper was written within the Gustaf Douglas Research Program on Entrepreneurship. Email:lars.perssonifn.se, pehr.johan.norbackifn.se.se.1. Introduction Schumpeter 1942 argued that the ongoing process where new inventions create monopolyrents for entrepreneurs while reducing rents for incumbent firms is central for sustained growthin a market economy. This process of creative destruction and its welfare implications hasbeen studied in formal theory in the case where an entrepreneur commercializes the invention byentering the product market.1 However, if incumbent profits are hurt by entrepreneurial entry,incumbents should have an incentive to block entry by acquiring these entrepreneurial firmsor their inventions. Indeed, entrepreneurial inventions are often sold or licensed to incumbentfirms.2 Figure 1.1 shows the importance of commercialization by sale in the last decade bydepicting the exit value through MAs proxying for commercialization by sale to incumbentsand IPOs proxying for commercialization by entry, respectively, in the US venture capitalmarket.The purpose of this paper is to study how the innovation process is affected by the factthat entrepreneurial entry might be blocked by preemptive acquisitions by incumbents. Tothis end, we construct a theoretical model with the following ingredients: Initially, an entrepreneur decides how much to invest in research to discover an invention. Then, if successful,the entrepreneur could either enter the product market with the invention or sell it to one ofmany incumbent firms competing to acquire the invention. Finally, firms compete in oligopolyfashion, thereby generating profits.We first show that the incentive for commercialization by sale relative to commercializationby entry increases with a higher quality of the invention. This occurs because higher inventionquality increases entrants and acquirers profits in a similar fashion, but also reduces the profitwhen not acquiring the invention. This implies that the incumbents willingness to pay forthe invention increases more than the entrants profit in quality and thereby the entrepreneurbenefits from selling the invention instead of entering the market.We then turn to how the quality of an invention affects the research incentives. Whenthe entrepreneur commercializes by entry, she will set the effort level such that the marginalcost of research equals the marginal change in product market profit as an entrant. Whencommercializing by sale, the marginal cost will be the same but the marginal revenue willbe higher at a high level of quality. Once again, increased quality of the invention does notonly increase the profit of an acquirer of the invention but will also decrease the profit of a 1 In the endogenous growth literature see, for instance, Aghion and Howitt 1992, Grossman and Helpman 1991, Segerstrom, Anant, and Dinopoulos 1990, and Howitt 2008 for an overview, and inthe Industrial Organization literature see, for instance, Arrow 1962, Gilbert and Newberry 1982 and Gilbert 2006 for an overview.2 Granstrand and Sjolander 1990 present evidence from Sweden, and Hall 1990 presents evidencefrom the US that firms acquire innovative targets to gain access to their technologies. Bloningen and Taylor 2000 find evidence from US hightech industries of firms making a strategic choice between theacquisition of outside innovators and inhouse RD. In the biotech industry, Lerner and Merges 1998note that acquisitions are important for knowhow transfers. Baumol 2004 stresses the importance ofthe different roles played by small entrepreneurial firms and large established firms in the innovationprocess in the USA, where small entrepreneurial firms create a large share of breakthrough innovationsand large established firms provide more routinized RD.2Million USD30000250002000015000100005000Value of exitsthrough MAValue of exits Through IPO01999200020012003200420052002year Figure 1.1: The value of exits through MA and IPO in the US. Source: Thomson Venture EconomicsNational Venture Capital Association.nonacquirer. Both these effects will increase incumbents willingness to pay, thus driving thesales price above the entrepreneurs profit as an entrant. Entrepreneurs who commercialize bysale therefore have a stronger incentive to develop highquality inventions than entrepreneurswho commercialize by entry. Since preemptive incumbent acquisitions give entrepreneurs theincentive to increase their efforts in highquality research projects, expected consumer welfarecan be higher under commercialization by sale despite the risk of increased market power.Next, we derive an estimation equation from the entrepreneurs decision of commercializationsale or entry, and test it on a detailed dataset on patents granted to Swedish small firms andindividual inventors. We use forward patent citations as a proxy for the quality of the invention.Consistent with theory, we find that higher patent quality is conducive to commercializationby sale. The estimates show that if a patent receives one more forward citation in a fiveyearperiod, the probability of sale increases by about five percentage points. Additional predictionsof the model such as higher entry costs being conducive to sale are also supported by data.Importantly, our estimates identify preemptive bidding competition between incumbent firms.We undertake a number of extensions of the empirical analyses. These include estimating amultinomial logit model, a probit model with selection and a duration model to control for thefact the data include patents that are not commercialized. These extensions yield no qualitativechanges in results and, in particular, forward citations remain conducive to commercializationby sale.This paper relates to the literature studying which type of products will be sold on themarket. In his seminal paper, Akerlof 1970 showed that informational asymmetries can giverise to adverse selection on markets, resulting in that only lowquality products will be sold.3 In 3 The existing empirical literature on the lemons effect gives mixed evidence. For instance, Bond1982 found no evidence, Genesove 1993 weak evidence, and Gilligan 2004 strong evidence of adverse 3contrast, we show theoretically that when inventions are sold into oligopolistic markets, absentthe information problem, product market externalities imply that only highquality productswill be sold on the market. We also find empirical evidence that only highquality inventions aresold on the market, using patent data. However, these data also show that commercialization bysale takes longer than commercialization by entry; thus, the asymmetric information problemcould materialize in the cost of sale preparation.This paper also contributes to the literature on commercialization mode, which has shownhow different types of transaction costs and entry costs affect the commercialization mode see,for instance, Anton and Yao 1994, Gans and Stern 2000 and Gans et al.2002. Weadd to this literature by theoretically and empirically showing that when the invention willbe commercialized under bidding competition in an oligopolistic market, the invention is morelikely to be commercialized through a sale to an incumbent, the higher is its quality.This paper also relates to the literature on auctions with externalities see, for instance,Jehiel, Moldovanu and Stacchetti 1996, 1999. We add to this literature by endogenizing thechoice of whether to sell the asset or use it to compete with the potential bidders. Moreover,to our knowledge, we are the first to provide evidence of preemptive bidding competition.Finally, this paper contributes to the literature on entrepreneurship for overviews, see Audreatch and Achs 2005 and Bianchi and Henrekson 2005, by constructing an oligopolymodel where the equilibrium commercialization mode pattern, the acquisition price and theentrepreneurs investments are endogenously determined.42. The theoretical model.The interaction is illustrated in Figure 2.1. Consider a market served by n symmetric incumbentfirms. There is also an entrepreneur, denoted e. In stage 1, the entrepreneur decides how muchto invest in research, thereby affecting the probability of discovering an invention with a fixedquality k.5In stage 2, if successful, the entrepreneur commercializes the invention into aninnovation. She either sells the invention at a firstprice perfect information auction, where then incumbent firms are the potential buyers, or enters the product market. There may then beexits of incumbent firms. Finally, in stage 3, the active firms in the product market competein oligopoly interaction, setting an action xi. Following the literature, we will try use the terminvention as long as k has not reached the market, while using the term innovation whenk is used in the product market.selection.4 This paper is also related to the literature on patent licensing for an overview, see Kamien 1992,and to the literature on the persistence of monopoly see, for instance, Chen 2000 and Gilbert and Newbery 1982. However, to our knowledge, these literatures do not study how the tradeoff betweenentry and sales licence for the potential entrant depends on the quality of the invention, which is thefocus of our analysis.5 The quality of an invention k is for many types of inventions fixed, such as for vaccines, or solutionsto specific technical problems. However, for other inventions the quality of an invention can be affected,such as the capacity of a micro processor. We discuss the case where the entrepreneur chooses the qualityin Section 5.1.4 E1. Innovation: Entrepreneur e chooses effort to invent, where Eprobability of discovering an invention of quality k.increases the e ESuccess Failure 2. Commercialization: Acquisitionentry and exit game Acquisition by an incumbent firm i Ie Entry by the entrepreneur e Potential exits by nonacquiring incumbentsi Ii IPotential exits by nonacquiring incumbentsl i 3. Product market interaction: Oligopolyxhlx NAll ex Aix NAix Eex NAe Exante symmetry between incumbent firms Figure 2.1: The structure of the game.52.1. Stage 3: Productmarket equilibrium Let the set of firms in the industry be J e I, where I i 1, i 2 in is the set of incumbentfirms. Denote the owner of the entrepreneurs invention, k, by l J . Using backward induction,we start with product market interaction where firm j chooses an action xj R to maximizeits direct product market profit, jxj, xj, l , which depends on its own and its rivalsmarket actions, xj and xj, the identity of the owner of the invention, l, and a fixed cost toserve the market. We may consider the action xj as setting a quantity or a price, as will beshown in later sections. We assume there to exist a unique NashEquilibrium, x l, defined as:j : l, k,where we assume the product market profits to be positive.j : l, k jxj, xjxj , xxj R,2.1From 2.1, we can define a reducedform product market profit for a firm j, taking as givenownership l:j l jxj l , xjl, l.2.2The assumption that incumbents i 1, i 2,  , in are symmetric before the acquisition takesplace implies that we need only distinguish between two types of ownership; entrepreneurialownership l e and incumbent ownership l i. Note that there are then three types offirms of which to keep track, h e, A, N A, i.e. the entrepreneurial firm e, an acquiringincumbent A and the nonacquiring incumbents N A.We will now define the quality of an invention in this setting:Definition 1. id A idk 0, iid E edk 0, and iiid NA ldk 0, l e, i.Definitions 1 i and ii state that the reducedform product market profit for the possessor isstrictly increasing in the quality of the invention, whereas Definition 1 iii states that increasedquality strictly decreases the rivals profits. This will, for instance, hold for a process innovationwhere a more drastic innovation leads to a larger reduction in the marginal cost of selling andproducing for the product market.Example 1 The LCmodel. As an example, we use a LinearCournot model LCmodel.This model is also used to derive more specific results. The oligopoly interaction in period 3 is Cournot competition in homogenous goods. The product market profit is j P cjqj wherefirms face inverse demand P a 1i1 qi, where a 0 is a demand parameter, s may beinterpreted as the size of the market, and N is the total number of firms in the market. In the LCmodel, ownership of the invention reduces the marginal cost. Making a distinction betweenfirm types, we have:s PNc NA c,c A c k,c E c k.2.3In the LC model, 2.1 takes the form js 0 j, which can be solved forqjoptimal quantities ql. Noting that js , reducedform profits areqjand q NAl s ackjl 1Nl1 forl e, i. Note that max : N i ni and max : N e ne 1 where nl n is the number 0 implies P cj qj, q Ee s acNek, where q Al s acNikshqj li 2 P cj qj Ni1Ne16of active incumbent firms. Holding the total number of firms N l fixed, it thus follows thatreducedform profits j l fulfill Definition 1.2.2. Stage 2: Commercialization In stage 2, there is first an entryacquisition game where the entrepreneur can decide whether tosell the invention to one of the incumbents or enter the market at a fixed cost, G. Given the modeof commercialization of the invention, there may then be exits of nonacquiring incumbents.The firm in possession of the invention is assumed to always make positive profits, i.e. weassume the quality of the invention k to be sufficiently large so that Al and Ee Gholds. Nonacquiring incumbents will exit until the total number of firms on the market N lfulfils the exit condition:NAl : N l ,NAl : N l 1 ,2.4where max : N i ni and max : Ne ne 1, where nl n.The commercialization process is depicted as an auction where n incumbents simultaneouslypost bids and the entrepreneur then either accepts or rejects these bids. If the entrepreneurrejects these bids, she will enter the market. Each incumbent announces a bid, bi, for theinvention. b b 1,  bi , bm Rm is the vector of these bids. Following the announcementof b, the invention may be sold to one of the incumbents at the bid price, or remain in theownership of entrepreneur e. If more than one bid is accepted, the bidder with the highest bidobtains the invention. If there is more than one incumbent with such a bid, each such incumbentobtains the invention with equal probability. The acquisition is solved for Nash equilibria inundominated pure strategies. There is a smallest amount, , chosen such that all inequalitiesare preserved if is added or subtracted.There are three different valuations: vii in 2.5 is the value for an incumbent of obtaining k, when a rival incumbent wouldotherwise obtain k. The first term shows the profit when possessing the invention k. Thesecond term shows the expected profit if a rival incumbent obtains k, where is thetransaction cost associated with acquiring the invention k, and i is the probability ofstaying in the market as a nonacquirervii Ai i NAi .2.5 vie in 2.6 is the value for an incumbent of obtaining k, when the entrepreneur wouldotherwise keep it. The profit for an incumbent of not obtaining invention k is different inthis case, due to the change of identity of the firm that would otherwise possess the assetsvie Ai e NAe .2.6 ve in 2.7 is the value for the entrepreneur of keeping an invention with quality k and 7entering the marketve Ee G.2.7Note that we assume that Ei 0, so that the entrepreneur cannot enter the marketwithout ownership of the invention. Note also that one possibility is that entry takes placethrough a sale to a large firm outside this industry.We can now proceed to solve for the Equilibrium Ownership Structure EOS. Since incumbents are symmetric, valuations vii, vie and ve can be ordered in six different ways, as shown intable 2.1. These inequalities are useful for solving the model and illustrating the results. Thefollowing lemma can be stated:Lemma 1. Equilibrium ownership l, acquisition price S and entrepreneurial reward RE aredescribed in table 2.1:Proof. See the Appendix.Table 2.1: The equilibrium ownership structure and the acquisition price.Inequality:Definition:Ownership l:Acquisition price, S: Entrepreneurial reward, RE :I1 :I2 :I3 :I4 :I5 :I6 :vii vie vevii ve vievie vii vevie ve viive vii vieve vie viiii or eiieeviiviiviive viivii or veviiveveve Lemma 1 shows that when one of the inequalities I1, I3, or I4 holds, k is obtained by one ofthe incumbents. Under I1 and I3, the acquiring incumbent pays the acquisition price S vii,and S ve under I4. When I5 or I6 holds, the entrepreneur keeps its assets. When I2 holds,there exist multiple equilibria. The last column summarizes the reward RE accruing to theentrepreneur.2.3. Stage 1: Effort by the entrepreneur In stage 1, entrepreneur e invests in research E to succeed with the invention k. For simplicity,assume that the probability of succeeding with an invention is simply the effort, i.e. E 0, 1 ,and that effort is associated with an increasing and convex cost y, i.e. y 0 0, andy 00 0. With REl given from Lemma 1, E EREl yE is the expected net profitof undertaking a research effort for the entrepreneur. The optimal effort E is given from:d Ed E REl y 0El 0,2.8with the associated secondorder condition omitting the ownership variable l , d 2Ed 2E0. y 00 8Applying the implicit function theorem in 2.8, we can state the following Lemma:Lemma 2. The equilibrium effort by the entrepreneur in stage 1, El and hence, the probability of a successful invention, increases in the expected reward for an invention, i.e. d El 0.d RE3. Why entrepreneurs sell their best inventions In this section, we examine how the mode of commercialization by entry or by sale is related It is then useful to define the net value of an incumbentto the quality of the invention, k.acquisition, i.e.the difference between incumbents valuations and the entry value for theentrepreneur, vil ve. In particular, note that from Lemma 1, commercialization by sale occursas a unique equilibrium if and only if vil ve 0.Using 2.52.7, we have:vil ve Ai Ee G l NAl ,l e, i .3.1Examining the net value of an acquisition 3.1, the first term is an inventiontransfer effect andshows the change in profits from an ownership change of the invention from the entrepreneurto an incumbent firm. The second term can be viewed as the opportunity cost of an ownershipchange, since this terms captures the profit for an incumbent when not acquiring the invention.3.1. Marketstructure neutral entry To isolate how the quality of the invention k affects the entrepreneurs choice between enteringand selling the invention, we will assume that the entrant and the acquirer make a symmetricuse of assets, and will obtain a symmetric market position when exposed to the same marketconditions, i.e. Ai Ee when the total number of firms on the market is N ni ne.We refer to such entry as large scale entry. Once more, note that one possibility is that largescale entry takes place through a sale to a large firm outside this industry which uses theinvention to enter the market.6To proceed, we then use the following definition:Definition 2. NAl, kl for l e, i. kl is thus the maximum quality of the invention such that all nonacquirers can cover theirfixed cost associated with serving the market. It follows that ki ke, since nonacquirersprofits will be lower with one more firm in the market.We then make the following assumption:Assumption A1 Entry is Marketstructureneutralentry: k ke, ki.Thus, when k ke, ki, entry by the entrepreneur leads to the exit of one incumbentfirm, i.e. Nl n. Assumption A1 thus implies that the entrant obtains exactly the samemarket position as would the acquiring incumbent in the case of a sale of the invention, i.e.6 The LCmodel in Example 1 fulfills the large scale entry assumption.9Ai Ee. Moreover, since one of the incumbents is forced out of the market underentry, we have that the probability of remaining in the market for a nonacquiring incumbentis i 1 e n 1n 0.Assumption A1 greatly simplifies the exposition while, as will be seen in Section 3.2, notqualitatively affecting the results. Under Assumption A1, the net value for an incumbent in3.1 can be written as:vil ve vie ve G n 1vii ve G NAi,n N Ae ,l il e,3.2where the inventiontransfer effect is now given from the net fixed cost savings, G T .In3.2, vie ve thus represents the net value for an incumbent of deterring entry, whereas vii verepresents the net value for an incumbent of preempting rivals from obtaining the entrepreneursinvention.To characterize the entrepreneurs choice of mode of commercialization, we make use of thefollowing definition:Definition 3. Let k ED be defined from viek ED, vek ED, and k P Ebe defined fromviik P E, vek P E,.k ED is thus the quality level where the entrydeterring motive for an incumbent acquisitionjust matches the entrepreneurs entry value, whereas k P E is the quality level where the preemptive motive for an incumbent acquisition is equal to the entrepreneurs entry value. Note thatfrom 3.2, the existence of the cutoff qualities k ED and k P E requires that entry costs G arelarger than the transaction cost .We then have the following Lemma:Lemma 3. Suppose that Assumption A1 holds and k ED and k P E exist. Then, i commercialization by entry takes place if the quality of the invention is sufficiently low, k ke, k ED,ii commercialization by sale occurs at sales price S ve if the quality of the invention isof intermediate size, k k ED, k P E, and iii commercialization by sale occurs at sales price S vii if the quality of the invention is sufficiently high, k k P E, ki.Lemma 3 is proved below and illustrated in Figure 3.1. Figure 3.1i solves the acquisitionentry game as a function of the quality of the invention, k. When the quality of the inventionis low k ke, k ED, the net value for entry deterrence is negative, i.e. an incumbents entrydeterring valuation is lower than the entrants entry value, vie ve 0. In this region, theentrepreneur will thus choose commercialization by entry l e.What happens if the quality of the invention increases? Differentiate the net value of entrydeterrence vie ve in k to obtain3.3where we use v 0k as the notation for the derivative, dvdk . Thus, the entrydeterring valuation ofan incumbent vie increases more than the entrepreneurs value of entry ve when the qualityv 0ie,k v 0e,k n 1n d N Aedk 0,10Net value Netvalueof Entrydeterrence::vie ve G n 1n NAe i: The entryacquisition game I6ke I4I3k EDk PEki Quality, k Net value of Preemption:vii ve G N Ai ii: EOSEntry cost, Giii: Equilibrium Ownership Structure EOS l el i S vel i S v iike Entry by entrepreneurk EDEntrydeterring acquisitionk PEki Preemptive acquisition Quality, kl i S v e EDl i S vii PEl e Preemption PE condition:GPEk Entrydeterrence ED condition:GEDkkek EDk PEki Quality, k Figure 3.1: Solving for the equilibrium mode of commercialization.11of the invention increases. To see why, note that the first term in vie Ai e NAe increases by the same amount as the first term in ve Ee G, sincethe acquiring incumbent and the entrepreneur have the same increase in profit from Assumption A1, Ai Ee. However, since the profit of a nonacquirer N e decreases in k, thereis an additional increase in the incumbents valuation, thereby implying that v 0ie,k v 0e,k.Thus, since an incumbents net value of entry deterrence vie ve is increasing in the qualityof the invention k, an entry deterring acquisition at the acquisition price S ve occurs atk k ED, as shown in Figure 3.1ii. Other incumbents will not preempt a rival acquisition inthe region k k ED, k P E, since the net value of preemption is negative, vii ve 0. Thus, theentrepreneur will commercialize by sale l i at price S Ee G in this region.What if the quality increases even further? Since a higher quality decreases the profitof a nonacquiring incumbent also when there is an incumbent acquisition, the net value ofpreempting rivals is also increasing in quality. Differentiating vii ve in k we obtainv 0ii,k v 0e,k d N Aidk 0.3.4As shown in Figure 3.1i, increasing the quality of the invention into the region k k P E willthen imply that the net value of preemption is strictly positive, vii ve 0. This induces abidding war between incumbents driving the equilibrium sales price above the entry value forthe entrepreneur, S vii AiNAi ve. The entrepreneur will thus commercializeby sale l i, receiving the sales price S vii in this region.Let us now derive additional predictions. Figure 3.1iii shows how the equilibrium ownershipis jointly determined by the quality of the invention k and the entry cost G. Let GEDk ED bethe entrydeterrence condition EDcondition defined from viek ED, G vek ED, G, and let GP Ek P E be the preemption condition PEcondition defined from viik P E, G vek P E, G.Solving for G in each equation, we have:GEDk n 1n n 1n NAe, GP Ek NAi.3.5The loci associated with the takeover condition GEDk ED and the preemption condition GP Ek P E are downwardsloping in the k G space. This follows from the profit of a nonacquirer NAl decreasing in the quality of the invention k, and a lower fixed entry cost Gbeing needed to balance the incumbents higher value of obtaining the invention. The equilibrium ownership structure involves commercialization by entry below the entry deterrence locus GEDk, indicated as l e. Entry deterring acquisitions occur for combinations of k and Gbetween the takeover locus GEDk and the preemption locus GP Ek, indicated as l i and S ve. Preemptive acquisitions occur above the preemption locus GP Ek, as indicated byl i and S vii. From 3.5, we also note that increases in transaction costs shift the entrydeterrence locus GEDk and the preemption locus upwards in Figure 3.1iii, thus reducing theregion where commercialization by sale occurs, whereas increasing the fixed operating cost has the opposing effect.Thus, we can state the following result:Proposition 1. Assume that Assumption A1 holds. In the choice between commercializing by 12sale to incumbents and entering the market, an entrepreneur will then prefer sale when i thequality of the invention k is high, ii when entry costs G are high, iii when operating fixedcosts are high, and iv when the transaction costs associated with a sale are low.3.2. Nonmarketstructure neutral entry We will now relax Assumption A1. Let us first examine the case when the quality of the inventionis so low that no incumbent is forced out of the market postentry, i.e. N i n N e n1,i.e. we assume Assumption A2 Nonneutralentry without exit: k 0, ki.From 2.5, 2.6, and 2.7, 3.1 now becomes:vil ve Ai Ee G NAl ,l e, i .Differentiating 3.6 in k, we obtain:v 0ie,k v 0e,k d Aidk d Eed NAldkdk3.63.7l e, i . 6 d Eedk The main difference from the above analysis is that the effects on the entrant and the acquirerof an increase in quality now differ, i.e., so we cannot in general sign theinvention transfer effect. However, in many oligopoly models, including the Linear Cournotmodel, d Aiholds, i.e. a larger acquirer as compared to the entrant would havemore to gain from increased quality due to larger sales, and v 0ie,k v 0e,k 0. As can be shown,we can state the following result 7:dk d Eed Aidkdk Lemma 4. Proposition 3 is fulfilled in the LCmodel for k 0, ki.What would then happen if we allowed for such drastic inventions that more than oneincumbent firm would exit the market? Let m denote the monopoly profit. Then, make thefollowing assumption Assumption A3 k ki, kmax, where Ai Ee m for k kmax.Under Assumption A3, 3.6 becomesvil ve Ai Ee G lNAl , l e, i .3.8To see that a higher quality of the invention is conducive to innovation also in this setting,suppose that vil ve 0 holds for some k ki. Note that the first term in 3.8 would remainpositive, while the second term would decrease in the quality of the invention. The second termcould increase discretely when the exit of an incumbent takes place since NA increases. Suchdiscrete changes would nevertheless decrease in size as nonacquirers become smaller. Whilethere would be situations where small changes in quality imply that we move from an equilibrium 7 Proofs are available from the authors upon request.13of commercialization by sale to one with commercialization by entry, commercialization by salewill prevail when the quality of the invention becomes sufficiently high.84. Why preemptive acquisitions may promote the process of creative destruction In this section, we will show that preemptive acquisition will accelerate the process of creative destruction. To illustrate this, first assume that Assumption A1 holds. The followingproposition concerning research incentives for the entrepreneur is then immediate:Proposition 2. Assume that Assumption A1 holds, then i e for k k P E, ki.That is, entrepreneurs with highquality projects will be substantially more likely to succeedwith an invention under commercialization by sale as compared to commercialization by entry.The proposition is proved in Figure 4.1 where, for convenience, Figure 4.1i derives theequilibrium commercialization strategy for the entrepreneur and Figure 4.1ii depicts the reward of the entrepreneur REl as a function of the quality of the invention k. When qualityis low k ke, k ED, commercialization by entry occurs and the reward is REe ve Ee G for the entrepreneur. From Definition 1, REe is increasing in quality and from Lemma 2, the research incentives are increased. The same holds if an entry deterring acquisitionoccurs in region k k ED, k P E since REi S ve.However, at an even higher quality k k P E, preemptive acquisitions occur, and the biddingcompetition between incumbents over the benefits as an acquirer as well as over avoidinga weak position as a nonacquirer drives the reward for commercialization by sale to bestrictly higher than the reward for commercialization by entry, REi vii ve REe.But then, since the research effort and hence, the likelihood of a successful innovation l,is increasing in the reward REl from Lemma 2, it directly follows that the probability of asuccessful invention will be higher under commercialization by sale. This is illustrated in Figure 4.1iii which shows that preemptive incumbent acquisitions of entrepreneurial inventions canbe productive by substantially increasing the research incentives for entrepreneurs.More generally, we may also note that Lemma 1 and Lemma 2 imply that preemptive incumbent acquisitions will always increase the reward to research for entrepreneurs substantially,since S vii ve and hence i e will hold for any of the inequalities I1, I2 or I3 intable 2.1.4.1. Preemptive acquisitions and welfare Let us first examine how incumbent acquisitions of entrepreneurial inventions affect consumerwelfare. To this end, we compare a Nondiscriminatory ND policy where incumbent acquisitions of entrepreneurial firms are allowed to a Discriminatory D policy which prohibits theacquisitions of small innovative firms. Consider a stage 0 where a government chooses betweenthe two polices. Formally, let be defined from vie, 0. In the NDpolicy, , whereasin the Dpolicy, . This is a highly stylized comparison, but it can be seen as a simple way of 8 This can be shown using a numerical example in the LCmodel.14Net value Netvalueof Entrydeterrence::vie ve G n 1n NAe i: The entryacquisition game I60ke I4I3k EDk PEki Quality, k Net value of Preemption:vii ve G N Ai ii: EOSREl el i S vel i S v iike Entryk EDEntrydeterring acquisitionkik PEPreemptive acquisition Quality, k RE ve, k ke,k EDve, k k ED,k PEvii, k k PE, kiviive PEEDii: Reward 0kek EDk PEki Quality, k Figure 4.1: The equilibrium reward to innovation and the equilibrium probabality of success.15capturing the effects of substantial changes of transaction costs for acquisitions due to changesin policies that might block or increase the cost of acquisitions of small innovative firms.9 10The change in transaction costs could also stem from technological and institutional changes.Assume that, all else equal, consumers benefit from a higher quality of the innovation andfrom more firms being present in the market. Let the consumer surplus under ownership l bedenoted CSl, and let CS0 denote the consumer surplus when the entrepreneur fails. From Lemma 1, we have:CSNDD 0, for I5,I6e CSi CSe 0, for I4i CSi CS0 e CSe CS0 for I1I3,4.1noting that e i under I4 in Table 2.1.If incumbent acquisitions are driven by entry deterrence motives, consumers will be better offfrom the Discriminatory policy, as shown by CSNDD 0 under I4. However, the differential CSNDD in 4.1 also reveals that consumers may prefer the NDpolicy when inventions are soldunder bidding competition, since a successful invention is more likely, i.e. since Ei Eeunder inequalities I1I3 in Table 2.1. Since a higher quality of the invention will induce biddingcompetition among incumbents, this suggests that consumers may prefer the NDpolicy whenpotential innovations are of high quality. This is shown by the following proposition:Proposition 3. If inventions have a sufficiently high quality k ke, consumers will preferthe NDpolicy over the Dpolicy, CSN DD 0.Proof. First, note that k ke implies that ni ne from Definitions 2 and 3 and, hence,CSi CSe, since no market power effect then arises from the acquisition. The higherentrepreneurial research effort under the ND policy Ei Ee then implies CSNDD 0for k ke.Thus, preemptive incumbents acquisitions may benefit consumers by giving entrepreneursstronger incentives to succeed with highquality inventions. For inventions of lower qualityk ke, the market power effect may dominate the higher probability of a successful invention.Let us end with a brief remark on how the total surplus is affected by policy. It directlyfollows that the entrepreneur gains from the NDpolicy, since the bidding competition may givepremium reward to successful invention.11 What about incumbents? Let N 0 denote theprofit for incumbents absent the invention. From Lemma 1, we can then derive the differencein expected incumbents profits from the two polices:9 Examples are a restrictive merger policy in RD industries, or tax policies concerning the sale ofinnovative firms.10 An alternative policy with qualitatively the same effect would be a reduction in the cost of entry.11 To see this, define the reducedform entrepreneurial profit as El lREl yl. Since E l RDRN DE l E l.DE ve under I4, I5 or I6 in Table 2.1, whereas RN DE l S vii RDE ve, ND16P SNDD 0,for I5,I6ee iz0ni N i e N e vii ve, for I40z N 0 nii N i ee N e 4.2Expression 4.2 reveals that which policy incumbents prefer is ambiguous. For instance,under preemptive acquisitions, when one of the inequalities I1I3 in Table 2.1 is fulfilled, thereis a larger expected loss of ex ante rents due to higher research efforts under the ND policy asshown by the first term in the third line. But, given that the entrepreneur succeeds, whichoccurs with probability l, the expected profit is higher under the NDpolicy since incumbentseither gain from a higher concentration by avoiding entry or by avoiding a less uncertain positionas a nonacquirer as shown by the second term in the third line. z 0z0, I1I3.5. Empirical analysis We now turn to the empirical analysis. We first derive a probit model from the entrepreneursdecision on the mode of commercialization in stage 2, which is then estimated on a uniquedataset on patents granted to Swedish small firms and individual inventors.5.1. Deriving an estimation equation for the mode of commercialization To identify if the model is consistent with the data and, in particular, with preemptive acquisitions, we will estimate the entrepreneurs choice of commercialization in Stage 2. Then, let Re,m be the reward for an entrepreneur e choosing commercialization mode m Sale, Entry,consisting of the reward RE,mke, e, e, Ge given from Lemma 1 and a stochastic term e,m,i.e.Re,m RE,mke, e, e, Ge e,m, m Sale, Entry,5.1where e,m captures idiosyncractic factors affecting entrepreneur es choice of commercializationnot captured in the theory. In what follows, we assume that the entrepreneur knows Re,m andits components, while the error term is unknown to the econometrician.To proceed, we linearize RE,mke, e, e, Ge in its components assuming that Assumption A1 is fulfilled. Noting that RE,Entryke, e, e, Ge ve under entry, whereas RE,Saleke, e, e, Ge S under sale, we have:RE,Entryke, e, e, Ge 0 k RE,Saleke, e, e, Ge 0 kke Gke G?Ge T0Ge T?e e ? e x 0e e x 0e.5.25.3To identify preemptive acquisitions in the data, we proceed as follows. First, note that thesigns in 5.2 directly follow from 2.7 and Definition 1. In 5.3, we note that when an entry17In contrast, when an acquisition isdeterring acquisition takes place, S ve, and .preemptive, the bidding competition between incumbents drives up the the acquisition priceto S vii ve, which implies 6 . To see this, first note that 3.4 implies k k 0,which is illustrated in Figure 4.1ii where the rewardlocus under sale and bidding competition,RE vii, being steeper in quality k than the corresponding reward under innovation for entry,RE ve. Then, note that 2.5 and 2.7 directly imply G G 0, 0 and 0.Using 5.15.3, we can now write down the probability that the entrepreneur will choosecommercialization by sale as:ProbSalee ProbRe,Sale Re,Entry Probe,Entry e,Sale x 0e f ede F X0e,5.4 Probe x 0e Z x 0e If e,mwhere and f e is the density of the error term, e e,Entry e,Sale.is distributed according to the Gumbel distribution, then e will be distributed according tothe logistic distribution and F x 0e x 0e, where is the cumulative density functionof the logistic distribution. When e,m are meanzero normally distributed, e will also benormally distributed and F x 0e x 0e, where is the cumulative density function of In either case, parameters can be estimated by maximizing thethe normal distribution.likelihood function:L e F x 0eme F 1 x 0e1me,5.5where me 1 when commercialization by sale is chosen and me 0 when commercializationby entry is chosen.Thus, using the fact that in 5.4, we can derive a testable hypothesis on thenature of incumbent acquisitions from our proposed model. We have the following proposition:Proposition 4. Suppose that Assumption A1 holds. Then:i If commercialization by sale takes place by entrydeterring acquisitions at S ve, then 0, or equivalently, .ii If commercialization by sale takes place by preemptive acquisitions at S vii ve, 6 0, or equivalently, 6 . More specifically, k k k 0, G G G 0, 0 and 0.Before proceeding, we make a number of remarks on the generality of Proposition 4.Assumption A1:Proposition 4 does not require that entrepreneurial entry is market neutral. This follows directly from table 2.1 which applies also in situations where Assumptions A2 and A3 are fulfilled where we again note that preemptive bidding competition implies S vii ve.Linearization of RE,m: Proposition 4 is based on a linearization of RE,m in 5.1.Ambiguities may then arise in Proposition 4ii, since theory gives no guidance to whether 18RE,m is concave or convex in k. Note however that 2.5 and 2.7 implies that RE,m is linearin G and T . Then, simultaneously finding that k 0, G 0, 0 and 0 can only beonly consistent with preemptive bidding competition between incumbents generating the salesprice S vii ve.Proposition 1: Propositions 4i and ii are, respectively, sufficient conditions for the theoryin Proposition 1. That is, in terms of Figure 4.1ii, evidence for Proposition 4ii must implythat incumbent acquisitions take place in the darkshaded area where acquisitions are preemptive at S vii, whereas evidence for Proposition 4i would correspond to acquisitions takingplace in the lightshaded area where acquisitions are entrydeterring at S ve. Rejecting ourproposed theory on the mode of commercialization of entrepreneurial inventions thus requires 6 0 as well as a reversal of all signs in Proposition 4ii.Endogenous quality: Proposition 4 also holds in a setting where the entrepreneur choosesthe level of quality k in stage 1 rather than affecting the probability of discovering an inventionof a given quality. To see this, let Ck be a strictly convex development cost. Assumingthat Assumption A1 is fulfilled, 2.5 and 2.7 then imply k Sale arg maxk vii Ck k Entry arg maxk ve Ck. Thus, our theory would also predict that entrepreneurs choosingcommercialization by sale will have a stronger incentive to develop inventions to higher quality.This suggests a potential endogeniety problem in 5.4. However, note that the entrepreneurwill choose the mode of commercialization to maximize RE,m in 5.1 in stage 2, where thequality of the innovation k is given from stage 1. It then follows that we can use Proposition 4 to identify preemptive acquisitions, irrespective of whether the quality of an innovation isexogenously given for the entrepreneur, or if the the entrepreneur could affect the quality priorto commercialization.Asymmetric incumbents: We should finally note that identifying preemptive acquisitionsthrough Proposition 4ii does not require symmetric incumbents. This follows from the factthat with a market with asymmetric incumbents, the sales price would either be the reservationprice ve or the valuation for the incumbent with the second highest valuation, v 2If theii.invention generates negative externalities through the product market for the firm with thesecond highest valuation, and if these externalities are sufficiently strong, the acquisition pricewill once more be bid up above ve.5.2. Data To estimate 5.4, we will use a dataset on patents granted to small firms less than 200 employees and individual inventors. The dataset is based on a survey of Swedish patents grantedin 1998.12 In that year, 1082 patents were granted to Swedish small firms and individuals.1312 A further description of the data can be found at http:www.ifn.sewebDatabases_9.aspx and in Svensson 2007.13 In 1998, 2760 patents were granted in Sweden. 776 of these were granted to foreign firms, 902 tolarge Swedish firms with more than 1000 employees, and 1082 to Swedish individuals and firms with lessthan 1000 employees. In a pilot survey carried out in 2002, it turned out that large Swedish firms refused 19Information about inventors, applying firms, their addresses and the application date for eachpatent was obtained from the Swedish Patent and Registration Office PRV. Thereafter, aquestionnaire was sent out to the inventors of the patents in 2004.14 The inventors were askedwhere the invention was created, if and when the invention had been commercialized, whichkind of commercialization mode was chosen, type of financing, etc. 867 out of 1082 inventorsfilled out and returned the questionnaire, i.e., the response rate was 80 percent.15From the theory, we are interested in those patents where the inventors can decide themselveswhether to commercialize the patent. Therefore, we will only consider 624 patents where theinventors have some ownership. 364 out of these 624 patents were commercialized, that is, theholder received income from the patent.16 Among the 364 commercialized patents, 91 patentswere commercialized by selling or licensing the patent, and 273 patents were commercializedby entry and own commercialization. Since the mode of commercialization is chosen frommaximizing the reward or income from an innovation, RE in 5.1, we will use commercializedpatents when estimating 5.4. The potential econometric problems arising from 260 out of 624patents in the sample not being commercialized will be dealt with in Section 5.4.5.2.1. Dependent variable: mode of commercialization As the dependent variable in 5.4, we thus define a binary variable Sale taking the value of oneif the patent was sold or licensed to another firm, and zero if the patent was commercializedinternally by the inventor. Note that a sale of an invention and an exclusive licence of aninvention are equivalent in our theory. Since the licensing contracts are almost only exclusivein the data, we treat licence contracts and sales as symmetric in the empirical analysis.17to provide information on individual patents. Furthermore, it is impossible to persuade foreign firms tofill out questionnaires about patents. These firms are almost always large multinationals firms 14 Each patent always has at least one inventor and often an applying firm. The inventors or theapplying firm can be the owner of the patent, but the inventors can also indirectly be owners of thepatent, via the applying firm. Sometimes, the inventors are only employed in the applying firm whichowns the patent. If the patent had several inventors, the questionnaire was sent to one inventor only.15 The falling off was not systematic. The falling off was due to 10% of the inventors having oldaddresses, 5% having correct addresses but we did not get any contact with the inventors and 5% refusingto reply. The only information we have about the nonrespondents is the IPCclass of the patent andthe region of the inventors. For these variables, there was no systematic difference between respondentsand nonrespondents.16 The commercialization rate for our sample is 58 percent. This rate should be compared to thefew available studies which have measured the commercialization of patents: 47 percent for Americanpatents found by Morgan et al. 2001 and 55 percent in the studies surveyed by Griliches 1990. Thehigher commercialization rate in the present study is explained by the fact that only patents directly orindirectly owned by the inventors are included large multinational firms have a much larger numberof defensive patents. Griliches 1990 confirms this view and reports that the commercialization rate is 71 percent for small firms and inventors.17 In many cases, when the invention to a large extent consists of indivisible assets in terms of capital orhuman capital, exclusive licences are self evident. However, in some situations, several buyers might holda licence to utilize the innovations. Kamien and Tauman 1986 and Katz and Shapiro 1986 show thatthere exists an equilibrium where some potential buyers are left without a licence also when multifirmlicensing is an option. Thus, exclusivity is also a possible outcome in situations where entrepreneurs can 205.2.2. Explanatory variables The explanatory variables used in estimating 5.4 and their expected signs are given in Table 5.1.The quality of an invention, k To measure the quality of an invention k, we use the numberof forward citations excluding selfcitations that a patent received from the application dateuntil November 2007. With patents having different application years, the length of the timeperiods they can be cited differs. Therefore, in the estimations, we adjust our citation variablesso that they measure the number of forward citations in a fiveyear period.18Forward citations are seen as the most important quality indicator of patents in the literature Harhoff et al., 1999; Lanjouw and Schankerman, 1999; Hall et al., 2005. We dividethe forward citation variable into two groups: i forward citations where the cited and citing patents have at least one common technology class at the fourdigit ISIClevel, denoted as W _CIT ; and ii forward citations where they have no common technology class at the fourdigit ISIClevel, denoted as B_CIT . Proposition 4ii implies that if incumbent acquisitionsare driven by preemptive motives, we would expect k k k 0. The quality of the invention k driving incumbents preemptive motives should then be reflected in obtaining a positiveestimate on W _CIT rather than for B_CIT , since the former should indicate how frequentlycompetitors cite the patent; competitors should apply for similar patents, and frequent citationsfrom competitors should therefore indicate high quality within the industry.19The 624 patents in the sample together have 636 forward citations within technologiesand 79 between technologies. In table 5.2, the relationship between commercialization modeand forward citations within technologies W _CIT is shown. Most patents 64 percenthave no forward citations at all, and cited patents seldom have more than three citations.Among noncommercialized patents, only 28 percent are cited, whereas 40 and 46 percent ofthe entry and sale patents are cited. In line with the theory, we note that patents which arecommercialized through sale have a higher average number of forward citations than patentswhich are commercialized through entry. Patents which are not commercialized have the lowestaverage.A potential concern with our quality measure is endogeneity, since forward citations ingeneral occur after the patents have been commercialized. Forward citations are registered byadministrators at the national patent offices, who can be seen as independent actors; they arehardly affected by any commercialization decision. However, the fact that commercializationby sale or entry has occurred may make competitors apply for related patents which, in turn,sell several licences and our setup is also valid in situations where firms have the option to sell a licenceto more than one firm.18 Here, we follow the approach of Trajtenberg 1990 and weight the number of received patentcitations by linear time trend.19 It is also competitors that should be interested in acquiring or licensing the patent. For example,a highquality drug patent, which largely affects competitors profit flows, should have more citationsfrom future patents of drugs than from patents of semiconductors, say. The cost for competitors shouldthen come from limits in their own patents or through increased costs of generating competitive newpatentable innovations.21cite the original patent. If this is true, forward citations would increase for around 25 yearsthe time it should take to develop a new invention and file a patent after sale or entry hasoccurred. Table 5.3 shows the number of forward citations that patents have received during theyears before and after application, entry and sale occurred. If it is assumed that a competitorcannot apply for a new patent within two years after entry or sale occurs, it seems as if neitherentry nor sale affects forward citations.20 To deal with this potential endogeneity problem, wetransform the citation variables W _CIT and B_CIT into binary variables, D_W _CIT and D_B_CIT indicating whether a patent received a citation. Such citation dummy variablesshould be less sensible to the endogeneity problem than the original ones.Entry costs, G To measure the costs of commercialization under entry G, we use additivedummies for different firm sizes. Firms which already have marketing, manufacturing andfinancial resources inhouse should have lower costs of entering the market for a new product,G. We define the variable SM ALL taking on the value of 1 for firms with 11200 employees,and 0 otherwise, whereas M ICRO equals 1 for micro companies with 210 employees, and 0otherwise. Entrepreneurial firms with either of these characteristics should face lower entry coststhan the reference group of inventors without any employees. Since larger firms should face lowerentry costs G, the bidding competition among incumbents for entrepreneurial inventions impliesthat G G G 0 and Proposition 4ii thus implies GM icro 0 and GSmall 0. In Table 5.4, the commercialization mode rates are shown for different firm sizes. Commercialization bysale is more frequent the smaller is firm size, whereas entry is more frequent the larger is thefirm, which is consistent with Proposition 4ii.Transaction costs, We use the variable PVC measuring the percentage of the RDstagethat was financed by private venture capitalists or business angles as a measure of transactioncosts . Gans et al. 2002 find evidence that the involvement of private venture capitalistsincreased the probability of commercialization by sale, arguing that such agents have networkswith firms, thereby decreasing the search and transaction costs associated with finding an external buyer. Thus, if a stronger participation of venture capitalists in the commercializationprocess reduces the transaction costs , it follows from Proposition 4 that preemptive acquisitions by incumbents of entrepreneurial innovations implies P V C 0.Operational fixed costs, We do not have any measure of fixed operation costs, . Insteadwe use additive dummies fixed effects for technologies and regions as well as a trend variablefor the application year, broadly controlling for unobservable technology, region and timespecific factors. Patents are divided into technology groups based on the patents main IPCClass according to Breschi et al. 2004. The data is also divided into six different regions.Five additive dummies are included for these six groups in the estimations. A trend variable AP P LY is also included, measuring the application year.20 Note also that most entries occur about 13 years after the patent application see Table 5.3, whichexplains the low value of 23 citations in the first year after entry.225.3. Results The results of estimating the probit model 5.4 are shown in table 5.5. Let us first examine ifthese results are consistent with preemptive acquisitions by incumbents. We start with Model A containing the core variables from the theory, W _CIT, P V C, SM ALL and M ICRO, aswell as fixed effects for technologies and regions. The Wald test on the core variables showsthat 0 in 5.4 or, equivalently, is rejected. This is also the case in the Wald test onthe full specification of Model A.Next, we turn to individual estimates. A higher quality of the invention as measured by moreforward citations W _CIT increases the probability of an invention being commercialized bya sale to incumbents. On the other hand, presence in the market as measured by either beinga small or a micro firm SM ALL and M ICRO decreases the probability of a sale. All thesevariables are statistically significant. The estimated coefficient of P V C has the correct sign,but is not significant. Since we can reject 0 and since the coefficients of the core variablesare consistent with k k k 0, 0 and G G G 0, Proposition 4ii implies that the estimates identify incumbent acquisition as being preemptive in nature.21In Models B and C we add between citations B_CIT and the application year AP P LY ,without qualitative changes in results. The Wald tests and individual estimates are againconsistent with the Proposition 4ii. Calculating marginal effects shows that if a patent receivesone more forward citation during a fiveyear period, the probability of sale increases by aboutfive percentage points in Models AC. If the inventor has a small firm as compared to the casewhere she has no firm, the probability of sale decreases by around 20 percentage points.Due to the potential endogeneity problem our citation variable and the distribution offorward citations being skewed to the right, we reestimate 5.4 with the citation dummies D_W _CIT and D_B_CIT , indicating whether a patent received a citation. These resultsare shown in table 5.6. The Wald tests again reject 0, whereas the results for individualestimates are consistent with k k k 0, 0 and G G G 0.Once more, the results are thus consistent with Proposition 4ii, albeit some estimates are lessprecise.As a second check, we also reestimated table 5.5 with OLS and logit specifications withoutfinding any qualitative changes in the results. The results were also unaffected by adding anumber of control variables such as the share of ownership in the entrepreneurial firms heldby the inventor, notwithstanding if the inventor had complementary patents or more patents,individual characteristic of the inventor such a sex or ethnicity, or whether the patent wasapplied in research at a university.5.4. Extension: the decision to commercialize The theory presented makes the implicit assumption that all patents are commercialized. Incontrast, about 40 % of the patents in the sample were not commercialized. Among the noncommercialized patents, 163 expired before the end of the data collection in 2005, while 9721 The exception is 0 since we have no direct measure of operating fixed costs, . Theimpact of is indirectly estimated through the Wald test on 0, where the impact of isimprecisely accounted for in the technology and regionfixed effects.23patents remained active in 2005 and may, in principle, have been commercialized after theobservation period.22We investigate this data problem in three ways. First, we reestimate the probit modelin 5.4 with a sample selection correction, pooling both types of noncommercialized patents.Second, we estimate a multinomial logit model which is based on an extension of the theory toinclude the decision to not commercialize an invention. The latter model uses the informationfrom noncommercialized patents where the inventors actively dropped their patent. Finally,we employ a duration analysis. This method takes account of the timing decision and controlsfor the fact that some patents may have been commercialized after the sample period.5.4.1. Selection bias Since the group of commercialized patents may not be a random sample of patents, but mayhave rather specific characteristics which led to them to be commercialized, there is a potentialsample selection problem in 5.4.To control for this, we also model the probability of commercializationce I0 zze 0Xe ue 0,5.6where ce 1 if commercialization is chosen and ce 0 otherwise. ze is a variable which onlyaffects the choice to commercialize but not the mode of commercialization. The variable ze canbe considered as a variable identifying draws of lowquality inventions, or inventions associatedwith high costs for commercialization, which would imply RE,m e,m 0 in 5.1. Thevector Xe contains the same explanatory variables as those included in the probit model 5.4.How may selection bias affect the estimates of in 5.4? Suppose that ue and e in 5.4and 5.6 contain an unobserved quality of the patent. From Definition 1, patents with a highunobserved quality will tend to be commercialized. But then, since ue and e are positivelycorrelated due to the unobserved quality, commercialized patents with high unobserved qualitywill tend to be sold to incumbents by Lemma 3. This selection mechanism may potentiallygenerate an upward bias on the estimate of in 5.4.Assuming that the error terms ue and e are correlated according to a bivariate standardnormal distribution with correlation , 5.4 and 5.6 can be jointly estimated with maximumlikelihood to obtain an estimate of to test Proposition 4.23 Svensson 2007 showsthat governmentfinanced inventions are less likely to be commercialized, arguing that inventionsof inferior quality seek government support for commercialization and that the government loanterms discourage commercialization.In table 5.7, we report the selection model using the full sample of 624 observations. Usingthe percentage of the RDstage financed by government GOV as the identifying variableze, we note that the results in the secondstage sale equation do not change qualitatively inrelation to the corresponding probit specifications in table 5.5 and results are again consistentwith Proposition 4ii. Inspecting individual estimates, we note that W _CIT is still significant 22 This is less likely, however. In Svensson 2007, it was shown that the probability is very low thatthe 97 noncommercialized patents, which are still alive, will ever be commercialized.23 See, for instance, Van den Ven and Van Pragg 1981.24If a patent receives one more forward citation during a fiveyearat the fivepercent level.period, the probability of sale increases by 45 percentage points in Models AC. While the firststage identifies the commercialization decision through the government financing variable, thecorrelation between error terms ue and e is not significant.245.4.2. Identification with multinomial logit The probit model with selection suggests that the error terms in the commercialization decisionand the choice of type of commercialization are not correlated. Assuming this to be the case, wecan formally integrate the commercialization decision into the theory, thus providing additionalinformation for identification.To see this, let Re,Nok, , , G RE,Noke, e, e, Ge e,No be the reward for No commercialization. By definition, RE,Noke, e, e, Ge 0 which can be trivially linearized inits arguments:Re,Noke, e, Te, Ge 00 k0kr F0Fr T0r x 0e.5.7Then, let m, l Sale, Entry, N o. The probability that the entrepreneur will choose commercialization mode m instead of commercialization mode l is then ProbmeProbRe,m Re,lm 6 l, or ProbmeProbe,l e,m RE,mk, , , G RE,lk, , , G m 6 l. Assumingthat e,m is distributed according to the Gumbel distribution, e e,m e,l will be distributedaccording to the logistic distribution. Under the assumption that e,No, e,Sale and e,Entry arenot correlated, this gives rise to a multinomial logit model, where:ProbSalee ex 0eex 0e ex 0e ex 0e , ProbEntrye ex 0eex 0e ex 0e ex 0e .5.8Maximum Likelihood can now be used to estimate Sale and Entry , where 0 from 5.7 identifies vectors and from 5.2 and 5.3.In table 5.8, we show the results from estimating 5.8 for the 364 patents which are commercialized by Sale or Entry and the 163 patents where we know that the holder activelychose not to commercialize i.e. the patent expired without any income for the holder.25 Giventhe identifying assumption of 0, Wald tests show that 0, 0 and canall be rejected. Moreover, the parameter estimates and Wald tests on the citation variable W _CIT and, in particular, the citation dummy D_W _CIT indicate evidence of k 0 in5.2, k 0 in 5.3 and k k. Calculating marginal effects shows that if a patent receivesone more forward citation during a fiveyear period, the probability of sale increases by 3.8percentage points, entry increases by 2.6 percentage points and no commercialization decreasesby 6.4 percentage points. From the estimates of SM ALL and M ICRO, we also note that the 24 We also reestimated table 5.6 with the citation binary variables, D_W _CIT and D_B_CITwithout a qualitative change in the results.25 We omit the remaining 97 observations since we do not know the commercialization decision for thesepatents. This rightcensoring problem is taken into account in the next section which uses a durationanalysis.25Wald tests are largely consistent with G 0, G 0 and that G G. Thus, the results areagain consistent with Proposition 4ii identifying preemptive acquisitions.The multinomial logit model gives additional evidence for the theory in terms of the rewardfunction in 5.2 and 5.3, and the fact that incumbents acquisitions are preemptive in nature.While the multinomial logit model is informative, it has its drawbacks. As mentioned, it assumesthat the error terms in different commercialization modes, e,m are not correlated.26 Anotherproblem is that the temporal information in the data is not used. To address the latter problem,we finally turn to event history methods, i.e. duration analysis.5.4.3. Duration analysis The probit model with selection and the mulitnominal logit model take into account that somepatents are not commercialized but not when a patent is commercialized, i.e. the temporalinformation in the data is not used.To illustrate, the hazard function of the events of commercialization by entry and sale isshown in Figure 5.1, where these events are measured in years from the application date.27 Thehazard function, hmt, shows the conditional probability of a patent commercialized by entryor sale in a specific time period t, given that it has survived neither been commercialized byentry nor sale until time point t. Note that the hazard function of entry levels away more quicklythan that of sale. Thus, the timing of commercialization seems to be of importance. Inventorswho already have firms may be able to start the commercialization more quickly through entrythan inventors who try to sell or license their patents. In the latter case, inventors may facethe problem of asymmetric information when searching for an external firm. These transactioncosts may be inadequately captured by the private venture capital dummy used in the previousanalysis. Moreover, there is a time lag of 23 years between patent application and granting.This means that there is an uncertainty regarding the scope of the patent protection for theacquiring firm. Acquisition and licensing contracts may then be delayed until the grant date.28In the survival model, we estimate how different factors affect the number of years it takesfrom the time point of the patent application until the two events, TSale and TEntry, occur fora patent. The survival model is estimated as a competing risk model, since the two events aremutually exclusive. Since we do not know the exact time point within a year when a patent iscommercialized, TSale and TEntry are intervalcensored.29 The accelerated failure time AFT26 We tried to estimate a multinomial probit model which allows for estimating the correlation structurebetween the error terms. However, we then encountered the problem that our data lacks alternativespecific variables variables which are constant over commercialization mode.27 The hazard can also be expressed as a function of the probability density function, f t, and thesurvival function: t f tSt, where the survival function, St, shows how a large share of thepatents survives beyond a time point, t.28 Gans et al. 2007 show empirically that patent allowance substantially increases the probability ofa licensing agreement. But as many as 27 percent of all licensing contracts occur before the patents havebeen granted.29 If the patent is sold commercialized by the inventor within the first year, TSale TEntry obtainsan intervalcensored value between 0.1 and 1, while the second year TSale TEntry is between 1.1 and 2,etc.26Hazard functions: Commersialization by sale and entry tear draza H .2.15.1.0500246Years after patent application 810Entry Sale Figure 5.1: Illustrating the hazard rates for commercialization by entry and sale.model is then the appropriate statistical model Allison, 1995:logTSale,e X0e Sale Salee,SalelogTEntry,e X0e Entry Entrye,Entry,5.95.10where parameters m represent the impact of variables Xe on the expected time to commercialization. Note that a positive negative sign implies that the time until the event occursincreases decreases, which is synonymous with a lower higher probability that the eventoccurs. The error term e,m can have various distributions, such as the lognormal, loglogistic,exponential, Weibull and gamma distributions, where estimates of parameter m are used toparameterize the shape of the distribution.The AFT models in 5.9 and 5.10 are estimated by Maximum Likelihood. When estimating the sale event in 5.9, we treat commercialization by entry m Entry as rightcensored.Likewise, when estimating the entry event in 5.10, we treat the event of commercializationby sale m Sale as rightcensored. At the end point of observation in 2005, the holderhad not yet taken a decision on commercialization for 97 patents and these patents are thusrightcensored in this year. Furthermore, an expired patent cannot be commercialized. 163noncommercialized patents that expired before 2005 are thus rightcensored in this expirationyear.Estimates of Sale and Entry in 5.9 and 5.10 for the full sample of 624 observations areshown for the log normal distribution in Table 5.7.30 Regardless of specification or measure, as 30 The results do not change qualitatively using other distributional assumptions on the error term,e,m. The gamma distribution has the advantage that other distributions can be tested against thegamma distribution. However, when applying the assumption of a gamma distribution, we did not achieveconvergence. We only report results for the log normal distribution. The results for other distributional 27W _CIT Entryshown by W _CIT in table 5.9 or D_W _CIT in table 5.10, forward citations within the sametechnology class have a negative and strongly significant impact on the time until commercialization by sale occurs.31 Quantifying this effect from specification ii in table 5.9, if a patentreceives one more forward citation within technologies during a fiveyear period, the timeuntil sale occurs decreases by around 30 percent. On the other hand, there is no statisticallysignificant impact on the time to commercialization by entry. More importantly, we can reject W _CIT 0, at the fivepercent level.32 Forthe nullhypothesis of equal estimates, Salethe variables SM ALL and M ICRO, proxying for the entry costs G, we find strong evidenceon the time for commercialization by entry, while these variables have no or statistically weakeffects on the time to commercialization by sale. Also in these cases, Sale SMALL 0and Sale MICRO Entry These results are consistent with the inventor choosing mode m in t when the reward RE,m e,m is highest in this alternative in a setting where inventions are sold under preemptive bidding competition between incumbent firms. To see this, note that k k k 0in 5.2, 5.3 and 5.7. It then follows that increasing the quality of an invention, commercialization by sale will become more profitable irrespective of if a comparison is made withentry or no commercialization. But this inequality also shows that while higher quality makescommercialization by entry more attractive relative to no commercialization, commercializationby entry becomes less attractive when compared to commercialization by sale. Noting that theimpact of entry costs fulfils G G G 0 from 5.2, 5.3 and 5.7, we can also reconcilethe results of variables SM ALL and M ICRO, proxying for entry costs G.MICRO 0 are strongly rejected.SMALL Entry Given this interpretation of the parameter signs in the AFT models, we note that the resultsdo not deviate from our findings in the probit and multinomial logit models.6. Concluding remarks We propose a theory of the mode of commercialization sale or entry of entrepreneurial inventions in oligopoly. We show that when the invention has a higher quality, it is more likelythat it is sold or licensed, due to strategic product market effects on the sales price. Preemptive acquisitions of entrepreneurial firms by incumbents can also stimulate the process ofcreative destruction by increasing the incentives to develop highquality inventions. Moreover,we find evidence that highquality inventions are sold under preemptive bidding competition using unique patent data. Consistent with the model, we find that high entry costs are conduciveto selling.Previous literature has shown that entrepreneurs play an important role in challengingexisting oligopolistic markets through denovo entry into the product market. Yet, we identifyanother important role of the entrepreneur as challenger of existing oligopolies through theaggressive development of inventions for sale. The role as an aggressive invention supplier mayassumptions are available upon request.31 The results in Model A are not affected when dropping GOV.32 Since the events are mutually exclusive, the difference in parameter estimates for a variable x canbe tested as 2j Sale Sale 2x Entryx2x2EntryxAllison, 1995.28be even more important than the role of denovo entrant. Indeed, we show that the possibilityof preemptive incumbent acquisition gives entrepreneurs the incentive to increase their efforts inhighquality research projects so that expected welfare can increase despite the risk of increasedmarket power.Schumpeter 1942 argued that the ongoing process of creative destruction where independent entrepreneurs innovate for entry is crucial for sustained growth. The development offinancial markets and the strengthening of property rights over the last decades have, however,implied that incumbent firms face better opportunities to protect their market from such entry by undertaking preemptive acquisitions. However, we have shown that the possibility ofsuch acquisitions creates stronger incentives for entrepreneurs to develop highquality inventions. Consequently, in the present and in the future, it may be the combination of creativedestruction and productive preemption which matters for sustained growth.References1 Acs, Z. J. and Audretsch D. B., 2005, Entrepreneurship, Innovation and Technological Change, Foundations and Trends in Entrepreneurship, Vol 14, pp. 149195.2 Aghion, P. and Howitt, P., 1992, A Model of Growth through Creative Destruction,Econometrica, Vol. 602, pp. 323351.3 Akerlof, G.A., 1970, The Market for Lemons: Quality Uncertainty and the Market Mechanism, Quarterly Journal of Economics, Vol. 843, pp. 488500.4 Allison, P.D., 1995, Survival Analysis Using SAS A Practical Guide, SAS Institute Inc.,Cary, NC.5 Anton, J.J. and Yao, D.A., 1994, Expropriation and Invention: Appropriable rents in theabsence of property rights, American Economic Review, Vol. 841, pp. 190209.6 Arrow, K.J., 1962, Economic Welfare and the Allocation of Resources for Innovation, in Nelson ed., The Rate and Direction of Inventive Activity.7 Baumol W.J., 2004, Entrepreneurial Enterprises, Large Established Firms and Other Components of the FreeMarket Growth Machine, Small Business Economics, Vol. 231,pp. 921.8 Bianchi, M. and Henrekson M., 2005, Is Neoclassical Economics Still Entrepreneurless?,Kyklos, Vol. 583, pp 353377.9 Bloningen, B.A. och Taylor, C.T., 2000, RD Intensity and Acquisitions in HighTechnology Industries: Evidence from the US Electronic and Electrical Equipment Industries, Journal of Industrial Economics, Vol. 481, pp. 4770.10 Bond, E.W, 1982, A Direct Test of the Lemons Model: The Market for Used Pickup Trucks, American Economic Review, Vol. 724, pp. 836840.2911 Breschi, S., Lissoni, F. and Malerba, F., 2004,The Empirical Assessment of Firms Technological Coherence: Data and Methodology, in Cantwell, J., Gambardella, A. and Granstrand, O. eds., The Economics and Management of Technological Diversification,Routledge, London.12 Chen, Y., 2000, Strategic Bidding by Potential Competitors: Will Monopoly Persist?,Journal of Industrial Economics, v 48, n 2, 16175.13 Gans, J.S., Hsu, D.H. and Stern, S., 2002, When does StartUp Innovation Spur the Galeof Creative Destruction?, RAND Journal of Economics, Vol. 334, pp. 571586.14 Gans, J.S., Hsu, D.H. and Stern, S., 2007, The Impact of Uncertain Intellectual Property Rights on the Market for Ideas: Evidence from Patent Grant Delays, Discussion paper.15 Gans, J.S. and Stern, S., 2000, Incumbency and RD Incentives: Licensing the Galeof Creative Destruction, Journal of Economics and Management Strategy, Vol. 94, pp.485511.16 Genesove, D., 1993, Adverse Selection in the Wholesale Used Car Market, Journal of Political Economy, Vol. 1014, pp. 644665.17 Gilbert, .R., 2006, Looking for Mr. Schumpeter: Where Are We in the CompetitionInnovation Debate?, in Jaffe, A.B., Lerner, J. and Stern, S. eds., Innovation Policy andthe Economy, Vol. 6, MIT Press, Cambridge and London, pp. 159215.18 Gilbert, Richard, and David M. G. Newbery 1982. Preemptive Patenting and the Persistence of Monopoly. American Economic Review, 72, 51426.19 Gilligan, T.W., 2004, Lemons and Leases in the Used Business Aircraft Market, Journalof Political Economy, Vol. 1125, pp. 115780.20 Granstrand, O. and Sjolander, S., 1990, The Acquisition of Technology and Small Firmsby Large Firms, Journal of Economic Behavior and Organization, Vol. 13, pp. 367386.21 Griliches, Z., 1990, Patent Statistics as Economic Indicators: A Survey, Journal of Economic Literature, Vol. 284, pp. 16611707.22 Grossman, G.M. and Helpman, E. 1991, Innovation and Growth in the Global Economy,MIT Press, Cambridge, MA.23 Hall, B.H., 1990, The Impact of Corporate Restructuring on Industrial Research and Development, Brookings Papers on Economic Activity, Special issue 1990, pp. 85124.24 Hall, B.H., Jaffe, A.B. and Trajtenberg, M., 2005, Market Value and Patent Citations,RAND Journal of Economics, Vol. 361, pp. 1638.25 Harhoff, D., Narin, F., Scherer, F.M. and Vogel, K., 1999, Citation Frequency and the Value of Patented Inventions, Review of Economics and Statistics, Vol. 813, pp. 511515.3026 Howitt, P., 2008, Endogenous Growth, In The New Palgrave Dictionary of Economics, 2nd Edition, edited by Steven Durlauf and Lawrence Blume, Palgrave Macmillan, New York.27 Jehiel, P., Moldovanu, B., and Stacchetti, E.,1996, How Not to Sell Nuclear Weapons,American Economic Review, Vol. 86, 814829.28 Jehiel, Philippe, Benny Moldovanu, and Ennio Stacchetti, 1999, Multidimensional Mechanism design for auctions with externalities. Journal of Economic Theory, 85, 258293.29 Kamien, M.I., 1992, Patent Licensing, in Handbook of Game Theory with Economic Applications, Volume 1, NorthHolland, New York, pp. 33135430 Kamien, M.I. and Tauman Y., 1986, Fees versus Royalties and the private value of apatent, Quarterly Journal of Economics, Vol. 1013, pp. 471491.31 Katz, M.L. and Shapiro, C., 1986, How to Licence Intangible Property, Quarterly Journalof Economics, Vol. 1013, pp. 56789.32 Lanjouw, J.O. and Schankerman, M., 1999, The Quality of Ideas: Measuring Innovationwith Multiple Indicators, NBER Working paper No. 7345, Cambridge, MA.33 Lerner, J. and Merges, R., 1998, The Control of Strategic Alliances: An Empirical Analysisof the Biotechnology Industry, Journal of Industrial Economics, Vol. 462, pp. 125156.34 Morgan, R.P., Kruytbosch, C. and Kannankutty, N., 2001, Patenting and Invention Activity of U.S. Scientists and Engineers in the Academic Sector: Comparisons with Industry,Journal of Technology Transfer, Vol. 2612, pp. 173183.35 Schumpeter, J., 1942, Capitalism, Socialism and Democracy London: Harper Brothers.36 Segerstrom, P.S., Anant, T.C.A. and Dinopoulos, E., 1990, A Schumpeterian Model ofthe Product Life Cycle, American Economic Review, Vol. 805, pp. 10771091.37 Svensson, R., 2007, Commercialization of Patents and External Financing during the RDPhase, Research Policy, Vol. 367, pp. 10521069.38 Trajtenberg, M., 1990, A Penny for your Quotes: Patent Citations and the Value of Innovations, RAND Journal of Economics, Vol. 211, pp. 172187.39 Van de Ven, Wynand P. M. M. Van Praag, Bernard M. S., 1981. The demand fordeductibles in private health insurance : A probit model with sample selection, Journalof Econometrics, Vol. 172, pp. 229252, November.317. Appendix 7.1. Proof of Lemma 1First, note that bi max vil, l e, i is a weakly dominated strategy, since no incumbent willpost a bid equal to or above its maximum valuation of obtaining the invention and that firm ewill accept a bid iff bi ve.Inequality I1 Consider equilibrium candidate b b 1, b 2,  , yes. Let us assume thatincumbent w 6 e is the incumbent that has posted the highest bid and obtains the assetsand firm s 6 d is the incumbent with the second highest bid.Then, bw vii is a weakly dominated strategy. bw vii is not an equilibrium, since firmj 6 w, e then benefits from deviating to bj bw , since it will then obtain the assets and pay aprice lower than its valuation of obtaining them. If bw vii, and bs vii, vii 2, then noincumbent has an incentive to deviate. By deviating to no, the entrepreneurs payoff decreasessince it foregoes a selling price exceeding its valuation, ve. Accordingly, the entrepreneur hasno incentive to deviate and thus, b is a Nash equilibrium.Let b b 1, , , bn, no be a Nash equilibrium. Let incumbent h be the incumbent with thehighest bid. The entrepreneur will then say no iff bh ve. But incumbent j 6 e will have theincentive to deviate to b 0 ve in period 1, since vie ve. This contradicts the assumptionthat b is a Nash equilibrium.Inequality I2 Consider equilibrium candidate b b 1, b 2,  , y. Then, bw vij is a weaklydominated strategy. bw vij is not an equilibrium since firm j 6 w, e then benefits fromdeviating to bj bw , since it will then obtain the assets and pay a price lower than itsvaluation of obtaining them. If bw vii , and bs vii , vii 2, then no incumbent hasan incentive to deviate. By deviating to no, the entrepreneurs payoff decreases since it foregoesa selling price exceeding its valuation, ve. Accordingly, the entrepreneur has no incentive todeviate and thus, b is a Nash equilibrium.Consider the equilibrium candidate b b 1 , b 2 ,  , no. Then, bw vie is not an equiIf bw ve, then nolibrium since the entrepreneur would then benefit by deviating to yes.incumbent has an incentive to deviate. By deviating to yes, the entrepreneurs payoff decreasessince it then sells its assets at a price below its valuation, ve. The entrepreneur has no incentiveto deviate and thus, b is a Nash equilibrium.Inequality I3 Consider equilibrium candidate b b 1, b 2,  , yes. Then, bw vii is a weaklydominated strategy. bw vii is not an equilibrium since firm j 6 w, e then benefits fromdeviating to bj bw , since it will then obtain the assets and pay a price lower than itsvaluation of obtaining them. If bw vii , and bs vii , vii 2, then no incumbent hasan incentive to deviate. By deviating to no, the entrepreneurs payoff decreases since it foregoesa selling price exceeding its valuation, ve. Accordingly, the entrepreneur has no incentive todeviate and thus, b is a Nash equilibrium.32Let b b 1,  , bn, no be a Nash equilibrium. The entrepreneur will then say no iff bh ve.But incumbent j 6 e will then have the incentive to deviate to b 0 ve in stage 1, sincevie ve. This contradicts the assumption that b is a Nash equilibrium.Inequality I4 Consider equilibrium candidate b b 1, b 2,  , yes. Then, bw ve is not anequilibrium since firm w would then benefit from deviating to bw ve. bw ve is not anequilibrium, since the entrepreneur would then not accept any bid. If bw ve , then firmw has no incentive to deviate. By deviating to b 0j bw, firm js, j 6 w, e, payoff does notchange. By deviating to b 0j bw, firm js payoff decreases since it must pay a price aboveits willingness to pay vii. Accordingly, firm j has no incentive to deviate. By deviating tono, the entrepreneurs payoff decreases since it foregoes a selling price above its valuation ve.Accordingly, the entrepreneur has no incentive to deviate and thus, b is a Nash equilibrium.Let b b 1, , , bn, yes be a Nash equilibrium. If bw vii, then firm w will have the incentiveto deviate to b 0 bw . If bw vii, the entrepreneur will have the incentive to deviate to no,which contradicts the assumption that b is a Nash equilibrium.Let b b 1,  , bn, no be a Nash equilibrium. The entrepreneur will then say no iff bh ve.But incumbent j 6 d will have the incentive to deviate to b 0 ve in stage 1 since vie ve,which contradicts the assumption that b is a Nash equilibrium.Inequalities I5 or I6 Consider equilibrium candidate b b 1, b 2,  , no, where bj vej J. It then directly follows that no firm has an incentive to deviate and thus, b is a Nashequilibrium.Then, note that the entrepreneur will accept a bid iff bj ve. But bj ve is a weaklydominating bid in these intervals, since ve maxvii, vie. Thus, the assets will not be sold inthese intervals.33Measure Table 5.1. Explanatory variables and basic statistics. Variable name W_CIT D_W_CIT Expected sign preemptive acquisition: W_CIT 0 W_CIT 0 All patents n624 Commercialized patents n364 Std.dev. Mean Std.dev. 0.93 0.49 1.03 Mean 0.41 0.36 0.48 0.41 0.49 0.30 1.7 15.7 SMALL 0 0.16 0.37 0.20 0.40 MICRO 0 0.20 0.40 0.24 0.43 PVC 0 13.9 3.44 14.4 0.21 0.07 0.24 3.17 0.05 0.08 0.28 0.10 1995 9.26 1.7 20.7 1995 6.38 of: k k G G Variable description Number of forward citations within technologies per fiveyear period Dummy 1 if the patent has received forward citations within technologies, and 0 otherwise Dummy which equals 1 for small firms 11200 employees, and 0 otherwise Dummy which equals 1 for micro firms 210 employees, and 0 otherwise Percentage of RDphase financed by private venture capitalist Number of forward citations between technologies per fiveyear period Dummy 1 if the patent has received forward citations between technologies, and 0 otherwise Application year Percentage of RDphase financed by government SMALL MICRO PVC B_CIT D_B_CIT APPLY GOV Table 5.2. Commercialization mode and technologies, number of patents and citations. W_CIT Entry No commercialization W_CIT0 Sale 49 54 % forward patent citations within All 401 64 % 94 47 25 57 624 636 188 72 % 32 15 8 17 260 196 164 60 % 46 24 11 28 273 294 16 8 6 12 91 146 W_CIT1 W_CIT2 W_CIT3 W_CIT3 Total No. of patents Total No. of citations Average No. of citations per patent Table 5.3. Forward citations within technologies in relation to patent application, entry and sale. 1.08 0.75 1.02 1.60 No. of forward citations after Entry year0 Patent application year0 0 2 12 44 76 95 86 95 74 83 47 47 18 Year 1 0 0 1 1 2 2 3 3 4 4 5 5 6 6 7 7 8 8 9 9 10 10 11 11 12 13 23 34 43 48 33 39 33 25 15 10 2 2 Sale year0 13 8 15 15 16 15 14 7 9 6 8 4 2 Table 5.4 Commercialization mode across firm sizes, number of patents and percent. Kind of firm where invention was created Small firms 11200 employees Micro companies 210 employees Individuals 14 inventors Total commercialized in 2003 102 122 400 624 Total number Percent latest of patents Percent Entry 63 % 57 % 35 % 44 % n273 Percent Sale 7 % 15 % 16 % 14 % n91 70 % 72 % 51 % 58 % n264 Table 5.5. Results of the probit model Explanatory variables Dependent variable SALE Statistical model: Binomial probit model Model C 0.161 0.075 Model A 0.144 0.069 Model B 0.161 0.073 0.938 0.954 0.946 0.247 0.342 0.190 6.1 E3 5.2 E3 Yes Yes 185.2 42.8 20.55 0.247 0.31 0.192 5.8 E3 5.1 E3 0.429 0.38 0.246 0.318 0.191 6.0 E3 5.1 E3 0.428 0.38 0.031 0.05 Yes Yes 184.4 44.2 21.79 W_CIT SMALL MICRO PVC B_CIT APPLY Technology FE Region FE Log Likelihood I. Wald, 2 II. Wald, 2 Core var. Note: The number of observations is 364. SALE equals 1 for 91 observations. , and indicate significance at the 1, 5 and 10 percent level. Standard errors clustered on inventor are given in parentheses. Parameter estimates for constants, technology and region dummies are not shown, but are available from the authors upon request. Wald 2 I tests the hypothesis 0 in 5.4. Wald 2 test II repeats this for the core variables for W_CIT, SMALL, MICRO and PVC. Yes Yes 184.7 43.5 20.80 Model B 0302 0.170 0.959 Model A 0.280 0.166 0.967 0.247 0.365 0.192 5.6 E3 5.1 E3 Table 5.6. Results of the probit model with citation dummies Explanatory Variables Dependent variable SALE Statistical model: Binomial probit model Model C 0.303 0.171 0.972 Yes Yes 184.7 41.9 19.36 Yes Yes 184.4 45.1 21.32 Yes Yes 185.2 40.9 19.40 0.247 0.351 0.194 5.3 E3 5.2 E3 0.193 0.259 0.246 0.354 0.193 5.4 E3 5.2 E3 0.198 0.25 0.033 0.045 D_W_CIT SMALL MICRO PVC D_B_CIT APPLY Technology FE Region FE Log Likelihood I. Wald, 2 II. Wald, 2 Core var. Note: The number of observations is 364. SALE equals 1 for 91 observations. , and indicate significance at the 1, 5 and 10 percent level. Standard errors clustered on inventor are given in parentheses. Parameter estimates for constants, technology and region dummies are not shown, but are available from the authors upon request. Wald 2 I tests the hypothesis 0 in 5.4. Wald 2 test II repeats this for the core variables for D_W_CIT, SMALL, MICRO and PVC. W_CIT SMALL MICRO PVC 0.156 0.074 0.892 0.297 0.278 0.263 6.4 E3 5.2 E3 Commers. selection 0.143 0.069 0.302 0.173 0.516 0.155 1.9 E3 4.5 E3 Commers. selection 0.133 0.068 0.293 0.16 0.509 0.14 1.9 E3 3.8 E3 0.174 0.077 0.895 0.295 0.25 0.257 6.3 E3 5.1 E3 Commers. selection 0.135 0.067 0.289 0.16 0.506 0.144 1.8 E3 3.8 E3 0.172 0.077 0.883 0.298 0.249 0.263 6.1 E3 5.1 E3 Table 5.7. Results of the probit model with selectivity Explanatory Variables Dependent variable SALE Statistical model: Binomial probit model with sample selection Model A Sale Model B Sale Model C Sale 9.1 E3 2.6 E.3 582.5 38.9 39.5 Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes Yes 17.8 15.3 20.2 583.2 582.2 38.8 49.43 49.3 0.142 0.31 0.411 0.382 0.208 0.546 8.9 E3 2.5 E3 8.9 E3 2.6 E3 0.140 0.31 0.016 0.032 0.410 0.378 0.029 0.047 0.226 0.524 0.216 0.549 B_CIT APPLY GOV Technology FE Region FE Log Likelihood I. Wald,2 II Wald, 2 Core var. III. Wald, 2 0 Note: The number of observations in the selection stage commercialization decision is 624. In the sale stage mode of commercialization decision there are 364 observations, where SALE equals 1 for 91 observations. , and indicate significance at the 1, 5 and 10 percent level. Standard errors clustered on inventor are given in parentheses. Parameter estimates for constants, technology and region dummies are not shown, but are available from the authors upon request. Wald test I tests for 0 in 5.5, z 0 in 5.6, respectively. Wald 2 test II repeats this for the core variables for W_CIT, SMALL, MICRO and PVC. Wald tests III tests the null hypothesis of no correlation between the error terms in 5.5 and 5.6. 17.4 18.4 0.14 0.15 0.17 49.6 17.3 Multinomial logit model with No commercialization as the base alternative Model B Quality measured with D_W_CIT Wald 2SALE diff 2.78 ENTRY Wald 2 diff 3.32 Table 5.8. Results of the multinomial logit model Explanatory variables Model A Quality measured with W_CIT SALE ENTRY 1.66 3.19 1.36 Yes Yes Yes Yes 2.50 Yes Yes 13.08 37.2 13.2 483.0 90.2 Yes Yes 12.84 0.454 0.241 0.458 0.526 0.856 0.397 1.1 E2 8.2 E3 0.859 0.256 1.075 0.364 1.274 0.335 7.5 E3 8.6 E3 0.268 0.216 1.174 0.361 1.376 0.337 4.1 E3 8.6 E3 1.340 0.323 0.595 0.530 0.678 0.400 8.9 E3 8.2 E3 W_CIT SMALL MICRO PVC Technology dummies Regional dummies Log likelihood I. Wald 2 II. Wald 2 III, Wald 2 core Note : The number of observations equals 527, of which ENTRY1 for 273 observations and SALE1 for 91 observations. 163 observations classified as No commercialized, where the patent has expired with the inventor receiving no income. Standard errors clustered on inventor are given in parentheses. , and indicate significance at the 1, 5 and 10 percent level. Parameter estimates for technology and region dummies are not shown, but are available from the authors upon request. Wald test I tests the full specification of 5.8. Wald test II in columns two and three tests 0 and 0 in 5.8, respectively, under the assumption of 0. Wald test II in column four tests . Wald test III repeats these tests for the core variables W_CIT, SMALL, MICRO and PVC. The Wald tests in column four test if the individual parameter estimates of the core variables differ between equations. Columns five to seven repeats the procedure using specifications with variables D_W_CIT, SMALL, MICRO and PVC. 476.9 99.4 49.9 28.5 55.0 23.9 55.5 29.2 39.7 19.0 38.2 17.8 Table 5.9. Results of the survival model with competing risks, part I cont. Explanatory variables Accelerated failure time model with competing risks lognormal model W_CIT SMALL MICRO PVC B_CIT GOV ENTRY 0.0112 0.11 1.22 0.26 0.98 0.24 3.9 E3 7.1 E3 Model A SALE 0.30 0.11 1.05 0.41 0.029 0.29 5.3 E3 7.0 E3 0.012 5.2 E3 7.3 E3 5.9 E3 Diff. 23.59 21.9 6.41 0.85 0.31 ENTRY 5.1 E3 0.12 1.21 0.26 0.98 0.24 3.9 E3 7.1 E3 0.085 0.42 0.017 5.2 E3 Model B SALE 0.34 0.11 1.03 0.41 0.064 0.30 5.1 E3 7.0 E3 0.74 0.70 7.7 E3 5.9 E3 Diff. 24.33 21.8 5.85 0.81 1.02 0.26 1.96 Yes Yes 879.8 1.72 Yes Yes 403.0 1.73 Yes Yes 403.6 1.92 Yes Yes 879.8 Technology dummies Regional dummies Log likelihood Note: The number of observations equals 624, of which ENTRY1 for 273 observations and SALE1 for 91 observations. , and indicate significance at the 1, 5 and 10 percent level. Standard errors are in parentheses. Parameter estimates for technology and region dummies are not shown, but are available from the authors upon request. Note 2. A positive parameter estimate increases the time to commercialization by entry or sale. A negative estimate decreases the time to commercialization by entry or sale. Table 5.9. part II cont. Explanatory variables Accelerated failure time model with competing risks lognormal model W_CIT SMALL MICRO PVC B_CIT APPLY GOV Technology dummies Regional dummies Log likelihood ENTRY 0.013 0.12 1.20 0.26 0.97 0.24 4.6 E3 7.1 E3 0.079 0.42 0.081 0.057 0.013 5.2 E3 1.91 Yes Yes 878.8 Model C SALE 0.35 0.11 1.01 0.41 0.06 0.29 5.0 E3 7.0 E3 0.75 0.70 0.042 0.066 8.1 E3 5.9 E3 1.71 Yes Yes 402.8 Diff. 2 4.22 21.04 5.77 0.93 0.69 0.20 0.31 Table 5.10. Results of the survival model with competing risks, part I cont. Explanatory variables Accelerated failure time model with competing risks lognormal model D_W_CIT SMALL MICRO PVC D_B_CIT GOV ENTRY 0.0248 0.20 1.21 0.26 0.98 0.24 3.9 E3 7.1 E3 Model A SALE 0.66 0.25 1.11 0.41 0.073 0.30 4.4 E3 7.1 E3 0.012 5.2 E3 7.1 E3 5.9 E3 Diff. 24.06 ENTRY 0.028 E3 22.5 7.58 0.68 0.34 0.20 1.22 0.26 0.98 0.24 3.9 E3 7.1 E3 0.024 0.33 0.012 5.2 E3 Model B SALE 0.71 0.25 1.10 0.41 0.062 0.30 4.2 E3 7.2 E3 0.33 0.44 7.3 E3 5.9 E3 Diff. 24.33 22.4 7.45 0.64 0.31 0.31 1.92 Yes Yes 879.8 1.74 Yes Yes 403.7 1.92 Yes Yes 879.8 1.74 Yes Yes 404.0 Technology dummies Regional dummies Log likelihood Note: The number of observations equals 624, of which ENTRY1 for 273 observations and SALE1 for 91 observations. , and indicate significance at the 1, 5 and 10 percent level. Standard errors are in parentheses. Parameter estimates for technology and region dummies are not shown, but are available from the authors upon request. Table 5.10. part II cont. Explanatory variables Accelerated failure time model with competing risks lognormal model ENTRY 0.019 0.20 1.20 0.26 0.97 0.24 4.5 E3 7.1 E3 0.043 0.33 0.081 0.057 0.013 5.2 E3 1.91 Yes Yes 878.8 D_W_CIT SMALL MICRO PVC D_B_CIT APPLY GOV Technology dummies Regional dummies Log likelihood Model C SALE 0.70 0.25 1.10 0.41 0.063 0.30 4.1 E3 7.1 E3 0.32 0.44 0.022 0.066 7.5 E3 5.9 E3 1.73 Yes Yes 403.7 Diff. 2 4.43 22.2 7.34 0.73 0.27 0.45 0.40 ", "filename": "wp799.pdf", "person": ["Pehr-Johan Norbäck", "Norbäck, Pehr-Johan", "Lars Persson", "Persson, Lars", "Roger Svensson", "Svensson, Roger"], "date": ["2009"]}