{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/81501/1/wp817.pdf"], "title": ["Buying to Sell: A Theory of Buyouts"], "plaintext": "Buying to Sell: A Theory of Buyouts PehrJohan Norb ack Research Institute of Industrial Economics IFNResearch Institute of Industrial Economics IFN and CEPRLars Persson Joacim T ag Research Institute of Industrial Economics IFNAugust 23, 2010Abstract Private equity firms are an important part of the industrial restructuring process. Weargue that the key is temporary ownership. Buying to sell induces aggressive restructuringsince the equilibrium trade sale price increases both because the profits of the acquiringincumbent increase and the profits of nonacquiring incumbents decrease. Therefore, private equity backed firms are more leveraged and have managers with more ownership ascompared to incumbents. By being outsiders, private equity firms specialize in restructuring to outbid incumbents with incentives to preemptively acquire targets. Welfare effectsof buyouts are ambiguous, but consumers gain from a buyout.Keywords: Buyouts, Buying to sell, LBO, MA, Private equity, Takeovers, Temporary ownership JEL Codes: G24, G32, G34, L1, L2Financial support from the Marianne and Marcus Wallenberg Foundation and the Jan Wallander and Tom Hedelius Foundation is gratefully acknowledged. This paper was written within the Gustaf Douglas Research Program on Entrepreneurship. We thank Kevin Amess, Ulf Axelsson, Florian Ederer, Ioannis Floros, Richard Gilbert, Denis Gromb, Bj orn Hansson, Michael Katz, Evgeny Lyandres, Ludovic Phalippou, Gordon Phillips,Ramana Sonti, and seminar participants at the Institute for Financial Research, the Swedish Foundation for Small Business Research, the International Industrial Organization Conference 2009, the 11th Annual SNEE European Integration Conference, the CAF Summer Research Conference Indian School of Business, Hyderabad, 24th Annual Congress of the European Economic Association, The IFN Stockholm Conference Vaxholm, 2009 and 2010, and The Research Institute of Industrial Economics IFN for excellent comments and suggestions. We alsothank Aron Berg for research assistance.Contact adress for authors: Research Institute of Industrial EconomicsIFN, Box 55665, SE102 15 Stockholm, Sweden. Email: firstname.lastnameifn.se.11Introduction Private equity firms are an important part of the industrial restructuring process that is takingplace in all industries across the world. Davis et al. 2009 show that around 2% of US nonfarm employees worked in a private equity backed firm in 2005 and that productivity on averagegrows by about two percentages points more at private equity backed firms than at comparablefirms in the manufacturing industry during two years after the transaction. Bloom et. al 2008present evidence that private equity backed firms excel in people and operations managementpractices; skills that are important when restructuring activities are undertaken.This raises the question of why private equity firms are so active at restructuring. We arguethat the key is that private equity funds are set up to acquire and resell assets. The medianholding period of a company in a private equity fund is around six years, with a trade sale to anincumbent as the most common exit route occurring in 38% of all cases according to Kaplanand Str omberg, 2009. We show that exits though trade sales gives incentives for aggressiverestructuring since the equilibrium trade sale price increases both because the profits of theacquiring incumbent increase and the profits of nonacquiring incumbents decrease. Moreover,by being initial outsiders to the industry, private equity firms have incentives to specialize inrestructuring to outbid incumbents with incentives to preemptively acquire targets.To make our argument, we develop a model where several symmetric incumbents competein an oligopoly. One firm, the target, has assets in need of restructuring, but cannot restructureitself as it lacks resources or knowledge. The targets assets are sold to one of the incumbents,or to one of several competing private equity firms through a firstprice perfect informationauction. Post acquisition, the new owner hires a manager to restructure the assets, giving hera linear compensation contract consisting of a fixed wage and a share of the product marketprofits. Restructuring raises the product market profits of the eventual acquirer of the assets,but reduces the product market profits for its rivals. If a buyout takes place, the private equityfirm then exits its investment through a trade sale to one of the incumbents again through afirstprice perfect information auction. Finally, all incumbents compete in the product market;one of them is in possession of the restructured assets.In this setting, the equilibrium trade sale price consists of an incumbents product marketprofits from owning the assets in relation to the profits arising if a rival incumbent obtainsthem. Private equity firms buying to sell maximizing a trade sale price thus have incentivesto overinvest in restructuring compared to incumbents that buy to keep maximizing productmarket profits. The trade sale price responds more to restructuring, since it both increasesthe product market profits of the incumbent acquiring the restructured assets a carrot effectand decreases the product market profits of its rivals a stick effect. Buying to sell thusgives incentives to overinvest in restructuring, as private equity firms account for the effectsof restructuring on rivals in the industry. Given that ownership in the firm and debt inducesa manager to work harder at restructuring, overinvestment is consistent with the empirical 2findings that private equity backed firms are more productive Amess 2002, 2003; Harris et al.2005, Davis et al. 2009, have managers with more intense compensation contracts Kaplan,1989a; Leslie and Oyer, 2008, and are more leveraged Axelson et al., 2009.But stronger incentives to restructure the target do not mean that private equity firms canoutbid incumbents in the initial acquisition auction. Incumbents have incentives to preemptively acquire the target to prevent a buyout and the subsequent sale of an intensively restructured and competitive target back to the industry. We identify several reasons for why privateequity buyouts take place in equilibrium despite the incumbents incentives to preemptivelyacquire the target.First, by being outsiders in the industry they have incentives to build up unique restructuring skills. Since private equity firms do not have industry specific assets that the incumbentshaveand since incumbents will outbid the private equity firms if they are equally efficient atrestructuringprivate equity firms will have stronger incentives than incumbents to invest inacquiring restructuring skills. If they succeed, they are able to outbid incumbents.Second, private equity firms may have exogenous cost advantages arising from preferentialtax treatment or from easier access to capital due to long term relationships with banks andinstitutional investors. Such advantages could allow them to outbid incumbents.Third, nonacquiring incumbents gain more from a direct preemptive acquisition than theacquiring incumbent. Thus, a coordination failure can emerge between incumbents and a private equity firm can outbid the incumbents with a positive probability.Our paper contributes to three strands of literature. By studying acquisition, restructuring, and resale of assets in an oligopoly, we introduce private equity firms to the literature onindustrial organization. The literature on mergers and acquisition tends to treat owner asymmetries, and pre and postmerger investments, in a cursory way. An exception is Gowrisankaran1999, who uses numerical methods to study the evolution of an industry allowing for entry,exit and investments as well as mergers. A large set of papers Salant et al. 1983; Perry and Porter, 1985; Deneckere and Davidson, 1985; Farrell and Shapiro, 1990; Gilbert and Newbery,1992 clarify how mergers affect prices, profits and welfare, depending on the market structurein various static oligopoly models. Such papers are sometimes referred to as the exogenousmerger literature since the firms that merge are exogenously chosen. They do not touch onthe terms of the deal and leave aside the strategic concerns we focus on. Recently, a literatureon endogenous mergers has emerged in which the central question is who merges with whomKamien and Zang, 1990; Horn and Persson, 2001; Fridolfsson and Stennek, 2005. We addto this trend by showing that the presence of private equity firms specializing in buying to sellaffects the merger and restructuring pattern in an industry. We identify an important role ofthe private equity firms as challengers of existing oligopolies through aggressive restructuringof firms up for sale. The welfare effects of buyouts are ambiguous, but consumers alwaysgain from a buyout as opposed to an acquisition as a private equity backed firm will be morerestructured and hence more productive compared to a firm bought by an incumbent.3Our paper also relates to the finance literature on private equity buyouts. This literaturehas proposed that private equity firms are specialists at solving managerial agency problems,mainly through closer monitoring, extensive use of debt and giving the manager ownershipin the firm Jensen, 1986; 1989. By concentrating ownership, they are assumed solve freerider problems related to dispersed ownership Berle and Means, 1932; Jensen and Meckling,1979 and therefore have stronger incentives to improve governance. Yet, this approach fails toexplain why boards of public companies do not implement the same measures as private equitybacked firms higher leverage and a closer connection between pay and performance to inducemore restructuring effort. We argue that this divergence can partly come from private equityfirms buying with the intent of selling, whereas incumbents buy with the intent of keeping.Indeed, if agency problems are present, high managerial ownership or high leverage is requiredfor private equity firms to induce more intense restructuring compared to incumbents. Thefundamental difference in incentives to raise managerial ownership or leverage comes, however,from buying to sell versus buying to keep. Further, as we work with strategic product marketeffects it brings our paper into the literature on the interaction between financial markets andproduct markets Brander and Lewis 1986, 1988; Maksimovic, 1988; Bolton and Scharfstein,1990; Williams, 1995; Phillips, 1995; Chevalier, 1995a,b; and Miao, 2005. We contributeby showing that buying to sell affects compensation contracts and financial structure, which inturn affects investment behavior and product market performance.Finally, our paper is a contribution to the literature on endogenous ownership and efficiencydating back to Coase 1960. He argued that in a zerotransaction world, laissezfaire alwaysleads to optimal outcomes irrespective of assignment of property rights. Departing from thezero transaction cost assumption, Gans 2005, Grossman and Hart 1986, Hart and Moore1990, among others, show that ownership structure has implications for efficiency in an incomplete contract framework. Jeheil and Moldovanu 1999 show that the outcome of a resalemarket is not efficient in a framework with externalities when commitments to future actions arenot possible. We contribute by examining the outcome allowing for investments in the assetsup for resale, which enables us to show that even if the assets end up in the hands of the mostefficient owner, the equilibrium investment in the assets is not the efficient one. Owners buyingassets for resale have incentives to overinvest in relation to the eventual acquirers first bestbecause of externalities in the resale auction in accordance with Jehiel et al. 1999; Jehiel and Moldovanu, 1999, 2000. Moreover, we show that different owners face difference incentivesto specialize in taking care of the assets such that ownership need to vary over time to achievedynamic efficiency. The overinvestment effect is present also in Katz and Shapiro 1996 and Norb ack and Persson 2009, but in their settings owners cannot endogenously decide whetherto sell or keep the assets or to specialize in different skills.We have structured the paper in the following way.In section 2 we present the modeland show that private equity firms buying to sell have incentives to induce more restructuringcompared to incumbents buying to keep. To achieve this they give managers more ownership 4in the firm and take on more debt. In section 3, we then ask when buyouts will occur inequilibrium. We demonstrate that incumbents have incentives to preemptively outbid privateequity firms to prevent intense restructuring of the assets. But buyouts still occur if privateequity firms have successfully acquired superior restructuring skills, if private equity firmshave an exogenous cost advantage, or if incumbents fail to coordinate bidding. We discussrobustness and extensions to the model in section 4, and mention empirical implications insection 5. We end with concluding remarks in section 6.2 Buying to sell, compensation contracts, and restructuring We begin by presenting our four stage model and solving the last three stages to illustrate themain mechanism: buying to sell leads to more intense compensation contracts for managersand more intense restructuring efforts compared to buying to keep. The model is based on thefollowing observed industry characteristics: The product market is oligopolistic. Many buyouts take place in either mature concentrated industries or growing industries in which targets possess strategic assets. For example, Kovenock and Phillips 1995 find evidence that low productive firms in concentratedmarkets are more likely to face a buyout. Assets are acquired and sold through competitive auctions. As Boone and Mulherin2007 show, the U.S. takeover market was competitive during the 1990s; the majority ofall acquisitions took place after multiple bids had been submitted. Private equity firms are committed to sell the firms they acquire through their funds, sincethe funds they set up have limited time horizons after which they must be closed and thecapital returned to investors. Exit takes place through a trade sale. Kaplan and Str omberg 2009 report that conditional on having exited, 38% of all exits are trade sales and only 14% are IPOs. We focuson trade sales as they are most common and discuss IPOs in section 4. Postacquisition, the new owner implements governance, financial and operational improvements to restructure the target Jensen 1986,1989; Kaplan and Str omberg 2009.The new owners in our model decide on incentive contracts for the managers, and managers then decide on restructuring intensity. We also develop a version of the model insection 4 in which debt replaces managerial ownership as a way of inducing managerialeffort.Formally, consider an oligopoly industry served by a set I 1, 2,  , i,  , n of symmetric incumbents, each possessing the basic assets necessary for production. The industry also 5Figure 1: This figure illustrates and describes the four stage game we analyze: the initial acquisition auction, the restructuring and compensation stage, the exit auction, and oligopoly marketinteraction between incumbent firms.contains a firm called the target. The targets assets are in need of restructuring, but the target cannot undertake the process by itself because of lack of cash or knowledge. The game isillustrated in Figure 1 and proceeds as follows.In stage one, an acquisition of the target by incumbent i or by the private equity firm j J 1, 2,  , j,  , m takes place at the acquisition price S1 determined in a firstprice perfectinformation auction with externalities. Externalities mean that the value of winning for a bidderis determined relative to what happens if the bidder loses the auction Jehiel and Moldovanu1999, Jehiel et al. 1999, Jehiel and Moldovanu 2000. The new owner type l is either anincumbent buying to keep l k or a private equity firm buying to sell l s.In stage two, the new owner hires a manager to restructure the assets. Because of moralhazard and risk aversion, the new owner must provide incentives for the manager to exert effort 6Stage 1: Acquisition auction Incumbents and private equity firms bid for the targets assets. An acquisition or a buyout takes place.Stage 3:Exit In case a buyout occurred, the incumbents bid for the restructured assets and a trade sale takes place.Stage 2: Restructuring Stage 5:Oligopoly market Product market interaction between the incumbent firms takes place.Auctionk Target Auction Incumbent acquisition, lk Private equity buyout, ls si Compensation contract: The new owner hires a manager to restructure the assets and gives her a share of the profits.ii Restructuring intensity: The manager chooses restructuring intensity given the compensation contract.sk,bk Manager Managerrkrsx Arsx NArss,bs I1,2, ,i, ,nx Arkx NArkand offers the manager a share l of the product market profits. The manager then determinesthe amount of restructuring, rl, to be undertaken.In stage three, if the target was bought by a private equity firm, a trade sale of the target toone of the incumbents takes place. The trade sale price, S3, is determined through a first priceperfect information auction with externalities.In stage four, incumbents compete in the product market by setting price or quantity xi,given how much the assets were restructured rl and who is in possession of the assetsz I. Incentive problems are restricted to the restructuring stage, and do not appear in theproduct market interaction stage.2.1 Stage four: product market interaction Using backward induction, we start in stage four with product market competition between then incumbents. One of them owns the restructured target. Since product market competitiontakes place postexit, private equity firms do not own assets in this stage and hence do notproduce.Each incumbent i chooses an action R to maximize the direct product market profitixi, xi, r, z. The profit depends on its own actions xi; its rivals actions xi an N 11vector; how much the target has been restructured r; and the identity of the incumbent inpossession of the target z. We assume a unique NashEquilibrium in actions, xr, z, existsand that it is defined from the firstorder conditionsxi , xi; r, z 0, i.ixi1Using the exante symmetry among incumbents, we can drop z and distinguish betweentwo firm types: the acquiring incumbent A and the nonacquiring incumbents N A. Sincethe optimal action for the acquirer x N A only dependon the level of restructuring r, we can define the reducedform product market profits of theacquirer and a nonacquirer as direct functions of r:A and actions for the nonacquirers x RAr Ax Ar, x N A r ,  , x N A r, r, and RN Ar N Ax N A r , x N A r ,  , x N A r, x A r , r.cid:124cid:124cid:123cid:122n 1cid:123cid:122n 2cid:125cid:12523Restructuring increases the profits of the acquirer, but reduces the profits for nonacquiringincumbents as they must compete with a better rival.Assumption 1 d RAdr 0 and d RN Adr 0.This assumption is compatible with several oligopoly models. One example is the linear Cournot model:7Example 1 The LCmodel The oligopoly interaction is Cournot competition with homogenous goods. The product market profit is j Pj cjqj where firms face inverse demand P a Q, where a 0 is a demand parameter and Q Nj1qj is aggregate output. In the LCmodel, ownership of the invention reduces the marginal cost. Making a distinction betweenfirm types, we have:c A c r,c N A c.In the LC model, equation 1 then takes the form hqhcan be solved for optimal quantities q qand qprofits are Rh 1N A s acrand q N 1 .h the output of its competitors. Noting that hqhs qh, q 0 implies P ch qh2. The equilibrium outputs for the two types of firms are qh, where q Pch qh4s 0 for h A, N A, whichh is the output of a firm of type hs , reducedform A s acN r,h N 1dr 0 and d RN AIn the LCmodel, it is easy to see that d RAdr 0. But Assumption 1 is alsocompatible with many other oligopoly models with other competitive modes, cost and demandstructures such as Bertrand models with differentiated products and multiplant models as longas restructuring either affects the variable production cost or the quality of the product soldby the incumbent in possession of the restructured assets. For example Assumption 1 will befulfilled for many parameters values in the following differentiated product multiplant modelDMPmodel:Example 2 The DMPmodel Let each firm initially own and produce one product. Let theinverse demand of a product be Pj a qj qj, in which 0, 1 is the degree of productsubstitutability 0 implies a monopoly and 1 implies homogenous goods, qj is theoutput of product j and qj is the output of the other products. The product market profit for afirm with product j is j Pj cjqj. Dividing up in firm types, assume that marginal costsare:c A c k,c N c k,c T c r.5q Tq AAT h, q 0 and AT 0 for the acquirer, and Nq Nwhere c T is the marginal cost of the target firm and k represents firmspecific assets. Notethat the acquirer will own two products its own product and the target firms product. The NashCournot equilibrium q qh is then determined from the firstorder conditions 0 for a nonacquirer. We canthen define RA PAq c A q A PT q c T q T as the associated reducedform profitfunction for the acquirer and RN PN q c N q N as the reduced profit function for a nonacquirer. The DMPmodel can also be solved for Bertrand competition. The inverse demandfunction in Pj a qj qj is inverted into direct demand, qjp, , with p pj, pj.Dividing into firm types, the direct profit is h ph chqhp. Let p ph bethe NashBertrand equilibrium from the firstorder conditions AT 0 for a nonacquirer. From these conditions we can define 0 for the acquirer, and Np N 0 and AT h, pp Ap T8A c A q Ap p RA preducedform profit functions.T c T q T p and RN p N c N q N p as the associated It can be shown that in the DMPmodel, regardless if there is Bertrand or Cournot competition, Assumption 1 holds as long target firm has sufficiently low variable costs relative toincumbents before restructuring take place. From 5, this implies that k cannot be too largerelative to r. Intuitively, if an incumbent has a very efficient production of its own productan increase in restructuring r of the target firms product will cannibalize on profitable salesdr 0. However,in its original plant, and thereby reduce aggregate profits implying that d RAAssumption 1 holding for all parameter values is only a sufficient condition for our analysis.It could be that Assumption 1 holds for some values of r which is all that is needed for ouranalysis.2.2 Stage three: the exit auction If a buyout takes place in stage one, the private equity firm exits its investment through a firstprice perfect information auction with externalities. The n incumbents simultaneously postbids, which are accepted or rejected by the private equity firm. Each incumbent announces abid, bi, with b b 1,  , bi,  bn Rn being the vector of these bids. Following the announcement of b, the restructured target is sold to the incumbent with the highest bid. If more thanone firm makes an offer of the highest value, each such incumbent obtains the target with equalprobability.The exit auction is solved for Nash equilibria in undominated pure strategies. There is asmallest amount, , chosen such that all inequalities are preserved if is added or subtracted.An incumbents maximum willingness to pay for the target iskk RAr RN Ar.6The first term shows the profit for the incumbent if it obtains the target. The second term showsthe profit of the same incumbent if it does not obtain the target and is forced to compete witha rival that obtained the target. Denote the trade sale price in stage three by S3r. Lemma 1follows.Lemma 1 The equilibrium trade sale price is S3r RAr RN Ar.Proof. See the appendix.This lemma follows since the incumbents are exante symmetric and hence, their valuationsare symmetric and they will all post the same bid equal to their maximum valuation of obtainingthe restructured assets from the private equity firm.92.3 Stage two: managerial ownership and restructuring In stage two, the new owner hires a manager to restructure the assets. Because of moral hazard,the owners give the manager a share of product market profits in addition to a fixed wage.Uncertain restructuring costs in combination with CARA preferences for the manager make itcostly for the owners to give the manager a share of the profits. This cost must be balancedwith the incentive effects of higher managerial ownership.The restructuring costs for the firm, net of managerial compensation, are uncertain andgiven by F , with N 0, 2. The personal effort cost of restructuring for the manageris Cr, with Ccid:48r 0 and Ccid:48cid:48r 0: the more restructuring, the harder the decisions themanager must make. The manager is risk averse and has CARA preferences,uw, r ewb,,rCr,7in which measures the degree of risk aversion.The restructuring effort undertaken by the manager is observed but not verifiable and cannotbe contracted on. The manager is therefore offered a linear contract b, consisting of a fixedwage b and a share 0, 1 of the product market profits net of restructuring costs:w b RAr F .8In what follows, we first solve for the restructuring decision of the manager given the compensation contract, and then turn to the optimal contract to offer the manager.2.3.1 Restructuring effort by the manager Consider the managers decision on how much restructuring r to undertake given contractb, . The manager exerts an effort to restructure the target by maximizing expected utility:Euw, r ebRArF CrEe.9This expression follows from equation 7 and 8. We can separate out the stochastic term ,and since N 0, 2 it follows that Ee e 22 22 . Defining 2 22 as therisk premium given to the manager, it follows that the optimal restructuring is defined asr arg maxr Euw, r arg maxrb RAr F Cr .The associated firstorder condition isd RAdr Ccid:48r,101011dr being the marginal increase in the managers compensation and Ccid:48 the marginalwith d RAincrease in her effort cost.From equation 11, the optimal restructuring undertaken by the manager r increasesin sincedrd A Rcid:48A Ccid:48cid:48 0.Rcid:48cid:48A d RAdr and Rcid:48cid:4812Here we have used the short notation Rcid:48the secondorder condition Rcid:48cid:48by the manager in Figure 2i as the upwardsloping locus r.A d 2RAdr 2, and assumed that A Ccid:48cid:48 0 is satisfied. We depict optimal restructuring effort From equation 11, it is also convenient define reducedform expressions for the profitfunctions of the incumbents Rh Rhr for h A, N A; the compensation contractto the manager wb, b RAr F ; and for the effort cost of the manager,C Cr.2.3.2 The contract offered by an incumbent Suppose now that a buytokeep incumbent has obtained the target in stage one. The incumbentwill maximize expected profits ERAkF wbk, k by choosing the contract bk, koptimally. Assuming perfect competition between managers, the optimal contract must fulfillthe participation constraint wbk, k Ck k w, with w being the outside optionfor the managers. Solving wbk, k w Ck k from the participation constraint,using E 0, the expected profit for the incumbent can be written as ERAk F wbk, k RAk k,13in which k F w Ck k is the total costs of restructuring the sum of theexpected fixed restructuring cost and the compensation paid to the manager.It follows from equation 13 that the optimal share to give to the manager is k arg maxkRAkk with associated firstorder conditiond RAdrdrd cid:48k.14The optimal share k is shown point K in Figure 2ii. The marginal revenue from giving adrd , consisting of the marginal increase in restructuring fromhigher share to the manager is d RAdran increased share drdr 0. Thed 0 and the marginal effect of restructuring on profits d RAdrcorresponding marginal cost of giving the manager a larger share is cid:48 dd cid:48,d d Cconsisting of the marginal effect of a share increase on the personal effort cost through increaseddrd 0, and the marginal effect on the risk premium cid:48 0. In otherrestructuring d Cdrwords, the benefit of giving the manager more ownership in the firm is an increase in profitsdr 11Figure 2: Illustrating the solution to stage one and two. Part i depicts the optimal restructuringeffort by the manager as the upwardsloping locus r. Part ii shows how buying to sellgives a higher marginal revenue curve compared to buying to keep and leads to a strongerincentive contract for the manager. Part iii illustrates how the maximum valuations in stageone are determined. Incumbents have incentives to outbid private equity firms.12KS0SKN0Net Profits Marginal profit and marginal cost Managerial ownershipiiManagerial ownership in early stage two.iiiValuations for the assets in stage one.SManagerial ownership Managerial ownershipiRestructuring in late stage two.rd RAdd RAdrdrd KSssskkk 111Restructuringvsvksvkkvksvs 00000rsrkddd Cdrdrddd RARNAd S3dd RAdrd RNAdrdrdfrom increased restructuring effort, but the cost is that the manager now demands a higher wageboth because exerting effort is costly and because the manager must take on more restructuringrisk.The optimal share of ownership to give the manager balances these effects. An incumk givenk given from the participation constraintbent buying to keep will thus offer the manager a contract consisting of the share from equation 14 combined with the fixed wage bwbk Crk k w.k, 2.3.3 The contract offered by a private equity firm Suppose instead that a private equity firm obtained the target in stage one. A private equityfirm will maximize the expected trade sale price net of total restructuring costs. Recall thatfrom Lemma 1, the trade sale price is S3s RAs RN As. Solving the managerscompensation wb, s w Cs s from her participation constraint and noting that E 0, it follows that the expected profit for a private equity firm can be written as ES3s F wb, s RAs RN As s,15in which total restructuring costs are s F w Cs s.From equation 15, it follows that the optimal share to give to the manager is arg maxRA RN A with associated firstorder conditions cid:48s.16cid:20 d RAcid:21 drof giving a higher share to the manager iscid:2 d RAThe optimal equity share d RN Adrddrcid:3 drdrdrdrd RAd d Cdr d RN Ad , and the effect of higher restructuring on the trade sale price d S3s is given from point S in Figure 2ii. The marginal revenued , reflecting the effect of a highershare on restructuring drdr dr d RN A. As for the incumbent, the marginal cost in terms of higher compensation isdrd cid:48 0, reflecting both the effect from increased personal effort costscid:48 dfor the manager and an increase in the risk premium. In other words, the benefit of giving themanager more ownership in the firm backed by a private equity firm is an increase in the tradesale price from increased restructuring effort. The trade sale price rises in restructuring bothbecause it increases the profits of the acquiring incumbent and because it decreases profits fornonacquiring incumbents. And again, the cost is that the manager now demands a higher wagebecause exerting effort is costly and because the manager must take on more restructuring risk.Thus, in a private equity backed firm, the manager will be given a contract consisting ofs from the participations given from equation 16 combined with the fixed wage bthe share constraint wbs, s Cs s w.132.4 Why buying to sell leads to powerful incentive contracts and intenserestructuring Let us now compare the incentive contract given to the manager by a private equity firm with acontract given to the manager by an incumbent.Proposition 1 Managers in private equity backed firms have stronger incentive contracts thanmanagers in incumbent firms k and subsequently undertake more restructuringrrs s k.The proof of Proposition 1 follows directly from the first order conditions in equations 14and 16. To see this, have a quick look at Figure 2ii. The marginal cost of increasing themanagers share, cid:48, reflects higher wage demands from higher effort cost of restructuring andfor taking on higher risk. From equation 8, an incumbent buying to keep and a private equityfirm buying to sell share this same marginal cost. However, the marginal revenue of increasingthe share is not the same: an incumbent buying to keep accounts for how restructuring indrcreases the product market profits of the firm d RAd 0, while a private equity firm buyingdrto sell accounts for how restructuring increases the trade sale price. The trade sale price indrd 0,creases both because product market profits of an acquiring incumbent increases d RAdrdrand because the product market profits of nonacquiring incumbents decrease d RN Ad 0.dr Comparing equations 14 and 16, the effect on nonacquiring incumbents causes a privateequity firm buying to sell to give the manager a stronger incentive contract k than anincumbent buying to keep. In Figure 2ii this shown by the location of point S to the right ofpoint K. Since managers in private equity backed firms have stronger incentive contracts, itfollows directly from 12 that they do more restructuring compared to managers working forincumbents rk, illustrated in Figure 2i.s rs 3 The equilibrium emergence of private equity firms The next step is to move back to stage one of the model and study the initial acquisition auction. The bidders are private equity firms buying to sell and incumbents buying to keep. Thequestion we ask is when private equity firms buying to sell are able to outbid incumbents buying to keep. In oligopolistic markets, letting a private equity firm acquire the assets meansthat incumbents will either end up with a rival with more competitive assets, or bid intensivelyagainst other incumbents for the restructured assets in a later stage. As such, incumbents haveincentives to preemptively outbid private equity firms in order to prevent overinvestment fromtheir perspective in restructuring the assets. We identify three reasons why private equity buyouts take place in equilibrium: a coordination failure can emerge between incumbents, privateequity firms can have exogenous cost advantages compared to incumbents, and private equityfirms have incentives to invest in acquiring specialized restructuring skills.143.1 Stage one: the acquisition auction As in stage three, the acquisition auction in stage one is a first price perfect information auctionwith externalities. Again, we solve for Nash equilibria in undominated pure strategies. Then incumbents and the m private equity firms simultaneously post bids, which are acceptedor rejected by the target. Each incumbent and private equity firm announces a bid, bi, withb b 1,  , bi,  bnm Rnm is the vector of these bids. Following the announcement of b,the target is sold to the incumbent or the private equity firm with the highest bid. If more thanone firm makes an offer of the highest value, each such bidder obtains the target with equalprobability.Since the auction has externalities, the maximum valuations are determined as profits fromwinning the auction in relation to profits from losing it. Remembering that E 0, we workwithout the expectations operator and define the valuations vs, vkk and vks as follows. vs is the valuation of obtaining the target for a private equity firm buying to sell. To derivevs, evaluate the expected profit for a private equity firm in equation 15 at the level ofrestructuring induced by the optimal share s to obtainvs RAcid:124cid:123cid:122cid:125s RN AsTrade sale price S3s s.17 vkk is an incumbents valuation of obtaining the target if another incumbent would otherwise have obtained it. Evaluating the expected profit of an incumbent in equation 13and the reducedform profit for an nonacquiring incumbent at the optimal share k, weobtainvkk RAcid:124cid:123cid:122k kAcquire and restructure.cid:125cid:123cid:122 RN AkLet rival acquire cid:125cid:1241819 vks is an incumbents valuation of obtaining the target if a private equity firm wouldotherwise have obtained it, restructured it, and sold it back to the industry. Thus, evaluating the expected profit of an incumbent in equation 13 at the optimal share k andreducedform profit for an nonacquiring incumbent at the optimal equity share s, weobtainvks RAcid:124cid:123cid:122k kAcquire and restructure.cid:125cid:123cid:122 RN AsLet buyout occur cid:125cid:124These valuations can be ranked in six ways and the auction solved by considering eachranking in turn.Lemma 2 The equilibrium ownership of the target and the acquisition price S1 in stage one isgiven in Table I.15Inequality Definition Winning type Acquisition price, S1I1I2I3I4I5I6vkk vks vsvkk vs vksvks vkk vsvks vs vkkvs vkk vksvs vks vkkkk or skkssvkkvkk, vsvkkvsvsvs Table I: This table describes the equilibrium ownership type k or s and the acquisition price S1 for each possible ranking of the valuations v.Proof. See the Appendix.Lemma 2 gives the equilibrium ownership structure for any ranking of the valuations. Givenequations 17, 18 and 19, we obtain the following proposition.Proposition 2 Private equity firms cannot outbid incumbents in the initial acquisition auction.The target is acquired by an incumbent at the acquisition price S1 vs.The reasoning behind Proposition 2 is the following. The valuations can be uniquely rankedas vks vs vkk, making inequality I4 in Lemma 2 the relevant one. Since multiple privateequity firms bid for the target, the acquisition price S1 is at least vs. A private equity firmmust also have a higher maximum valuation than an incumbent preempting a rival acquisition:vs vkk. This follows directly since when setting the compensation contract, a private equityfirm sets the share s to maximize exactly vs:s arg maxS3 arg maxRA RN A .20s k and k RN AHence, it must be that vs RAksince s maximizes vs. This is illustrated in Figure 2iii, in which vs vkk.Figure 2iii also reveals that an incumbent has an incentive to preempt private equity firms:vks vs. This is true sinces vkk RAs RN Ak s 21is always larger than zero since vks vs RAk k RAs sk arg maxRA and s k.Intuitively, since a private equity firm buying to sell induces more restructuring rs rk,incumbents realize that if they let a private equity firm acquire the assets, they will face a morecompetitive firm in the industry once restructuring is done and the target is sold back to theindustry. Even if they end up acquiring the assets in the exit auction, they will be no better offthey net RN As in both cases. Thus, they realize that the value of preventing a buyout vksis higher than the value of preventing a rival incumbent from obtaining the assets vkk and thusone of them outbids the private equity firms.163.2 Buyouts in equilibrium Let us now discuss three reasons for why private equity buyouts take place in equilibrium: private equity firms have incentives to invest in acquiring specialized restructuring skills, privateequity firms can have exogenous cost advantages compared to incumbents, and a coordinationfailure can emerge between incumbents.3.2.1 Specialization in restructuring Private equity firms are fundamentally outsiders in the industry: they do not own any assetsin the market prior to bidding for the targets assets. Since private equity firms do not haveindustry specific assets that the incumbents haveand since incumbents will outbid the privateequity firms if they are equally efficient at restructuringprivate equity firms will have strongerincentives than incumbents to invest in acquiring restructuring skills. If they succeed, they areable to outbid incumbents. More specifically, in this section, we show that if private equityfirms and incumbents can choose to invest in acquiring specialized restructuring skills priorto bidding for the targets assets in stage one, there exists an asymmetric equilibrium in whichprivate equity firms specialize at restructuring and outbid incumbents with a positive probabilityin the acquisition auction in stage one.To show this we add a stage zero to the game in which agents can invest in restructuringthe target t, twoskills. To simplify, we assume that there are five agents in the market:potential incumbent acquirers k 1 and k 2 and two private equity firms s 1 and s 2. The twoincumbent firms and the two private equity firms choose simultaneously in stage zero whetherto retain the fixed restructuring cost F , or to invest in acquiring specialized restructuring skillsat cost . Investing in acquiring restructuring skills sets the fixed restructuring costs to zerowith probability 12 and to F with probability 12. The expected restructuring costs are thus F 12F . The draws of F become common knowledge in the end of period zero.We will now show that an asymmetric Nashequilibrium exists in which private equity firmswithout prior assets in the market invest in acquiring specialized restructuring skills whileincumbents choose not to acquire these skills. Buyouts then occur in equilibrium if at least oneof the private equity firms gets a good draw and thus lowers the restructuring cost from F tozero.Consider first the private equity firms. Formally, let Fs 1, Fs 2, Fk 1, Fk 2 F , F , F, F bethe equilibrium candidate. First, consider deviation by a private equity firm. Let s F F , F, F be the expected profit for a private equity firm of investing in restructuring when the otherprivate equity firm also invests, but no incumbent invests. Since incumbents have an incentiveto preempt private equity firms at symmetric restructuring costs, vks vs, the expected profitfrom not investing is zero sF F , F, F 0 . Thus, a private equity firm will not deviatefrom investing if22s F F 0 sF1417in which a private equity firm alone is successful in acquiring the restructuring skills withprobability 14 and F is the net gain vs S1 from obtaining the target at a price S1 vs F the valuation of the other unsuccessful private equity firm is vs F , so this will be theequilibrium buyout price. The bars above the valuations denote valuations absent restructuringcosts F . From equation 22, if the restructuring costs are sufficiently large F 4 a privateequity firm will stick with investing in acquiring specialized restructuring skills F .Now consider the incumbents. Let kF F , F , F be the expected profit for an incumbentfirm of choosing not to invest F when the private equity firms choose to invest F , but therival incumbent does not invest. Let also s F F , F , F be the expected profit from deviatinginvesting in acquiring specialized restructuring skills. The expected profit from not investing iskF RN As 341412cid:124RAk k F vs F 12Expected profit under incumbent acquisitioncid:123cid:122RN Akcid:125,23in which the probability that at least on private equity firm succeeds is 34, and the probabilitythat none of the private equity firms succeeds is 14. In the latter case, there will be an incumbent acquisition at price vs F and an incumbent becomes the acquirer with probability 12.Now turn to the profit for an incumbent if it chooses to invest in acquiring specializedrestructuring skills. If it does, it fails to learn anything new with probability 12 and succeedswith probability 12. In the latter case, the incumbent will buy the target at the price S1 34vs 4vs F vs F4 , since with probability 34 at least one private equity firms succeeds and the 1incumbent pays this firms valuation vs. Since an incumbent fails to obtain a low restructuringcost with probability 12 and succeeds with probability 12, the expected profit from investingisk F 1234RN As RA12cid:124cid:123cid:122k k vs F4cid:125Expected profit under acquisition .24From equation 23 and equation 24, we can now examine when incumbents choose notto invest. With some manipulation we can derive the following condition From equation 22 and equation 25, the following two conditions must hold in a asymmetriccid:124cid:125116cid:123cid:122vs vkk 7vks vs 2F 0cid:124 cid:123cid:122 cid:125cid:1 F , F , F, F , in which private equity firms invest in25kF k F Nashequilibriumcid:0Fs, Fs 2, Fk 1, Fk 21acquiring restructuring skills while the incumbents choose not to invest:F 4, and F 8.1826Figure 3: Illustrating the assymetric equilibrium in which only private equity firms that do notalready have assets in the market invest in acquiring specialized restructuring skills.The upper line gives the condition for a private equity firm to choose F , while the lower linegives the condition for incumbents to choose F . In the lower line, vs vkk 7vks vsis likely to be negative because incumbents have incentives to preempt private equity firms.Figure 3 illustrates the condition in equation 26 in the F space using the linearquadratic Cournot model to calculate . As can be seen, in order to have private equity firmschoose to invest in acquiring restructuring skills, the costs F must high relative in relation to theinvestment cost . This occurs above the locus F 4. Intuitively, a higher restructuring cost F causes a higher reward to succeeding since the acquisition price paid by the private equityfirm S1 vs F decrease in F . However, fixed restructuring costs cannot be too high since itwill then profitable for incumbents to choose to invest in acquiring restructuring skills as well.An incumbent firm choosing to invest would pay the expected price S1 vs F4, which isalso decreasing in the restructuring cost F .Hence, an asymmetric equilibrium exists in which private equity firms invest in acquiringskills to restructure firms, while incumbents choose not to make this investment.Proposition 3 If private equity firms and incumbents can choose to invest in acquiring specialized restructuring skills prior to bidding for the targets assets in stage one, there existsan asymmetric equilibrium in which private equity firms specialize at restructuring and outbidincumbents with a positive probability in the acquisition auction in stage one.It is tedious, yet simple, to show that if agents were allowed to endogenously select whetherto enter the market and acquire assets become an incumbent or stay out of the market andbecome private equity firms, the asymmetric equilibrium we identify above would still bepresent. In the example with two incumbents and two private equity firms, F 4 would bea necessary condition for private equity firms to emerge in equilibrium.19331F4F8Fs 1,Fs 2,Fk 1,Fk 2F,F,F,FAssymetric equilibrium.F00In a more extended setting, private equity firms could repeatedly make use of their restructuring skills. Private equity firms then have incentives to exit their investments and look fornew restructuring opportunities once they are finished with the assets they currently hold. As Muscarella and Vetsuypens 1990 note: Exit strategies are important because LBO specialists unique expertise lies in their ability to oversee the efficient restructuring of operations.Once such restructuring is largely accomplished in a given firm, the LBO specialists marginalproductivity will be higher if it redeploys capital and efforts elsewhere.3.2.2 Exogenous cost advantages Compared to incumbents, private equity firms may have cost advantages giving them the abilityto acquire assets in equilibrium. Since they are repeat players in the debt markets and raisemoney from institutional investors, they have easier access to capital. This lowers their costsof financing both the deal and restructuring the assets compared to incumbents, who are morelikely to be financially constrained.Private equity firms are often also claimed to face preferential tax treatment because of theirlegal status as partnerships, and because of interest rate deductibility laws that allows privateequity backed firms to benefit from a tax shield of debt. Badertscher et al. 2009 empiricallydocument that majority owned private equity backed firms face substantially lower marginaltax rates as a result of the tax shield of debt. Kaplan 1989b has also shown empirically thatinterest deductibility benefits equal 21% of the premium paid in buyout transactions, whereasincremental depreciation tax benefits from marking up assets to market value equals 28% ofthe premium paid.To capture this formally, assume that private equity firms face exogenously lower fixedoperating costs associated with acquiring and running the firm, Gh, such that Gs Gk. Thecompensation given to the manager is thenwh b RAr F Ghh s, k.Equation 21, determining if a buyout takes place, then becomesvks vs RAs Gk Gs.k k RAs 2728This expression can be both positive and negative. If Gk Gs is sufficiently large, private equityfirms are able to outbid incumbents in equilibrium despite the preemptive motive incumbentshave.If cost advantages arise in the variable costs of restructuring the firm, the analysis becomesmore intricate but the main results hold true. Suppose that in addition to the fixed restructuringcosts F , the incumbents and the private equity firm face variable costs of fhr, for h s, kwith fcid:48k d 2fkrdr 2. Now it iss d 2fsrdr 2 fcid:48cid:48k dfkrdr and fcid:48cid:48s dfsrdr fcid:4820no longer true that the effect of an increase in the managerial ownership share is the same ifthe assets are incumbent owned as it is when the assets are owned by a private equity firm. Thereason is that rh now depends on h and becomesd RAdr Ccid:48rh fcid:48hrhh s, k.29skd dr It must then hold that drd 0. We delegate the details of this full analysis to the Appendix, but we can show that exogenous variable cost advantages for private equity firmswill induce more high powered incentive contracts for managers in private equity backed firms,which lead to more intense restructuring even when product market effects are absent. Productmarket effects, however, amplify the differences in the intensity of the compensation contractand restructuring.In spite of this, variable cost advantages for private equity firms can cause buyouts to occurin equilibrium. Equation 21 determining if a buyout takes place now becomesvks vs RArkk krkk, k RArss srss, s.30k kr Since k arg maxRArk, , a preemptive acquisitions could occurvks vs 0. However, the variable cost advantage of private equity firms makes total costslower for a given contract s k. If private equity firms do not give managers toointense contracts compared to incumbents, vs vks 0 can hold. This is illustrated in Figure 4, in which lower variable costs for private equity firms shift the solid lines to the dotted lines,implying that vs vks 0.3.2.3 Coordination failures Coordination failures can be a reason for why buyouts take place in equilibrium. From thediscussion following Proposition 2, it follows that the gains from a direct preemptive acquisitionby an incumbent in stage one are unevenly distributed among incumbents. In particular, theacquiring incumbent bears the cost of the preemption, while the other incumbents can freerideon the acquisition:cid:124cid:123cid:122RN Akcid:125 RAcid:124cid:123cid:122k cid:125k vscid:124cid:123cid:122RN Ascid:12531Nonacquiring incumbent.Acquiring incumbent paying S3vs.Incumbents if buyout occurs.This can cause a coordination failure between incumbents. Private equity firms can thenoutbid the incumbents even though vks vs. This can be shown by extending the auctionin stage one to mixed strategy equilibria.In a mixed strategy equilibrium, incumbents canbid vs with probability and abstain from bidding with probability 1 , whereas private 21Figure 4: This figure illustrates the valuations in stage one if variable costs of restructuringdiffer between incumbents and private equity firms. Lower variable costs for private equityfirms shift the solid lines to the dotted lines, implying that vs vks 0 and that a buyout cantake place in equilibrium.equity firms always bid their maximum valuation vs. There are two possible outcomes. In thefirst, at least one incumbent bid vs and a preemptive acquisition takes place. In the second, noincumbents bid for the assets and a private equity firm obtains them at price vs. Consequently,if incumbents fail to coordinate who should outbid the private equity firms, buyouts occur inequilibrium.3.3 Welfare effects of buyouts: the case of merger policy Let us end this section on the equilibrium emergence of private equity firms with a note on thewelfare effects of buyouts. The conventional welfare evaluation in a merger analysis is typicallymade by comparing the sum of consumer surplus and profits including the sales price of thetarget in different market structures. We adhere to this approach and compare welfare underan incumbent acquisition to welfare if a buyout takes place.Consider a setting in which private equity firms face fixed restructuring costs of fixed costs Fs and incumbents face fixed costs Fk. To simplify, no manager needs to be hired; the ownerscan directly set r at cost Cr. Consumer surplus, CSr, increases in restructuring intensity:CScid:48r 0, and Ws is total welfare under a buyout and Wk is total welfare under an incumbentacquisition.If a buyout occurs, compared to an incumbent acquisition, the acquirers profits and con220Net Profits Managerial ownership 10RNArsvsvksvsvks 0RArkkrk RArssrs RNArksk KSvkksumer surplus is larger, but nonacquirers profits are smaller:Ws Wk RArs CSrs32 RArk Crk Fk n 1RN Ark CSrkcid:124cid:124cid:124cid:124 RAr CSrcid:125cid:125Wss Fs n 1RN Ars Crcid:123cid:122cid:123cid:122cid:123cid:122k Crs RArs Crvsvks0cid:123cid:122cid:125cid:124s CSrk n 1RN Ar Wk0cid:125k Fs Fkcid:125cid:123cid:122s RN Ark.0The total effect on welfare is ambiguous, but overinvestment from the point of view ofincumbents by private equity firms in restructuring is good for consumers. However, overinvestment hurts nonacquiring incumbents and also brings with it increased restructuring costs.Moreover, allowing the initial market structure to be stable, i.e. the target firm to be sufficiently efficient, it can be shown in an extended model that an active private equity market canignite the process of creative destruction by triggering mergers and restructuring in an initiallymergerstable industry. In fact, the mere threat of a private equity buyout can cause a preemptive incumbent acquisition that takes place to prevent aggressive restructuring by a privateequity firm. Total welfare can increase or decrease. Restructuring increases productivity andthereby raises the profits of the possessor and consumers, but it reduces the profits of rivals.The industry also becomes more concentrated leading to an increase in incumbents profits anda decrease in consumer surplus. A private equity buyout compared to a direct incumbent acquisition, however, unambiguously benefits consumers but hurt incumbents; aggressive restructuring by the private equity firm benefits consumer through lower prices but hurts incumbents dueto a tougher bidding competition for the restructured assets. A discriminating merger policyagainst private equity buyouts would thus be counterproductive, since most jurisdictions haveconsumer welfare as the goal of the merger policy.4 Extensions and Robustness We have now set up our model and shown that private equity firms buying to sell have incentives to induce more restructuring compared to incumbents buying to keep, and thereby givemanagers more ownership in the firm. We have also demonstrated that incumbents have incentives to preemptively outbid private equity firms to prevent intense restructuring of the assets.Buyouts occur in equilibrium if incumbents fail to coordinate bidding, if private equity firmshave exogenous cost advantages, or if private equity firms have successfully acquired superiorrestructuring skills.In this section, we discuss robustness and offer a set of extensions to our framework. Section 234.1 allows incumbents to buy assets in order to sell them. This extension does not significantlyalter our results. Our results are also not affected if the managers incentive contract is based onthe trade sale price instead of on product market profits section 4.2. In section 4.3 we studydebt as an incentive mechanism, and show that high leverage in private equity backed firms canbe a consequence of buying to sell. In section 4.4 we briefly study the choice between a tradesale and an IPO, describing how not too convex restructuring costs and high IPO costs leadprivate equity firms to favor a trade sale over an IPO. We end this section by discussing otherpotential selling mechanisms for assets apart from a first price perfect information auction.4.1 Incumbents buying to sell Our model assumes that incumbents buy assets to keep them, whereas private equity firms buyassets to sell them. Would our results still hold if incumbents could imitate private equity firmsand also buy to sell?Suppose that an incumbent acquired the target in stage one and that the incumbent attemptsto sell the restructured assets to a competitor. From Lemma 1, we know that the trade saleprice in stage three is S3 RA RN A. We also know the profits from competing witha rival who possesses the assets are RN A. Thus, the total profits from selling the assets andremaining in the industry would be S3 RN A. Working through the contract for a hiredmanager in stage two, the expected profit an incumbent mimicking a private equity firms theexactly the same as in equation 13:ES3 F wb, RN A RA .33From equation 33 it is clear that an incumbent buying to sell gives the same optimal contractk. But then, propositions 1 and 2 still hold. The key toas an incumbent buying to keep: why the incumbent does not become as aggressive as a private equity firm is that the incumbentinternalizes the effect on its other asset holdings when setting the compensation contract thatdetermines restructuring intensity.k, b But cannot the incumbent sell all of its assets and completely exit the industry? This ispossible, but if it is profitable or not will depend on the classical merger profitability conditionSalant et al., 1983. In our setting, a full exit by an incumbent committed to sell occurs if thefollowing condition holds:cid:124RAcid:123cid:122s; n 1 RN Acid:125s; n 1 sProfits from selling with concentration effect, vscid:124 RAcid:123cid:122k; n k,cid:125Profits from keeping34An exit leads to a concentration of the market since there are only n 1 incumbents remainingin the market.In general, the sign of equation 34 depends on merger and marketspecific characteristics 24such as level of concentration in the market and asset complementaries. For example, if theasset complementaries are sufficiently low, and the market power increase caused by the mergeris sufficiently low, the incumbent will not have the incentives to completely exit the industry.4.2 Incentive contracts based on the trade sale price In the main analysis, we assumed that the manager was given a share of the product marketprofits RAr net restructuring costs. This enables us to compare the intensity of the compensation contract for the two ownership types. It is also consistent with many contracts used inpractice as managers in private equity backed firms are often required to remain with the targetor are forced to keep their stocks in the firm post exit in order to reduce problems associatedwith, for example, window dressing.However, if the manager is allowed to sell all shares at the time of exit, the relevant sharefor the manager is a share of the trade sale price instead of a share of the product market profits.Can this affect our results?Suppose that in stage two the private equity firm gives the manager a contract , b inwhich the equity share now specifies a share of the trade sale price S3r RAr RN Arnet of restructuring costs. The wage compensation given to the manager is thenw b RAr RN Ar F .35Working through the managers optimization problem, we find that the managers firstordercondition when setting the restructuring intensity iscid:20d RAdrcid:21 d RN Adrd Crsdr.36Under incumbent ownership, managerial compensation is still based on a share of the product market profit and the optimal restructuring by the manager is still given from equation 11.Comparing equation 36 and 11, it is evident that the effect on nonacquirers d RN Adr 0implies rs r. This means that a manager in a private equity firm buying to sell willundertake more restructuring than a manager in an incumbent firm buying to keep for a givenshare . This is shown in Figure 5i.From equation 36 and 11, the manager in a private equity backed firm also reacts morestrongly to an increase in the ownership share :drsd cid:48A RRA Rcid:48cid:48cid:48cid:48cid:48N AN A Ccid:48cid:48 Rcid:48ARA Ccid:48cid:48 cid:48cid:48drd 0.37A Ccid:48cid:48 0Here we assume that the secondorder conditions Rare fulfilled, and that RAr and RN Ar are convex or not too concave. The manager is also N A Ccid:48cid:48 0 and Rcid:48cid:48cid:48cid:48RA Rcid:48cid:4825Figure 5: This illustrates the solution for stage one and two of the game when the manageris offered a share of the trade sale price instead of a share of product market profits. Themanager then reacts stronger to increased managerial ownership, however it is still optimal forprivate equity firms to give managers larger ownership shares than what incumbents give theirmanagers.26K0SK0Net Profits Marginal profit and marginal cost Managerial ownership, miiManagerial ownership in early stage 2iiiValuations for the target t in stage 1.Managerial ownership, m Managerial ownership, miInvestments into restructuring in late stage 2dd Kssskkk 111Restructuringvksvkk 0000rsrss RArsrs RNArsvsrs Svs RArr,RNArssrkrs SSSSd RAdd RAdrdrdd S3dd RAdrd RNAdrdrdd S3dd RAdrd RNAdrdrsdFigure 6: This illustrates the solution to Stage one when an incumbent offers the manager arelative compensation contract that mimics the contract a private equity firm offers. Eventhen, private equity firms use more intense compensation contracts and can not outbid incumbents.more sensitive to an increase in the share is because of the effect on nonacquirers Rd RN Adr 0 of increased restructuring.cid:48N A Consider now the optimal share to give the manager. The optimal ownership share for thek arg maxRAr r, . However, thesincumbent remains unchanged at optimal share for a manager in a private equity backed firm is now s arg maxRAr RArs, , with the firstorder conditions r cid:48 s.38cid:20d RAdrcid:21 drsd d RN Adr When the manager receives a share of the trade sale price, two effects causes strongerincentive contracts in private equity backed firms s k. Private equity firms buying to sellhave stronger incentives to induce restructuring since they maximize the trade sale price S3.In addition, managers in private equity backed firms responds more vigorously to an increasein the share as shown in 37. This is illustrated in Figure 5ii, in which s k. Figures 5iii reveal that Proposition 1 holds in a setting in which private equity firms base incentivecontracts on the trade sale price.What about the equilibrium ownership structure determined in stage one? As shown in Figure 5iii, by applying the ownership share for the manager on the trade sale price ratherthan on the product market profits, private equity firms can increase their valuation vs for acsquiring the target since vs RArsRN Arrs r, meaning that the net profit ofthe acquirer increases from having the manager providing more restructuring. As also showns s, s vs RArs r. We are then assuming that RArs, RAr r, , from rs sRN Ars srsrs, s holds from r 27SK0Net Profits Managerial ownership, msk 1vksvkk 0RArsrs RNArssk KSvksvs 0RArr,RNArvsvksvsin Figure 5iii, private equity firms can even outbid incumbents since vs vks could hold.But would incumbents have incentives to copy the compensation contract offered by private equity firms? Yes. Given the same compensation as in equation 35, incumbents wouldbe able to outbid private equity firms when giving the manager a contract that mimics a contract on the trade sale price. This follows since k arg maxRArs, s k, k s arg maxRAr RN Ars, s 0.Thus, as shown in Figure 6, Proposition 2 also holds in a setting in which private equity firmsgive the manager a share of the trade sale price and incumbents can copy this contract.s RArs s and vks vs RArk, , vks RArs k, k RArss rs k rs rss rs k r 4.3 Buying to sell and leverage Debt can also work as an incentive device substituting for or complementing for managerialownership if debt forces the manager to work harder to avoid bankruptcy e.g. Jensen and Meckling, 1976; Jensen 1986, 1989. When deciding on leverage, the owners trade off increased restructuring efforts against an increased probability of bankruptcy. As such, we canlink buying to sell to the capital structure of the firms.Let us replace managerial ownership with debt in our model to see how this would work.Formally, at the beginning of stage two, the owner of the target decides how much debt, D, toacquire and then hires a manager to undertake restructuring to increase r. The probability ofsurviving the restructuring stage is r, D 0, 1, cid:48Dr, D 0r Dr, D 0. If the firm goes bankrupt during restructuring with probability 1r, D,and cid:48cid:48profits are zero. Debt will not affect product market decisions, since incentive problems areonly present in stage two of the game.rrr, D 0, cid:48rr, D 0, cid:48cid:48The manager receives a fixed wage b if the firm survives and zero wage otherwise. Theeffort cost of r to the manager is once more Cr with Ccid:48r 0 and Ccid:48cid:48r 0, but themanager is no longer risk averse. Formally, given debt D, the manager sets r to maximizer, Db Cr, in which optimal restructuring is implicitly determined bycid:48rr, Db Ccid:48r,39with the associated secondorder condition cid:48cid:48effort r increases in tact with leverage: drd D cid:48cid:48r Dbrrb Ccid:48cid:48 0.rrb Ccid:48cid:48k 0. The managers restructuring An incumbent buying to keep maximizes the expected profit net of interest payments ondebt paid upon successful restructuring: rDRArD b i D, in which i is theinterest rate. Optimal debt for an incumbent is implicitly determined by the firstorder conditioncid:20d RAcid:123cid:122drdrd Dcid:124cid:21cid:125 i Marginal benefit of increased restructuring 0,40RA i Dkdd Dcid:124cid:123cid:122cid:125Marginal cost of increased bankruptcy probability28dd DRewrite equation 41 asdd Dcid:124RA i Ds cid:123cid:122cid:21drd D icid:2S3 r Dcid:20d RAsdrd Ddrcid:3 cid:21cid:125 idrcid:20d Scid:20cid:124 0.41d RN Adr dd DRN A 0.42drd Dcid:123cid:122cid:21cid:125d D cid:48and dthe secondorder condition holds.drd D cid:48r D is the total derivative of debt on the probability of survival we assume A private equity firm buying to sell maximizes the expected trade sale price net of interestpayments on debt: rDS3rD b i D. The optimal amount of debt for a privateequity backed firm is then given from the firstorder condition Firstorder condition for an incumbent Marginal effect on a nonacquirer positiveA comparison of equation 40 and 42 shows that a private equity backed firm will take onmore debt than an incumbent owned firm, i.e. Dk. The intuition is now familiar. Aprivate equity firm maximizes the expected trade sale price, rDS3rD b irDrather than the expected reduced product market profits, rDRArD b irD.If debt is taken on to induce a manager to put more effort into restructuring, then private equityfirms buying to sell optimally choose higher leverage than incumbents buying to keep.s D4.4 IPOs In our main analysis, a private equity firm sold the target to an incumbent after restructuring.There is a small but growing literature on the decision to go public versus being acquired Brauet al., 2003; Poulsen and Stegemoller, 2008; Chemmanur and Bayar, 2009. The literature hasso far has mostly concentrated on informational asymmetries. Introducing private equity firmsto our model, we can show that private equity firms tend to exit through a trade sale instead oftaking the targets public when IPO costs are high and restructuring costs are not overly convex.Formally, suppose we allow the private equity firm to exit through an IPO at IPO cost FIP Oinstead of selling the assets to an incumbent. To simplify, suppose the owners can directly setr at a cost Cr and thereby sidestep hiring a manager to undertake restructuring.If a buyout occurs, we need to determine three valuations: an incumbents valuation ofobtaining the target if another incumbent would otherwise have obtained it, the incumbentsvaluations of obtaining the target if it would otherwise have been placed on the market throughan IPO; and the valuation of the private equity firm undergoing an IPO.An incumbents valuation of obtaining the restructured target if it would otherwise be obtained by another incumbent iskk RAr; n RN Ar; n.4329The incumbents preemptive IPO valuation is defined ask IP O RAr; n RN Ar; n 1,44which is the valuation of acquiring the restructured target if the private equity firm would otherwise have taken it public an additional firm is on the market if an IPO occurs.Finally, the private equity firm valuation of taking the firm public is IP O REr; n 1 FIP O,in which the first term is simply the product market profits of the target with one more firmon the market and the second term is the costs of taking the firm public. The equilibriumownership of the restructured target and the trade saleIPO price can be described by Table IIproof available upon request.Inequality:I1 :I2 :I3 :I4 :Definition:IP O maxk IP O, kkTrade Salek IP O IP O kk Trade Salemaxk IP O, kk IP O Trade Salekk IP O k IP OIPOExit route Trade sale priceIPO revenues IP OIP Okkkk Table II: This table describes the exit route IPO or trade sale and the trade sale priceIPOrevenues for any possible ranking of the valuations .In I3 and I4, the private equity firm exits through a trade sale at the trade sale price kk. Ahigh IPO cost, FIP O, ensures that we end up in these regions. So does also a not too convexrestructuring cost function Cr. Both RN Ar; n and RN Ar; n 1 are decreasing in r. Thismeans that kkr and k IP Or increase faster in r than IP Or. Then, as we increase r, it ismore likely that inequalities I3 and I4 hold. If Cr are not too convex, it can be shown thats arg maxrkkrCr will be larger than r IP O arg maxrREr; n1CrFIP Orand this means that inequalities I3 and I4 are more likely to hold and that the optimal exit modeis a trade sale.s 4.5 Other selling mechanisms Let us end this section by relating this result to the literature on endogenous ownership andefficiency. Coase 1960 argued that in a zerotransaction world, laissezfaire always leads tooptimal outcome irrespective of assignment of property rights. We have argued in this paperthat if assets are sold though auctions, and if investment in the assets are possible, the equilibrium amount of investment will be too high despite that the assets end up with the most 30efficient owner. This is the case because private equity firms that buy to sell have an incentiveto overinvest in relation to the eventual owners first best.In the analysis, we have assumed that the seller of the target firm uses a firstprice sealedbid auction. We believe this auction setup accurately approximates bidding competition inoligopolies. But some possibilities for creating additional rents are neglected as a result. Moregenerally, Jehiel, Moldovanu and Stacchetti 1999 show that sophisticated mechanisms areneeded to maximize revenues in auctions with externalities; it could be that all firms in themarket need to provide transfers to the seller. However, as pointed out by Jehiel and Moldovanu2000, the seller needs an unrealistically strong commitment power making such mechanismsimpractical. One feasible way for the target firm to extract more rents is to threaten to committo sell to a private equity firm that will aggressively restructure the assets. An incumbent firmwould be willing to pay vks,which would give the target firm larger proceeds compared to whenit sells to a private equity firm since S1 vs vks.One way of achieving this would be to state a reservation price of vks, but this will not workunless the target can restructure its own assets. The reason is that if the reservation price isvks vs, private equity firms will not participate in the auction and the threat of selling to oneof them will not be credible. The maximum willingness to pay for incumbents would then bevkk and the target firm would be forced to charge a reservation price lower than vks.5 Empirical implications Let us now collect a set of empirical implications and relate them to available empirical evidence.First, Proposition 1 states that managers in private equity backed firms will be given mores high powered incentive contracts than managers in incumbent owned firms, i.e. k.Consequently, managers in private equity backed firms in oligopolistic industries have strongerincentive contracts than managers in incumbent firms. This prediction is consistent with existing evidence, although existing evidence does not separate between more and less oligopolisticindustries. For example, Kaplan 1989a; Jensen and Murphy 1990; Kaplan and Str omberg2009; Leslie and Oyer 2008 and Acharya and Kehoe 2008 find that targets owned by private equity firms have managers with stronger incentive contracts and a larger ownership sharein the firm.s rs RASecond, Proposition 1 also states that more restructuring is undertaken in private equitybacked firms than in incumbent firms r k leading to higher product market profits RAk and higher productivity. Hence we can state that private equity backedfirms in oligopolistic industries undertake more restructuring than incumbents, which results inhigher product market profits and higher productivity. This prediction is also consistent withexisting evidence on buyouts in general but again, evidence does not separate between moreand less oligopolistic industries. For example, Lichtenberg and Siegel 1990; Amess 2002,312003 and Harris et al. 2005 find evidence that buyouts increase the productivity of targets.Third, our model shows that private equity backed firms will restructure assets beyondthe level that would maximize an incumbents profits. This higher level of investment explains that targets restructured by private equity firms have better longrun operational performance than incumbents. However, the net profit of the acquirer including the acquisitionprice will be lower in industries in which private equity is present compared to industries withno private equity firms, since the acquisition price of the target will be higher. Proposition 1states that more restructuring is undertaken in private equity backed firms than in incumbentfirms r k. This means that product market profits are lower for nonacquirers:RN Ak. Hence we can state that in oligopolistic industries with heavy involvement of private equity firms should be less profitable than industries with less private equityinvolvement.s rs RN AFourth, in section 4.3, we derived a prediction for leverage by replacing managerial ownership with debt as a way of inducing managerial effort Jensen 1986, 1989. Thus we candirectly state that private equity backed firms in oligopolistic industries will be more leveraged.Evidence is found in, for example, Axelson et al. 2009 and Leslie and Oyer 2008. Axelsonet al. 2009 report that there is no evidence of correlation in debt levels between private equityowned firms and similar firms that are not private equity owned. Our model predicts a correlation, although no correlation is consistent with our model if the optimal amount of debt forprivate equity firms is larger than the maximum amount banks are willing to lend. Then, privateequity firms will borrow all they can until they hit the constraint set by the banks, and there willappear to be no correlation between debt levels of incumbents and private equity backed firms.Fifth, in section 4.4, we derived predictions on the mode of exit. In particular, we can statethat for private equity backed firms in oligopolistic industries, the optimal exit mode is a tradesale if IPO costs are high, or if restructuring costs are not too convex. Moreover, the trade saleprice is more sensitive to restructuring than the IPO valuation which has implications for thecharacteristics of targets that will be exited through a trade sale. Firms that exited through atrade sale should be more restructured and should therefore have higher product market profitsand productivity. To our knowledge, no systematic econometric work has been done on howthe exit mode for private equity depends on IPO costs, on restructuring costs, and on cost anddemand shocks. However, Lerner 1994 and Brau et al. 2003 find that market timing affectsthe mode of exit for venture capital exits.6 Concluding remarks We have studied private equity firms that buy to sell in oligopolistic markets, showing thatbuying to sell gives incentives to overinvest in restructuring. This leads to higher leverageand larger managerial ownership in target firms, two hallmarks of the private equity businessmodel. Our key insight is that buying to sell makes private equity firms more aggressive in 32restructuring, since the equilibrium trade sale price increases in restructuring not only by raisingthe product market profits of the acquirer, but also by decreasing the product market profits ofnonacquiring firms. To be valid, our mechanism essentially only requires that there is a focuson buying to sell, a trade sale exit is considered, and that at least two firms from the sameindustry bid for the private equity backed target in the exit auction.As such, we argue that private equity firms fill an important role as challengers of existingoligopolies through aggressive restructuring of assets up for sale. The welfare effects of buyoutsare ambiguous, but consumers always gain from a buyout as opposed to an acquisition by anincumbent firm. By being outsiders without assets in the market, private equity firms havestronger incentives than incumbents to invest in acquiring restructuring skills. These skillspotentially in combination with tax advantages, easy access to capital, and coordination failuresamong incumbentssubsequently allow them to outbid incumbents wanting to preemptivelyacquire the assets to prevent overinvestment in restructuring.We believe there are other market situations apart from product market effects in whichowners buying to sell have fundamentally different incentives than owners buying to keep. Tosee this, suppose an owner who is buying to keep or buying to sell undertakes an investment,, in an asset. Both owner types face the same investment costs c. The investment leadsto a discounted stream of profits for the eventual owner of the asset. It then follows that aslong as the marginal effect on the sale price, Scid:48, equals the marginal effect on the longrunvalue, V cid:48, the owner buying to sell and the owner buying to keep will undertake the sameinvestment s k. But as shown in the analysis above , if there are oligopolistic externalitieson the trade sale price it holds that Scid:48 V cid:48 and the owner buying to sell will invest mores k.Other market situations could cause buy to sell owners to have different investment incentives than buy to keep owners. For example, appropriability problems in connection with thesale affect investment in patents. An owner buying to keep prefers to keep most of her importantinnovations as trade secrets, whereas an owner buying to sell must patent them to keep potential buyers from stealing the secrets. Reputation is also important. Owners buying to sell oftenhave to repeatedly raise funds from outside investors for their investments. For these investors,the exit sends a signal about the quality of the owner. A good signal makes it easier to raise thenext fund, implying that owners buying to sell have additional incentives to perform well. Thisaffects the sale price S, but not the longrun value V . Examining these different issuesrelated to buying assets with the intent of selling them is an exciting avenue for future research.33A Appendix 1, b 2,  , b A.1 Proof of Lemma 1Consider the equilibrium candidate b bn. Incumbent f is the incumbent thathas posted the highest bid and obtains the restructured target and firm s is the incumbent withf kk isthe second highest bid. Then, bnot an equilibrium, since firm i cid:54 f then benefits from deviating to bi bf , since it willthen obtain the restructured target and pay a price lower than its valuation of obtaining it. Ifs kk , S 2, then no incumbent has an incentive to deviate, b is af kk , and bb Nash equilibrium and the winning bid is bf kk is a weakly dominated strategy. bf kk .A.2 Proof of Lemma 2First, bi maxvs, vkk, vks is a weakly dominated strategy. No owner wants to post a bidabove its valuation of obtaining the assets and the assets will always be sold.Inequality I1 vkk vks vs: Since vks vs, a buytokeep owner will always have anincentive to outbid buytosell owners. The buytokeep owners will then bid up the price tovkk to prevent a rival from obtaining the assets. A buytokeep owner will obtain the assets.Inequality I2 vkk vs vks: Since vs vks, the outcome depends on what a buytokeepowner believes will happen if it does not win. If it believes that another buytokeep owner willwin, buytokeep owners will then bid up the price to vkk and a buytokeep owner will obtainthe assets. If it believes that a buytosell owner will win, then since vs vks the buytosellowners will bid up the price to vs and a buytokeep owner will obtain the assets.Inequality I3 vks vkk vs: Since vks vs, a buytokeep owner will always have anincentive to outbid buytosell owners. The buytokeep owners will then bid up the price to vkkto prevent a rival from obtaining the assets. A buytokeep owner will obtain the assets. Sincebuytokeep owners realize that a buytosell owner will never obtain the assets vks vs, theprice will not be bid up to vks.Inequality I4 vks vs vkk: Since vks vs, a buytokeep owner will always have anincentive to outbid buytosell owners and bid up the price to slightly above vs. However, onlyone buytokeep owner has this incentive, since no other buytokeep owner wants to outbidhim or her vs vkk. A buytokeep owner will then obtain the assets at price vs.Inequality I5 vs vkk vks: Since vs vks, no buytokeep owners will want to outbidthe buytosell owners. The buytosell owners will then bid up the price to vs and a buytosellowner will obtain the assets.Inequality I6 vs vks vkk: Since vs vks, no buytokeep owners will want to outbidthe buytosell owners. The buytosell owners will then bid up the price to vs and a buytosellowner will obtain the assets.34A.3 Exogenous variable restructuring cost advantagessr fcid:48kr and 0 fcid:48cid:48Here we formally argue that if private equity firms buying to sell have a variable costs advantage,0 fcid:48k r, then this advantage will lead to private equity firmsproviding more high powered incentive contracts s k, which leads to more aggressiverestructuring rkk. First, the compensation contract given to the manager is nowss rs r fcid:48cid:48whb, b RAr F fhrh s, kand that the optimal restructuring intensity rh depends on h and becomed RAdr Ccid:48rh fcid:48hrhh s, k.4546Given the same contract , a manager in a private equity backed firm with lower restructuringcosts responds stronger to an increase in than a manager in an incumbent firm:drsds fcid:48cid:48This holds since fcid:48cid:48 cid:48ARcid:48cid:48A Ccid:48cid:48 fcid:48cid:48s R cid:48ARcid:48cid:48A Ccid:48cid:48 fcid:48cid:48k Rdrkd 0.47An incumbent will maximize expected profits ERArk . Next, we need to figure out the optimal share to give to the manager.kcid:101wkb, by optimally choosing the contract b, . Assuming perfect competition between managers,k w,the optimal contract must fulfill the participation constraint wkb, Crk k F fkrin which w is the outside option for the managers. Solving cid:101wkb, w Crfrom the participation constraint, and using E 0, the expected profit can be written as ERArk F fkrk wkb, RArk krk,48in which k F fkrk is the total costs for inducingrestructuring, i.e. the sum of the expected restructuring costs and the compensation paid to themanager.k w Crk arg maxRArk kr From equation 13, it now follows that the optimal share is k with associated firstorder conditiondrkdd RAdr cid:48kk.49The same arguments for a private equity firm gives that the optimal share to give to thes with associated firstorders arg maxRArs RN Ars srmanager is condition cid:48ss.50cid:20d RAdr d RN Adrcid:21 drsd 35Making use of the total cost h F fhrthe firstorder condition for the manager in 46 as:h w Crh, we can rewrited RAdr fcid:48hrh Ccid:48rh 1 d RAdrh s, k.51Since h F fhrh w Crh , we also have:dhd fcid:48hrhdrhd Ccid:48rhdrhd cid:48h s, k.52Using equation 51 and 52, We can first rewrite equation 49 as follows:cid:20d RAdr fcid:48krkk Ccid:48r1 kd RAdrdrkdcid:21 drkddrkdd RAdrk fcid:48kr cid:48 cid:48kdrkd Ccid:48rkdrkd cid:48535455Similarly, using equation 52 we also can rewrite equation 50 as follows : fcid:48srs cid:48 cid:48sdrsd Ccid:48rsdrsd cid:48565758cid:20d RAdr fcid:48srss Ccid:48r1 sdrcid:20 d RAcid:21 drcid:20d RAdrcid:21 drsd d RN Adr d RN Asddr d RN Adrdrsdcid:21 drsd Hence, the managers firstorder condition in equation 47, 49 and 50 can be rewrittencid:20d RAdrcid:21 drsd1 s d RN Adr cid:48s59as:1 kdrkd cid:48k,d RAdrdr 0 and drsd drk Noting that d RN Ad 0 from equation47, equation 59 reveals thatprivate equity firms give stronger incentive contracts to their managers, s k. From equation47, private equity firms must then induce more restructuring rss rkk.References1 Acharya, Viral V., and Conor Kehoe, 2008, Corporate governance and value creation:Evidence from private equity, Working Paper, London Business School.2 Amess, Kevin, 2002, Management buyouts and firmlevel productivity: evidence from apanel of U.K. Manufacturing Firms, Scottish Journal of Political Economy 49, 304317.363 Amess, Kevin, 2003, The effects of management buyouts and on firmlevel technical efficiency: evidence from a panel of U.K. machinery and equipment manufacturers, Journalof Industrial Economics 51, 3544.4 Axelson, Ulf, Tim Jenkinson, Per Str omberg and Michael S. Weisbach, 2009, Leverageand pricing in buyouts: An empirical analysis, Working Paper.5 Badertscher, B., Katz, S. and Rego, S. O., 2009. The Impact of Private Equity Ownership on Corporate Tax Avoidance, HBS Working Paper 10004.6 Berle, Adolph, and Gardiner Means. 1932. The Modern Corporation and Private Propert.New York: The Commerce Clearing House.7 Bolton, Patrick, and David Scharfstein, 1990, A theory of predation based on agencyproblems in financial contracting, American Economic Review 80, 93106.8 Boone, Audra, and Harold Mulherin, 2007. How are firms sold? Journal of Finance 62:847875.9 Brau, James C., Bill Francis, and Ninon Kohers, 2003, The choice of IPO versus takeover:Empirical evidence, Journal of Business 76, 583612.10 Brander, James A., and Tracy R. Lewis, 1986, Oligopoly and financial structure: Thelimited liability effect, American Economic Review 76, 956970.11 Brander, James A., and Tracy R. Lewis, 1988, Bankruptcy costs and the theory ofoligopoly, Canadian Journal of Economics 21, 221243.12 Chemmanur, Thomas J. and Bayar, Onur, 2009. Product Market Competition, IPOs versus Acquisitions, and the Valuation Premium Puzzle: A Theoretical Analysis. Available at SSRN: http:ssrn.comabstract96600413 Chevalier, Judith A., 1995a, Capital structure and productmarket competition: Empiricalevidence from the supermarket industry, American Economic Review 85, 415435.14 Chevalier, Judith A., 1995b, Do LBO supermarkets charge more? An empirical analysisof the effects of LBOs on supermarket pricing, Journal of Finance 50, 10951112.15 Coase, Ronald, 1960, The problem of social cost. Journal of Law and Economics 3: 144.16 Davis, Steven, John Haltiwanger, Ron Jarmin, Josh Lerner, and Javier Miranda. 2009. Private equity, jobs and productivity. In The Globalization of Alternative Investments Working Papers Volume 2: The Global Economic Impact of Private Equity Report 2009, ed.Anduradha Gurung and Josh Lerner, 2543. Geneva: World Economic Forum.3717 Deneckere, Raymond, and Carl Davidson, 1985, Incentives to form coalitions with Bertrand competition, RAND Journal of Economics 16, 473486.18 Farrell, Joseph, and Carl Shapiro, 1990, Asset ownership and market structure inoligopoly, RAND Journal of Economics 21, 275292.19 Fridolfsson, SvenOlof and Johan Stennek, 2005, Why Mergers Reduce Profits And Raise Share PricesA Theory Of Preemptive Mergers, Journal of the European Economic Association, MIT Press, vol. 35, pages 10831104, 09.20 Gans, Joshua S., 2005, Markets for Ownership, RAND Journal of Economics 36: 433455.21 Gilbert, Richard J. and Newbery, David M, 1992, Alternative Entry Paths: The Build or Buy Decision, Journal of Economics Management Strategy 1:12950.22 Gowrisankaran, Gautam, 1999, A dynamic model of endogenous horizontal mergers,RAND Journal of Economics 30, 56 83.23 Grossman, Sanford J. and Oliver D. Hart, 1986, The Costs and Benefits of Ownership: ATheory of Vertical and Lateral Integration,Journal of Political Economy 94, pp 69124 Hart, Oliver D., and John Moore, 1990, Property rights and the nature of the firm, Journalof Political Economy 98, 11191158.25 Harris, Richard I., Donald S. Siegel, and Mike Wright, 2005, Assessing the impact ofmanagement buyouts on economic efficiency: plant level evidence from the United Kingdom, The Review of Economics and Statistics 87, 148153.26 Horn, Henrik, and Lars Persson, 2001, The equilibrium ownership of an internationaloligopoly, Journal of International Economics 53, 307333.27 Jehiel, Philippe and Benny Moldovanu,1999, Resale Markets and the Assignment of Property Rights. The Review of Economic Studies 66, 97199128 Jehiel, Philippe, and Benny Moldovanu, 2000, Auctions with Downstream Interactionamong Buyers, RAND Journal of Economics 31, 76891.29 Jehiel, Philippe, Benny Moldovanu and Ennio Stacchetti, 1999, Multidimensional mechanism design for auctions with externalities, Journal of Economic Theory 85, 258293.30 Jensen, Michael C., 1986, Agency Costs of Free Cash Flow, Corporate Finance, and Takeovers, The American Economic Review 76, pp. 323329.3831 Jensen, Michael C., 1989, Eclipse of the public corporation, Harvard Business Review SeptOct, 6174.32 Jensen, Michael C., and William H. Meckling, 1976, Theory of the firm: managerialbehavior, agency costs and ownership structure, Journal of Financial Economics 3, 305360.33 Jensen, Michael C., and Kevin J. Murphy, 1990, Performance pay and top managementincentives, Journal of Political Economy 98, 225264.34 Kaplan, Steven N., 1989a, The Effects of management buyouts on operating performanceand value, Journal of Financial Economics 24, 217254.35 Kaplan, Steven N., 1989b, Management Buyouts: Evidence on Taxes as a Source of Value, The Journal of Finance, Vol. 44, No. 3,611632.36 Kaplan, Steven N., and Per Str omberg, 2009, Leveraged buyouts and private equity, Journal of Economic Perspectives 23, Winter.37 Katz, M. L. and Shapiro C, 1996, How to licence intangible property, Quarterly Journalof Economics 101: pp 56759038 Kamien, Morton I., and Israel Zang, 1990, The Limits of Monopolization through Acquisition, Quarterly Journal of Economics 105: 46599.39 Kovenock Daniel, and Gordon Phillips, 1995, Capital Structure and Product Market Rivalry: How do We Reconcile the Theory and the Evidence, American Economic Review,85, 403408.40 Lerner, Josh, 1994, Venture capitalists and the decision to go public, Journal of Financial Economics, 35, 293316.41 Leslie, Phillip, and Paul Oyer, 2008, Managerial incentives and value creation: Evidencefrom private equity, NBER Working Paper No. W14331.42 Lichtenberg, Frank R., Donald S. Siegel, 1990, The effect of leveraged buyouts on productivity and related aspects of firm behavior, Journal of Financial Economics 27, 165194.43 Maksimovic, Vojislav, 1988, Capital structure in repeated oligopolies, Rand Journal of Economics 19, 389407.44 Miao, Jianjun, 2005, Optimal capital structure and industry dynamics, Journal of Finance 60, 26212659.45 Muscarella, Chris J., and Michael R. Vetsuypens, 1990, Efficiency and organizationalstructure: A study of reverse LBOs, Journal of Finance 45, 13891414.3946 Norb ack, PehrJohan, and Lars Persson, 2009, The organization of the innovation industry: Entrepreneurs, venture capitalists, and oligopolists, Journal of the European Economic Association, forthcoming.47 Perry, Martin K., and Robert H. Porter, 1985, Oligopoly and the incentive for horizontalmerger, American Economic Review 75, 219227.48 Phillips, Gordon M., 1995, Increased debt and industry product markets. An empiricalanalysis, Journal of Financial Economics 37, 189238.49 Poulsen, A., and M. Stegemoller, 2008, Moving firms from private to public ownership:Selling out to public firms vs. initial public offerings, Financial Management 37, 81101.50 Salant, Stephen W., Sheldon Switzer, and Robert J. Reynolds, 1983, Losses from horizontal merger: The effects of an exogeneous change in industry structure on CournotNashequilibrium, Quarterly Journal of Economics 98, 185199.51 Williams, Joseph T., 1995, Financial and industrial structure with agency, Review of Financial Studies 8, 431474.40", "filename": "wp817.pdf", "person": ["Pehr-Johan Norbäck", "Norbäck, Pehr-Johan", "Lars Persson", "Persson, Lars", "Joacim Tåg", "Tåg, Joacim"], "date": ["2010"]}