{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/94494/1/wp_44.pdf"], "title": ["Political Aversion To a Multilateral Fiscal Rule: The Dynamic Commitment Problem in European Fiscal Governance"], "plaintext": "cid:58cid:82cid:85cid:78cid:76cid:81cid:74cid:3cid:51cid:68cid:83cid:72cid:85cid:86cid:3cid:82cid:81cid:3cid:42cid:79cid:82cid:69cid:68cid:79cid:3cid:41cid:76cid:81cid:68cid:81cid:70cid:76cid:68cid:79cid:3cid:48cid:68cid:85cid:78cid:72cid:87cid:86cid:3cid:3 No. 44Political Aversion To a Multilateral Fiscal Rule: The Dynamic Commitment Problemin European Fiscal Governance Matthias Bauer April 2013cid:42cid:47cid:50cid:37cid:36cid:47cid:3cid:41cid:44cid:49cid:36cid:49cid:38cid:44cid:36cid:47cid:3cid:48cid:36cid:53cid:46cid:40cid:55cid:54cid:3cid:56cid:81cid:76cid:89cid:72cid:85cid:86cid:76cid:87cid:92cid:3cid:45cid:72cid:81cid:68cid:3cid:38cid:68cid:85cid:79cid:16cid:61cid:72cid:76cid:86cid:86cid:16cid:54cid:87cid:85cid:17cid:3cid:22cid:3cid:39cid:16cid:19cid:26cid:26cid:23cid:22cid:3cid:45cid:72cid:81cid:68cid:3cid:3cid:56cid:81cid:76cid:89cid:72cid:85cid:86cid:76cid:87cid:92cid:3cid:43cid:68cid:79cid:79cid:72cid:3cid:56cid:81cid:76cid:89cid:72cid:85cid:86cid:76cid:87cid:108cid:87cid:86cid:83cid:79cid:68cid:87cid:93cid:3cid:24cid:3cid:39cid:16cid:19cid:25cid:19cid:28cid:28cid:3cid:43cid:68cid:79cid:79cid:72cid:3cid:3cid:3cid:14cid:23cid:28cid:3cid:22cid:23cid:24cid:3cid:55cid:72cid:79cid:17cid:29cid:3 cid:14cid:23cid:28cid:3cid:22cid:25cid:23cid:20cid:3 cid:28cid:23cid:21cid:21cid:25cid:20cid:3cid:3cid:24cid:24cid:21cid:22cid:20cid:27cid:19cid:3cid:3cid:40cid:16cid:48cid:68cid:76cid:79cid:29cid:3cid:3cid:3cid:76cid:81cid:73cid:82cid:35cid:74cid:73cid:76cid:81cid:80cid:17cid:71cid:72cid:3cid:3 cid:90cid:90cid:90cid:17cid:74cid:73cid:76cid:81cid:80cid:17cid:71cid:72cid:3cid:3 Working Papers on Global Financial Markets No. 44Abstract From a retrospective perspective, effective future fiscal cooperation in Europe is not likely to stand a chance. Focusing on the Stability and Growth Pact SGP, the Pact, this paper studies the determinants ofnational policymakers changing commitment to a multilateral fiscalrule, referred to as the dynamic commitment problem. The empirical analysis sheds light on the economic and political economy factorsthat contribute to national policymakers aversion to a multilateral fiscal rule in a monetary union that is not a political union. The underlying analysis is based on an event study including 147 statements of EU heads of government the European Council and members of the Economic and Financial Affairs Council the Eco Fin over the period 2001 to 2008. All statements are either related to flexible interpretations of the SGP or calls for changing the rules of the framework, thusbeing an indicator of political noncommitment to the Pact. Standardpoliticaleconomy theory is considered to derive a number of testablehypotheses. The unique dataset is linked to econometric analysis in order to estimate the effects of national economic and national politicaleconomy determinants on the strength of political aversion to the SGP.The empirical findings show that political aversion to the SGP is positively correlated to the national budgetary deficit, negatively correlatedto domestic economic growth and negatively correlated to the costsof government borrowing. In addition, the results indicate that economic and political power, government fragmentation and rising noncommitment amongst other member countries politicians systematically influence national political aversion to the SGP. The findings castserious doubts on future EUEMU policymakers full commitmentto the recently revised SGP and the recently adopted European Fiscal Compact, both of which are discussed in the final part of the paper.JEL Classifiaction: E62; F55; C22; C58Key words: fiscal rules, monetary union, political economy I Introduction Over the past decade, credibility of the European Unions EU legislation of fiscalcooperation has been seriously damaged. The emergence as well as the persistenceof the European sovereign debt crisis, which is by many recognised as a crisis ofthe euro, and the recent political struggle for stronger fiscal policy coordinationmakes evident that the monetarily united part of the EU, the European Monetary Page 2Working Papers on Global Financial Markets No. 44Union EMU, still is subject to contradictory political visions about the conductof national fiscal policy.Before strong capital market pressure emerged for the governments of Ireland,Greece, Portugal, Italy, Spain, and more recently for Cyprus, pressure on EMUgovernments against the conduct of loose fiscal policies was mainly based on poorpeer pressure under the preventive arm of the Stability and Growth Pact SGP, the Pact. Right from the beginning of EMU some governments more intensively thanothers tried to flexibly interpret or even to modify the SGPs original set of rules.The Pact never gained ownership by the majority of national political elites. Asa result, disagreement among EMU members over the practice of denouncing andsanctioning countries that failed to respect budgetary limits under both the preventive and the corrective arm seriously undermined the initial objectives of the Pact. Due to the political haggling over the SGPs rules, the Pact very early lost itscredibility.Therefore, the SGP provides a suitable framework for studying the role of bothnational economic conditions and national political institutions in determining national policymakers commitment to a multilateral fiscal rule in a monetary unionthat is not a political union. This is the underlying matter of this paper and this subject is crucial since the EMUs underlying new legal framework, reformed for thesecond time now, as well as the new European Fiscal Compact Treaty on Stability, Coordination and Governance in the Economic and Monetary Union, TSCGaims to strengthen national public finances of EMU members. Since both institutional frameworks still lack effective judicial enforcement they are likely to bepermanently prone to noncompliance.Theoretical and empirical research suggest that economic variables do not suffice toexplain divergent fiscal policy decisions. Rather partisan preferences and politicalinstitutions can play a crucial role in explaining fiscal policy outcomes see, e.g.,Price, 2010; Pamp, 2008; Golinelli and Momigliano, 2006; Alesina et al., 2006;MulasGranados, 2003; Alesina and Perotti, 1999; Roubini and Sachs, 1989.Incontrast to most of these papers, this study analyses the determinants of politicalrhetoric that serves as a proxy for political aversion to a multilateral fiscal rule.Put differently, a countrys unwillingness to stick to the SGP is measured by therhetoric of its ruling policymakers: EU heads of government and members of the Eco Fin. Based on data of 12 EMU member states over the period 2001 to 2008time series cross section models TSCS are applied in order to test the economicand political determinants of what is called strength of national political aversionto the SGP.The paper is organised as follows. Section II presents politicaleconomy considerations related to multilateral fiscal cooperation under EMU and the dynamic commitment problem. In addition, nine testable working hypotheses are derived fromstandard political economy theory. Section III presents data and variable definitions and describes the applied econometric framework. The empirical results are Page 3Working Papers on Global Financial Markets No. 44presented in section IV. Section V evaluates the results of the empirical analysis andprovides policy implications with respect to the EMUs reformed fiscal governancelegislation. Section VI concludes.II Theoretical Background and Hypotheses II.1 Soft Fiscal Policy Coordination under the SGPAlthough theoretical and empirical economic literature offers abundant advice onhow taxes and public expenditures should be applied over the business cycle 1, history shows that policymakers appear to be driven by other incentives rather thanthe objective to pursue sound public finances. The public choice and political economy literature provides various explanations of the governments bias to run persistent deficits. The motivation behind fiscal policy choices can be explained byopportunistic policymakers, partisan interests, and the common pool problem ofresources, which is related to distributional conflicts and the influence of pressuregroups for an overview see, e.g., Wyplosz, 2012 and Eslava, 2011. For a monetaryunion that is not a political union, these insights are of particular relevance.Theory of optimal currency areas suggests that a monetary union needs a system offiscal transfers. As an instrument of intraEUEMU fiscal policy coordination, the SGP has been introduced to make member countries take into account the externalities they impose to their neighbours due to excessive deficits and continuingdebt accumulation. In this context, the SGP can be considered as a federal institution aiming to restrict fiscal leeway among the member states of a monetary unionMckay, 2006. With the benefit of hindsight, however, it is generally acknowledged that the SGP has been a rather weak substitute for a system of fiscal transfersgoverned by a central fiscal authority. Enforcement of the rules was ineffective inthe past and countries frequently breaching the rules have never been fined. Thesefacts give reason to think about why this framework of soft policy coordination,though recently renewed, is still alive.Peer pressure under the preventive arm and ultimate financial fines under the corrective arm of the Pact failed to create appropriate incentives for member countriesto cooperate.In this context, Eichengreen 2005 argues that the lack of political integration in Europe forms an obstacle to effective enforcement mechanisms.Similarly, Larch et al. 2010 refer to the need of deeper fiscal integration due to theongoing political constrains for effective enforcement of the SGPs legal provisions.Nevertheless, the problems associated with the implementation of the first Pacthave led a substantial number of economists to work on proposals for improvementand reform for an overview of 101 reform proposals see EU Commission, 2006.In addition, although the flexibility reform of the SGP in March 2005 clearlydemonstrates that most European governments do not wish to comply with a hard 1See, e.g., Barro 1979 for a seminal contribution.Page 4Working Papers on Global Financial Markets No. 44multilateral fiscal rule, the SGP is still presented by scholars and European institutions to be an instrument that ensures fiscal discipline. The European Commissionstill views the 2005 reform as a positive step forward, as it enhanced the economicrationale of the SGP. It the reform introduced provisions on how to deal withspecial circumstances and countryspecific problems, above all linked to macroeconomic downturns EU Commission, 2012, pg. 66.2More recently, under the pressure of the European sovereign debt crisis a number ofnew suggestions on how to organise multilateral fiscal cooperation emerged, mostof them claiming for stricter enforcement of sanctions Sachverstandigenrat, 2010;EU Commission, 2010; Schuknecht et al., 2011. However, though aiming for moreeffective fiscal policy coordination, all of these new suggestions are again basedon peer pressure essentially naming and shaming among individual EUEMUgovernments only.Regarding the role of peer pressure, the early contribution of Meyer 2004 dealswith the effectiveness of soft fiscal policy coordination in the EU. In this early analysis of the effectiveness of proposals and recommendations made under the SGPand the Broad Economic Policy guidelines BEPG, Meyer asks whether publicpeer pressure naming and shaming has had an impact on national policymaking.The author draws on the power of peer review in affecting policy learning andpolicy change at national level. It is tested whether the public discourse that is covered by various media can influence national policymakers response to proposalsand recommendations of supranational institutions, particularly made by the European Commission and the Eco Fin. The conclusion of this study is, that thereis no substantial evidence that any publicized discourse has had an impact on policymakers, although negative news frequently produced a number headline stories.As a consequence, Meyer remains sceptical whether policy coordination can have apositive impact on policy learning and crossnational dialogue in the field of fiscalpolicy. This finding is of particular relevance because national political ownershipis a crucial precondition for a fiscal rule to work effectively at multilateral level.II.2 The Dynamic Commitment Problem Though the Pacts numerical rules were simple and also transparent, adherence tothe rules proved not to be selfenforcing. Most importantly, neither peer pressurearriving from EUEMU member states contributed to national compliance noran external agent the European Commission has had the power to continuouslyenforce the Pacts rules.2On the other hand, the Council clearly acknowledged the problems linked to political nonownership of the previous legislation: Experience gained and mistakes made during the firstdecade of the economic and monetary union show a need for improved economic governance inthe Union, which should be built on stronger national ownership of commonly agreed rules andpolicies and on a more robust framework at the level of the Union for the surveillance of nationaleconomic policies. See recital 4 of Council Regulation EU No 11772011 of 8 November 2011.Page 5Working Papers on Global Financial Markets No. 44While academics were worrying mainly about the missing strength of enforcementunder the established regime, ruling politicians successively claimed for a less restricted SGP at all a political straitjacket that was initially set up by EUEMUpolicymakers ruling in the late 1990s. Put differently, politicians commitment tothe established multilateral fiscal framework has changed over time, presumablyowing not only to changing economic conditions, but also to changing politicalactors. From a theoretical perspective, the policymakers dynamic attitudes to the Pact, which are expressed by observable political behaviour, can be explained bypolitical economy considerations of intergovernmental cooperation.Based on the clarification of Schuknecht 2005, decisionmaking on intergovernmental cooperation exists at two levels: 1 the constitutional stage and 2 the postconstitutional stage including the implementation and enforcement of the rulesthat previously came to agreement. Policymakers incentives might differ at thestage of the initial setting of certain rules compared to a later point in time at whichpolicymakers are required to choose how to play within a given legal framework.In a postconstitutional decision of reform, such as made in March 2005, voting forstrict enforcement has apparently become less attractive since policymakers did notface substantial public pressure to do so and strong warning signals from financialmarkets, e.g. a gradual dry up of refinancing channels which might end up in aliquidity or even a solvency crisis, did not emerge.The the data analysed below illustrate that the postconstitutional debate on increasing the flexibility of the initial SGP was characterised by controversial contributions from political players of almost all European countries, all political colorsand almost all European institutions. National politicians frequently claimed eitherfor a more flexible interpretation of the rules or even for a reform of the overallframework. Put differently, policymakers frequently expressed their aversion tothe restrictions of the SGP, thereby seriously undermining its credibility.3 Afterthe 2005 reform, however, voices against the new Pact appear to have faded away.Evidently, the initial set up of the SGP did not improve fiscal performance of most EMU members. Policymakers attitudes to national fiscal policymaking did notchange under the boundaries set up by the Pact. It follows from these insights thatthe SGP being a multilateral fiscal rule did not have the power to permanentlysuppress fiscal discretion at national level:initial political commitment to fiscalbehaviour in line with the rules turned to substantial noncommitment. In thispaper, this development is referred to as the dynamic commitment problem.43For a comprehensive analysis of national politicians preferences determining the creation and thereform of the initial SGP framework see Schwarzer 2007.4Having a more general discussion about the effectiveness of fiscal rules per se, Wyplosz 2005 refersto the analogies to monetary policy theory stating that the time consistency problem also prevailsin fiscal policy due to policymakers temptation to apply discretionary fiscal policies wheneverpreferable to adhere to given a rule. The term dynamic commitment problem is more suitablefor the purpose of this paper since it refers to policymakers changing attitudes to a certain fiscalframework over time.Page 6Working Papers on Global Financial Markets No. 44The economic and political determinants of the strength of political aversion to the SGP are studied in the empirical section below. Before starting this exercise, standard political economy considerations are briefly introduced. In order to developtestable hypotheses, models of policy oriented preferences of politicians as well aseconomic and institutional constraints are discussed in the next section.II.3 Modelling the Determinants of Political Aversion To a Multilateral Fiscal Rule Conceptionally, this paper is related to the work of Ehrmann and Fratzscher 2011who study politicians preferences on EMU monetary policy over the period 1999to 2007. In their paper, various statements of EU politicians are classified dependingon whether each comment indicates a preference for certain interest rates.5The theoretical underpinnings of the hypotheses about the determinants of political aversion to the SGP are presented below. The hypotheses derived in this sectionare tested in the subsequent empirical analysis.II.3.1 Economic Determinants The Structural Balance The SGPs 3 per cent limitation on national fiscal policy is critical because the budget responds to the economic cycle. On the expenditure side, automatic stabiliserslike unemployment schemes inherently affect the budget. On the revenue side, thebudget responds to shortfalls in tax receipts. Empirical research indicates that fiscal policy is more persistent than responsive to economic conditions. Following Afonso et al. 2010, pg. 528 this implies that   apart from the fact that thereis also less room for discretion, it may be more difficult for policy makers to implement temporary fiscal activism, and, more importantly, successfully to reverseit quickly when no longer needed. Empirical findings also indicate that policymakers frequently fall back to discretionary interventions in order to provide foreconomic stimulus, rather than to fuel an economic crisis any further with contractionary policies Maravalle and Claeys, 2012; Turrini, 2008; Wyplosz, 2005. Thereis also ample evidence for procyclical fiscal behaviour whereby most of the empirical literature refers to hysteresis in government expenditure. As was shown in IMF2004, also EU fiscal policies have been rather procyclical since the early 1980s.Related to these findings, Debrun et al. 2008 find that the cyclicallyadjusted primary balance in the EU is highly positively correlated to that of the previous year.5The authors find that politicians preferences for monetary policy are asymmetric. On average,politicians favour lower interest rates in favour of economic growth. More specifically, politicianspreferences for monetary policy are determined not only by general domestic economic conditionsbut also on national political economy factors such as political orientation, partisan politics and,to some extend, elections. More generally, political aversion to the monetary policy of the ECB isdetermined by economic and political factors. For this reason, Ehrmann and Fratzscher stress theimportance of central bank independence.Page 7Working Papers on Global Financial Markets No. 44Generally, expenditures rise during booms, but are not driven down in busts see,e.g., Hauptmeier et al., 2011; Hercowitz and Strawczynski, 2004.Given that national policymakers have an inherent tendency to generate budgetarydeficits, political rhetoric regarding the SGP should reflect both the state of theeconomy and the government budget. Since the SGP limits policymakers freedomin the implementation of fiscal policies, the first hypothesis is:Hypothesis I: Structural Deficit The higher the structural deficit, the higher the political aversion to the SGP.The Economic Growth Differential In a similar vein, national economic growth might affect political political commitment to the SGP. Alesina and Cukierman 1990 argue that individuals voteretrospectively. In other words, the incumbent is judged according to actual economic outcomes achieved over the term of office. Following this argument, forward looking voters take into account economic growth considerations. In turn,by anticipating retrospective voters, national policymakers have an incentive toblame EUEMU institutions for the fact of poor national performance. In thiscontext, for instance, Ehrmann and Fratzscher 2011 argue that ruling politicianshave an incentive to blame monetary policy for poor economic growth.Since the SGP restricts the implementation of economic stimulus packages and expansionary fiscal policies in order to stimulate economic growth, policymakersaversion to this restraint might be determined by the relative macroeconomic performance of their countrys economy. According to this view, policymakers willstress the need to foster economic growth when domestic economic growth is relatively low compared to other members of the currency club. It follows as a secondhypothesis:Hypothesis II: National Economic Growth Considerations The higher the negative growth differential compared to the euro area average, the higherthe political aversion to the SGP.Market Discipline Capital markets process various types of information concerning the creditworthiness of governments. Empirical evidence suggests that hard fiscal indicators predominantly determine a sovereigns credit risk see, e.g., Alexopoulou et al., 2009;Barrios et al., 2009; Balassone et al., 2004; Lemmen and Goodhart, 1999; Bayoumiet al., 1995; Alesina et al., 1992. Since bond markets set the conditions for further lending, market participants should also react on a political rhetoric whichindicates fiscal leeway in the future Goldbach and Fahrholz, 2011.For market discipline to work effectively, policymakers should respond adequatelyto market signals in order to prevent rising interest rates and higher costs of borrowing, respectively Lane, 1993. Given that financial market participants fulfil Page 8Working Papers on Global Financial Markets No. 44their disciplining role and given that policymakers respond adequately to marketsignals, political rhetoric undermining the SGP should diminish in presence of highborrowing costs. Thus as a third working hypothesis follows:Hypothesis III: Market Discipline The higher the costs of borrowing, the lower the aversion to the SGP.II.3.2 Political Economy Determinants Peer Pressure and Political Power in European Politics From a political economy perspective, the SGP is perceived as weak law, ie law thatis argued by many to be ineffective as regards enforcement. Yet, as Padoan 2002points out, at the beginning of EMU member countries had various incentives toadhere to the Pact. The argument is as follows: since poor fiscal policies and weakeconomic performance negatively affect the overall reputation of a currency club,increasing peer pressure exerted by good performers and the European Commission should drive poor performers to adjust fiscal policies. As a consequence, theloss of reputation resulting from poor fiscal policies in an individual EMU member state would end up in a loss of political capital, which in turn would reducea countrys political leverage in shaping EU politics in general.Above considerations are taken up by the gametheoretical framework developendin the work of De Haan et al. 2003 and Berger et al. 2004.It links politicalcommitment to a multilateral fiscal rule to a member states size, and to the potential for selfenforcing behaviour among other members of the currency union.The two main messages of this coordination game are as follows: 1 Based on theeconomic power in the EU and on the political power of a country in EU politics,large members countries of a monetary union have an incentive to argue against agiven set of multilateral fiscal rules while small members might not adopt politicalrhetoric of this type. 2 A country might choose to break the rules of the Pact ifother countries successively breach it, too. Thus it is likely that this outcome ofthe coordination game is selfenforcing. Expectations about fiscal misbehaviour inother countries in the future, e.g. breaching the 3 per cent deficit ceiling, mightencourage a countrys ruling policymakers to choose to breach the ceiling, too.Accordingly, the data should support the following hypotheses:Hypothesis IV: Political Power The larger the political capital of a country, the higher is a countrys political aversionto the SGP.Hypothesis V: Negative Peer Pressure The higher other members political aversion to the Pact, the higher is a countrys political aversion to the SGP.Page 9Working Papers on Global Financial Markets No. 44Institutional Veto Players Following the theoretical work of Tsebelis 2002 certain individuals or groups haveconstitutional power to veto over proposals for reform in the legislative process.Tsebelis distinguishes between partisan veto players e.g. different parties in thehouse of representatives and institutional veto players e.g. the president, differentchambers in parliament. All players, regardless of whether individually or collectively, have the power to veto in the legislative process. In addition, there mightbe interest groups whose veto power is restricted to informal influence on politicalprocesses.The basic idea of the Tsebelis veto player approach is that policy change dependson both the size of the win set and the size of the core. The win set is aset of policies that can overcome a certain status quo. The core is a set of pointswhere no outcome is feasible under a certain decisionmaking rule due to vetoplayers differing preferences. Accordingly, the bigger the win set, the more likelyis policy change. On the contrary, the bigger the core, the less likely is policychange. The difficulty to achieve a significant change of the status quo is definedas policy stability, which is positively correlated with the number of veto players Tsebelis 2002, pp 19. In the context of fiscal policy, this theory explains why vetoplayers particularly retard adjustment of certain policies Franzese, 2002.Early studies dealing with government fragmentation confirm that there is a positive correlation between coalition cabinets and fiscal policy outcomes. The findingsof Roubini and Sachs 1989 suggest a positive correlation between fiscal deficits andthe number of parties in cabinet. The findings of Grilli et al. 1991 indicate thataccumulation of large public debt is positively correlated with government fragmentation. Similarly, Volkerink and De Haan 2001 find that political fragmentation, including the number of parties in cabinet, contributes to higher deficits. Foradvanced industrial countries Tsebelis and Chang 2004 find that change in thebudgetary structure is explained by veto players different ideologies and changinggovernments. A fundamental insight of this study is that there is some hysteresisin composition of the budget when ideological distance among veto players exists.On the contrary, the budgetary structure is more flexible in political systems whereveto players ideology is similar. Schaltegger and Feld 2009 argue that the numberof veto players is particularly high under fiscal federalism. Thus there might be abias to keep the status quo, ie the delay of fiscal stabilisation.Since measuring party ideology is a difficult undertaking, the methodology appliedin this paper follows that of Pamp 2008. The author studies the number of institutional veto players because this variable is readily observable.6 Because thenumber of veto players is generally found to be positively correlated with fiscal 6Cusack 1999, for example, uses a measure to calculate the political center of gravity for governments. This approach is based on the work of Gross and Sigelman 1984 and combines relativestrength and ideology of a party in government.Page 10Working Papers on Global Financial Markets No. 44deficits, the number of veto players might also affect political rhetoric about external constraints of national fiscal policymaking. As a consequence, the followinghypothesis should hold:Hypothesis VI: Veto Players The higher the number of institutional veto players, the higher the countrys politicalaversion to the SGP.Excessive Deficit Procedure In the period under consideration, the majority of countries was subjected to atleast one excessive deficit procedure. Since this implies to be an additional constraint to national fiscal policy implementation, national policymakers may have ahigher aversion to the SGP when their country is subjected to an EDP.7 In orderto control for this possibility we test the following hypothesis:Hypothesis VII: EDPWhen a country is subjected to an excessive deficit procedure, national politicians havea higher political aversion to the SGP.Elections Abundant theoretical and empirical political economy research deals with politicalprocesses and economic policy decisions. Beyond campaigning and voting procedures, elections are of particular interest in explaining the behaviour of strategicagents such as parties and political candidates who are seeking for or wish to remain in office for an overview economic models of electoral politics see Dewanand Shepsle, 2011.Assuming that, ceteris paribus, electorates vote for policymakers from which theyexpect to increase their material prosperity, these policymakers have an incentiveto signal their ability to do so, e.g. to service voters demand for redistribution ofincome. Generally, the incentives to do so may rise with elections approaching.In the context of the early years of the SGP, Buti and van den Noord 2003 arguethat the rules laid down in the Pact did not prevent national governments from running politically motivated fiscal policies ahead of upcoming elections. Referring tostandard political economy theory, the authors further argue that national policymakers shortterm benefits outweighed the longerterm systemic costs of breakingthe rules.Based on above insights and assuming that policymakers have an inherent bias tospend more that earned from tax income in a given period as already outlined inhypotheses I both ruling policymakers as well as those representing the opposition 7Studying the institutional determinants of fiscal retrenchment, Pamp, 2008 tests for the impactof the Maastricht three per cent convergence criterion, but does not find a statistically significantimpact on fiscal retrenchment.Page 11Working Papers on Global Financial Markets No. 44should generally favour less external restrictions on national fiscal policy. Thisholds even more in the case of upcoming elections. Accordingly, in order to controlfor election effects, the following hypothesis is tested:Hypothesis VIII: Elections Forthcoming elections systematically increase political aversion to the Pact.Partisan Politics The value policymakers attach to sound fiscal policies might differ depending ontheir political orientation. Generally, incumbents can apply fiscal policies in order to serve the interests of their core constituencies thereby increasing popularityamong the electoral base such as different social groups. The literature frequentlyclaims that leftwing parties tend to serve the interests of workers and lower income individuals who are particularly affected by low growth and high unemployment, respectively. By contrast, conservative parties care more about inflation sincetheir core constituency consists of wealthier individuals see, e.g., Hibbs, 1977 and Swank, 1993.Partisan models have been investigated by several authors. Though empirical evidence on the link between partisan politics and the implementation of economicpolicies is mixed Ehrmann and Fratzscher, 2011; Pamp, 2008; Clark and Hallerberg, 2000, political rhetoric undermining the SGP could be determined by partyideology. Since the SGP is an external constraint to national fiscal policymaking,leftwing parties might have an aversion to strict enforcement of the Pacts rules.Assuming that leftwing parties more frequently pursue expansionary fiscal policiesand have a bias for fiscal deficits, the following hypothesis should hold:Hypothesis IX: Leftwing Government The higher the share of leftwing parties in government, the higher the countrys politicalaversion to the SGP.III Empirical Analysis III.1 Data and Variable Definitions This section describes the data underlying the subsequent empirical analysis. Inorder to study the determinants of political rhetoric that is undermining the SGP,a panel of quarterly data of 12 EMU countries 8 is constructed, covering the period 2001 to 2008. This period is chosen for two reasons: 1 2001 marks the year of Greeces accession to the Eurozone. For that reason our dataset is uniform for the 8Austria, Belgium, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands,Portugal, and Spain.Page 12Working Papers on Global Financial Markets No. 44overall period. 2 In 2008, national budgets of EMU countries and, as a consequence, political rhetoric about fiscal policy were not yet affected by the Europeansovereign debt crisis that emerged in late 2009.In order to quantitatively catch the political process before and after the SGPs 2005reform, we develop the political statements variable P Si,t, which is the quarterlynumber of political statements of politicians of country t in quarter i. This variablecan be read as strength of national political aversion to the SGP. Relevant commentaries are extracted from the original dataset underlying the work of Bauer and Zenker 2012a and Bauer and Zenker 2012b. Political commentaries are systematically extracted from the FACTIVA database. The data applied in the subsequentanalysis is restricted to political statements made by either national heads of government or members of the Eco Fin.9Following the methodology of Ehrmann and Fratzscher 2011, we consider newsarriving in English language only. Since FACTIVA contains news arriving from 14.000 sources such as newswire reports and local newspapers, this selection shouldbe comprehensive though. Political aversion is defined as follows: 1 calls for flexible interpretation of the SGPs rules and 2 calls for changing the rules of the SGPframework.The original data extraction was done individually by the authors and is thus basedon the authors own judgements according to the previously devised definition. Inthe vast majority of commentaries wording is unambiguous. In order to account forpossible discrepancies and to avoid doublecounting due to the fact that FACTIVAfrequently contains a number of news entries that are related to one single eventthe authors crosschecked coding of the data and removed decoded statements thatwere not unanimous. First of all, the authors evaluated all the data thereby determining whether a specific news entry contains information about statementsconcerning the SGP. In a next step, the news selected have been encoded in orderto enable statistical computation. For that reason, each event has been decodedwith discrete values destabilising 1, neutral 0 according to its very content. See figure 1 in appendix 5 for an overview of the development of politicalrhetoric against the SGP. The figures provide prima facie evidence that eurozonemembers political aversion to the SGP is positively correlated to the average EMUfiscal deficit.Based on the theoretical considerations presented in section II, the subsequent analysis links the economic as well as the political economy factors to the data onpolitical aversion to the SGP. For a detailed description of the underlying data viewtable 2 in appendix 5. In order to measure the strength of political aversion, thenumber of political statements is aggregated by country on a quarterly basis.9Bauer and Zenker 2012a and Bauer and Zenker 2012b also account for political behaviour inwhich an infringement of the SGP is not appropriately punished, ie political decisions at Eco Finlevel and European Commission official statements and European Commission decisions.Page 13Working Papers on Global Financial Markets No. 44The cyclically adjusted annual deficit captures the extend to which political aversionto the SGP is related to actual fiscal performance. In order to account for politicians preferences related to economic growth, the negative GDP growth differential accounts for politicians preferences to domestic economic conditions. Thelongterm interest rate on government bonds captures the extend to which politicalaversion to the Pact is affected by the cost of borrowing.The annual ratio of national GDP to total EMUGDP is taken as a proxy for political and economic power in EUEMU political affairs. To test whether nationalpolitical aversion is a selfenforcing process, a dummy variable is constructed, thatis equal to one if the total number of statements excluding statements of countryi is larger than the sample mean. As an indicator of the number of institutionalveto players, the Lijphart first dimension index captures the extend to which government fragmentation is related to the strength of political aversion to the SGP.The variable EDP accounts for shifts in fiscal preferences of politicians of countriesthat are subjected to an excessive deficit procedure. EDP is a dummy variable thatis equal to one for all quarters where the national government is subjected to anexcessive deficit procedure. Since fiscal preferences of politicians are affected byreelection considerations, we account for the event of national elections. Thevariable Election is a dummy variable that is equal to one in the quarter of a parliamentary election and the quarter prior to the quarter of an election. For Franceand Italy we also account for the event of presidential elections. Since we are alsointerested whether party affiliation within the cabinet affects political aversion tothe SGP, we test the effect of the percentage amount of socialdemocrats and otherleft parties in the national cabinet.III.2 Econometric Framework For our political statements variable, the reduced form equation that is estimatedcan be formalised as follows:P Si,t t 1Budgetary Balancei,t 2Neg Growth Diffi,t 3Interest Ratei,t4Political Poweri,t 5Peer Pressurei,t 6Vetoi,t7EDPi,t 8Electioni,t 9LeftWingi,t i,t1where i represents country 1,  , 12 and t indexes the period 1Q2001 to 4Q2008.The dependent variable P Si,t represents the quarterly number of countryspecificpolitical statements undermining the SGP. In order to test for robustness and differences within the two subgroups, we provide estimates for aggregate statements ofnational heads of government and members of the Eco Fin as well as separate estimates for either of this group of politicians three dependent variable series. Thevector of explanatory variables includes the budgetary balance Budgetary Balancei,t,Page 14Working Papers on Global Financial Markets No. 44the negative growth differential Neg Growth Diffi,t, the longterm interest rate Interest Ratei,t,the national GDP to EMUGDP ratio Political Poweri,t, peer pressure Peer Pressurei,t,the size of government fragmentation Vetoi,t, the EDP dummy variable EDPi,t,the election dummy variable Electioni,t, and the share of leftwing parties in thegovernment LeftWingi,t. Fixed effects are represented by t in order to captureunobservable timespecific heterogeneity. i,t captures the residual variation of thecrosssections over time.The dependent variable time series consist of always positive and discrete countdata, where an event count is the number of political statements per quarter. Thusa count data model needs to be estimated, such as the Poisson regression modelsee, e.g., Wooldridge, 2002 pp 645; Cameron and Trivedi, 1998. Model specification tests point to overdispersion in the data thus leading us to reject the Poissonrestrictions. For this reason a negative binomial regression model is applied.The negative binomial model is derived from the Poisson distribution. Thus thestarting point of the regression analysis is the loglinear Poisson regression modelthat ensures nonnegativity. Given i represents the parameters for individual hetcid:2erogeneity individual fixed effects, xi,t is a vector of explanatory variables and is the vector of unknown coefficients, the conditional mean equation can be formalised ascid:2i,t.E yi,t xi,t, i i,t expi x2For the Poisson model it is assumed that the conditional variance V ar yi,t xi,t, iis equal to the conditional mean E yi,t xi,t, i. Since this assumption is relaxedin the negative binomial regression model we assume that yi,t follows a negative binomial distribution allowing the variance to exceed the mean. For the N EGBIN1model see Cameron and Trivedi, 1998 and Guimaraes, 2008 the conditional variance can be formalised as V ar yi,t xi,t, i i,t1 i,3where i is a scalar parameter, also known as dispersion parameter, that is to beestimated.IV Empirical Results Estimates of OLS regressions can predict negative expected values of the conditional mean of the dependent count variable, though, according to simulations of Sturman 1999, OLS estimates do also perform well. In addition, although Poisson and negative binomial models theoretically match the assumptions of the data Page 15Working Papers on Global Financial Markets No. 44better than OLS, the OLS estimator is unbiased. Thus we provide additional OLSspecifications in order to test for robustness of the results. OLS results can be foundin appendix 3, tables 6, 7, 8.We provide estimation results for the whole sample of 147 political statements. Inaddition, we test for differences between politicians separately, which leaves us to 82 Eco Fin statements, and 65 statements of EU heads of government, respectively.The estimation results are presented in appendix 2, tables 3, 4, 5.The impact of economic determinants on political aversion to the SGP is tested inmodel 1. As expected, the coefficients of the cyclically adjusted budgetary balance,the negative GDP growth differential, and the longterm interest rate on government bonds are negative and highly statistically significant. These results are highlyrobust across different model specifications and also robust to the split up of thedependent variable observations into two subgroups. Although less statisticallysignificant, these results are also robust to most OLS specifications.Above results confirm hypothesis 1, 2, and 3. As expected, political aversion againstthe SGP is the higher, the smaller the national budgetary surplus is or the higherthe budgetary deficit is. Similarly, the lower national GDP growth is relative tothe rest of the currency club, the higher is national political aversion to the SGP.Finally, the higher the costs of borrowing, the lower is national political aversionto the SGP. Apparently, political aversion to the SGP is substantially driven bynational economic conditions. On the one hand, above results indicate that political aversion to a multilateral fiscal rule increases when domestic economic growthmoderates and the national budgetary balance deteriorates. On the other hand,the findings indicate that politicians aversion to a multilateral fiscal rule decreaseswhen costs of borrowing rise.The impact of political economy determinants of political aversion to the SGP istested in models 2 to 8. Looking at economic power in model 2, we observe thatthe coefficient for this variable is positive and highly statistically significant. Thisresult is robust across all specifications and OLS estimations. For both Eco Finand heads of government statements the numbers of the coefficients do not differsignificantly. These results lend strong support for hypothesis 4. As expected, thestronger economic power is, the stronger is political aversion to the SGP expressedby national policymakers.As can be seen from model 3, the effect of peer pressure is positive and statisticallysignificant for the total sample of political statements as well as for statements arriving from members of the Eco Fin. These results lend support for hypothesis 5,which states that national political aversion is positively correlated to the political aversion of other members of the currency club so that opposition against the Pact becomes selfenforcing. For EU heads of government statements, however,we do not find the coefficient for peer pressure to be statistically significant. Thisfinding reflects that most of the debate about the interpretation of the SGP took Page 16Working Papers on Global Financial Markets No. 44place among EU finance and economics ministers having regular meetings. Sincerepresentatives of the Eco Fin frequently provide public statements after summits,their tenor generally reflects the outcome of the prior debate or, for most of thepart, the consensus reached before. Thus the results indicate that selfenforcementof opposition against the Pact is more likely to exist when coordination of nationalfiscal policies is institutionalised. Yet, since we study a period in which the SGPframework was seriously weakened, it remains an open question whether institutionalised selfenforcement in favour of the rules or in favour of stronger rulesmight emerge in a different economic setting. At least in the context of the European sovereign debt crisis, recent developments show that fiscal policy coordinationat European level can bring forth renewed sets of rules as the preconstitutional debates prior to the establishment of the new European Fiscal Compact demonstrate.Regarding government fragmentation, in model 4 we find the coefficient for institutional veto players to be positive and statistically significant across all specifications.This outcome is also robust to OLS specifications and the splitup into the political subgroups. In addition, for both members of the Eco Fin and EU heads ofgovernment the numbers of the coefficients do not differ significantly. These results support hypothesis 6. As expected, the higher government fragmentation, thehigher is political aversion to the SGP.Surprisingly, we do not find strong support for hypothesis 7, which states that political aversion to the Pact is higher for countries subjected to an excessive deficitprocedure. Some support for this hypothesis arises from aggregate statements andstatements arriving from EU heads of government in model 5. For both groupsthe coefficient of the EDP dummy is positive and statistically significant given thatother political economy control variables are not included to the model. The corresponding coefficients lose statistical significance when we control for other political economy variables in model 8. Thus we cannot confirm that policymakers ofcountries subjected to an EDP generally have a higher aversion to the Pact.The election dummy does not gain statistical significance in any of the specifications tested. Accordingly, we cannot confirm hypotheses 8, which states that policymakers facing national elections generally have a higher aversion to the Pact.Similarly, the coefficient for the leftwing government dummy does not gain statistical significance for most of the specifications tested. Accordingly, we do not findsupport for hypotheses 9. Thus the results indicate that political ideology does notexplain the strength of national political aversion to the Pact.V Policy Implications for EMU Fiscal Governance The findings show that in the period under study political aversion to the rulesand procedures of the SGP is particularly determined by national economic conditions. Moreover, political power, negative peer pressure, and national governmentfragmentation systematically contribute to political noncommitment to the SGPframework.Page 17Working Papers on Global Financial Markets No. 44Since national political nonownership of the rules and procedures of the Pact finally ended up in discretionary practices over its enforcement and two reforms ofthe overall framework, these findings have implications on the assessment of thefuture effectiveness of the recently reformed framework of EUEMU fiscal cooperation.In December 2011, five new regulations and one directive, altogether aiming for enhanced EUEMU fiscal and economic cooperation, came into effect. The packageknown as Six Pack includes renovations of the preventive and the dissuasive armof the SGP. For a large part, it consists of a complex and thus intransparent setof policies and procedures aiming to enhance the effectiveness of surveillance andcorrection of national fiscal policies. The key provisions of the renovated framework are presented in table 9 in appendix 4. In addition to the revised SGP, 25 EUheads of government signed the TSCG in March 2012. As part of this intergovernmental treaty, the socalled European Fiscal Compact Title III further aims tostrengthen multilateral fiscal governance of EUEMU member countries, mainlyby empowering the role of the European Commission and the Court of Justice ofthe European Union. The key provisions of the TSCG are presented in table 10 inappendix 4.At a first glance, this new legislation appears to be quite ambitious. However, thecrucial question is whether national policymakers ruling in the future will meet theobligations they are subject to. In the light of above findings, the new frameworkleaves substantial uncertainty about member states future compliance with thenew framework, notably due to four shortcomings.1 Formally, the preventive arm of the revised SGP has been strengthened. If amember state significantly deviates from its countryspecific mediumterm budgetary objective MTO, the European Commission can issue an early warningdirectly to the member state concerned. In addition, the European Commissioncan now propose to impose financial sanctions on nonconformers, unless the Council rejects these proposals by qualified majority. Both amendments formallystrengthen the power of the European Commission and increase the automatismsof the procedures under the preventive arm. However, both amendments also require the European Commission to act rigorous in the spirit of the proceduresand independent from political interests. Further uncertainty remains over the Eco Fins decision to block financial sanctions proposed by the European Commission.As was shown in the empirical part of this paper, national political aversion to theprocedures of the Pact is strong in times of low economic growth and high fiscaldeficits. When economic growth is low and national fiscal pressures are high, the Eco Fin is likely to make use of the discretionary power over the rejection of proposals made by the European Commission. The European Council already officiallyannounced to apply the preventive arm of the revised SGP in a growthfriendlyway: While fully respecting the Stability and Growth Pact, the possibilities ofPage 18Working Papers on Global Financial Markets No. 44fered by the EUs existing fiscal framework to balance productive public investmentneeds with fiscal discipline objectives can be exploited in the preventive arm of the SGP European Council, 2012, pg 1. Based on these insights, it is likely that thehigher degree of automaticity under the preventive arm of the Pact will fall shortof national political objectives.10It is of further importance that political rhetoric against the SGP is not restrictedto national policymakers. In the past, national political aversion spilled over to the European Commission. The political debate before the reform of the initial SGP in March 2005 clearly demonstrates that the European Commission itself contributedto the gradual undermining of the Pact. Figure 2 in appendix 5 quantitatively showsthe evolution of political voices arising from European Commission officials overthe period 2001 to 2010. The figure demonstrates that the European Commissionalso responds to national fiscal deficits to political pressure related to national fiscaldeficits by adopting a rhetoric that undermines the SGP. This behaviour is in linewith the theory of bureaucracies. Before the initial Pacts reform in March 2005 the European Commission had an interest to keep the Pact alive since no Pact wouldhave decreased the right of initiative as well as the influence of the Commission asagenda setter in European fiscal policy coordination. Thus it started to argue infavour of a modified Pact Schwarzer, 2007, pp. 175.As a consequence, it is likely that the European Commission will give way to national political interests in the future again, particularly to consider exceptional circumstances in the evaluation of member countries compliance with the provisionsof the revised framework. In times of low EUEMU wide economic growth, the European Commission might thus be politically encouraged to make use of the severe economic downturn clause as laid down in Regulation EU No 11752011.This is even more likely because it is still generally accepted that fiscal austerity isharmful to economic growth see Marzinotto and Sapir, 2012 for a similar argument.2 The Eco Fin still has substantial discretionary power to decide on whether anexcessive deficit exits under the dissuasive arm of the revised SGP. Particularly, the Eco Fins decision is still to be made be qualified majority voting. In addition, the European Commission has to apply the policies and regulations laid down in therevised Pact in a strict manner in order to assess whether an excessive deficit existsor not. Both provisions are likely to fall short of the political process when economic conditions turn worse. This applies to the same extent to the obligation toreduce government deficits and to reduce general government debt which is abovethe 60 per cent reference level.10In this context, Holler and Reiss 2011 question that economically significant sanctions will beimposed on fiscal sinners in the near future. Similarly, Kullas 2011 argues that quasiautomaticsanctions will not have a deterrent effect on member countries and the revised Pacts new expenditure clause will further increase the complexity of the preventive arm. For that reason, accordingto Kullas, political and public acceptance of the multilateral fiscal framework should further decrease.Page 19Working Papers on Global Financial Markets No. 44As for the deficit criterion, the new TSCG particularly strengthens the excessivedeficit procedure by requiring contracting Parties whose currency is the euro toadopt European Commission proposals or recommendations, unless qualified majority blocks these decisions. Though this formal requirement aims to strengthenpolitical commitment to the corrective arm of the revised Pact, the debt criterionis not affected. Apparently, euro area policymakers voted against a too tight straitjacket for national fiscal policies.3 Under the new TSCG, euro area heads of state and heads of government areencouraged to meet twice a year in informal summits to discuss EMU governancetogether with representatives of other European institutions. Following the argument of the ECB 2012, these meetings at highest political level may strengthenpolitical ownership, transparency and democratic accountability of Europes fiscalframework. Since not only finance ministers enter the debate, the discussion ofa more comprehensive set of policy areas e.g. competition and employment policy can help to improve EMU fiscal governance. However, although policymakerscan shape and coordinate national fiscal policies at these summits, they are notobliged to. In addition, we can draw from the empirical analysis above, that selfenforcement of opposition against the procedures laid down in the Pact or againstthe TSCG is more likely to prevail when coordination of national fiscal policies isinstitutionalised.Being aware of this substantial weakness, the European Central Bank ECB alreadyreminds policymakers that at the national level, broad ownership is needed, ieparliaments, governments and monitoring institutions must live up to the spirit ofthe TSCG and ensure full compliance with the balanced budget rule. This is vitalto anchor fiscal discipline and market expectations of the sustainability of publicfinances in Europe, which in turn will foster mediumterm growth ECB, 2012,pg. 94. Political ownership of a fiscal stability rule, however, depends on a politicalstability culture that can hardly be changed by legislators see, e.g., Josselin et al.,2012; Heinemann et al., 2011. Insofar it remains an open question whether thesesummits will enhance or further undermine fiscal governance in the euro area.114 Under the new TSCG, contracting parties shall ensure a balanced budget as partof their MTO. As for the effective enforcement of this provision, the European Commission is encouraged to ensure that contracting parties converge towardstheir countryspecific MTO in case of deviation from the balanced budget rule.If a country fails to comply with this provision, one or more contracting partiesmay ask the Court of Justice of the European Union to rule over compliance withthe rules and the imposition of financial sanctions.Formally, this new provision empowers the Court to veto on national budgets.However, judicial enforcement of the Courts decision is subject to considerable 11Needless to say, the author does not object these summits per se. These summits are importantfora where ideas can be exchanged, deficient concepts can be questioned and more adequate policies be launched.Page 20Working Papers on Global Financial Markets No. 44uncertainties, mainly for three reasons: First, past experience has shown that political peer pressure on fiscal sinners was weak. On the contrary, as was shownin the empirical part of this paper, peer pressure to reject the SGPs fiscal rulesfrequently entered the political disputes among national politicians as well as theclashes with the European Commission. Political behaviour is unlikely to changein this matter. It thus remains an open question which countries will be the firstto bring matters to the Court. Second, the European Commission is not allowedto take matters to court. Instead the European Commission is restricted to assessthe measures applied by the countries concerned. As already discussed above, byperforming this task, the European Commission might capitulate to national political interests. Third, even if the Court finds that there has been a violation of thetreatys provision, realisation of the judgement is rather unlikely due to the nationalsovereignty of each contracting party. Contracting parties are likely to accept theruling of the Court, but unlikely to rapidly change national fiscal policies, or evento pay financial sanctions. Following the empirical results above, compliance withthe Courts ruling will be even more unlikely in times of poor domestic economicperformance and budgetary pressures.The provision to anchor the elements of the balanced budget rule in national constitutions or national budgetary procedures as well as the requirement that theseprovisions should be subject to Court of Justice of the European Union mightstrengthen national policymakers commitment to comply. The more bindingcharacter of the provisions and potential pressure by national electorates may contribute to more compliance at national level. However, at the same time this provision already indicates that signatories of the TSCG do not give much trust inthe future effectiveness of the revised SGP. All of these objections give argumentto raise doubts that the new EUEMU framework of fiscal governance will be resistant to the dynamic commitment problem, causing it to become another softbudget constraint.12Although external enforcement of the new provisions and financial sanctions areunlikely, the higher degree of transparency might improve financial market discipline which in turn contributes to commitment to the rules. As demonstrated bythe empirical results of this paper, the higher interest rates on government borrowing are the lower is the strength of political aversion to the provisions of amultilateral fiscal rule. This does not necessarily mean that national policymakerswill stick to the concrete provisions of the new treaties, but rising costs of borrowing increase the likelihood of national fiscal policy decisions in the spirit of the newtreaties.Whether market discipline will be effective remains an open question. As a nec12In the context of planned economies and stateowned enterprises, the term soft budget constraint has been introduced by Kornai 1979. The argument is that policymakers are unable toimpose hard economic budget constraints on stateowned enterprises. In turn these enterprisesform bailout expectations which is a precondition for moral hazard.Page 21Working Papers on Global Financial Markets No. 44essary condition for market discipline to work more effective than in the previousregime see, e.g., Bauer and Zenker, 2012a, EUEMU policymakers are advised tofully comply with the fiscal surveillance transparency provisions under the revised SGP in order to increase public awareness of undesirable fiscal developments. Inaddition, good performers should abstain from signalling to grant excessive emergency bailout packages to bad performers.VI Conclusion Focusing on the Stability and Growth Pact SGP, the Pact, this paper studies the determinants of national policymakers changing commitment to a multilateral fiscalrule, referred to as the dynamic commitment problem. The economic and political economy factors that determine national politicians aversion to an externallyimposed fiscal rule are studied in the empirical part of this paper. The empiricalanalysis is based on an event study including 147 statements of EU heads of government the European Council and members of the Economic and Financial Affairs Council Eco Fin, the Council. The underlying political rhetoric is either relatedto flexible interpretations of the SGP or calls for changing the rules of the overallframework over the period 2001 to 2008. In order to estimate the determinants ofnational political ownership, these statements are used as an indicator of politicalnoncommitment to the SGP.Based on standard theoretical politicaleconomy considerations, a number of testablehypotheses is derived. The empirical findings show that in the past national political aversion to the rules and procedures of the SGP was particularly determined bynational economic conditions. The size of the national budgetary deficit, the levelof domestic economic growth, and the costs of government borrowing systematically determine the strength of political aversion to the Pact. In addition, politicaland economic power, negative peer pressure, and national government fragmentation are found to systematically contribute to political noncommitment to the SGP framework. Partisan effects and elections are found to be less relevant.In the past, national political nonownership of the provisions of the SGP finallyended up in discretionary practices over its enforcement and two reforms of theoverall framework. For these reasons, the empirical findings of this paper haveimplications on the assessment of the future effectiveness of the recently reformedframework of EUEMU fiscal cooperation. The findings give strong argument tocast doubts on national policymakers future commitment to the revised SGP andthe recently adopted European Fiscal Compact.Under the new regime, external enforcement of concrete preventive and correctivemeasures is still unlikely, as is the imposition financial sanctions. The discretionarypower left to national policymakers is still high under the revised SGP. The numberof exceptional events and conditions that may be taken into account are likely to beexploited. The European Commission is a key player, but is likely to fall short ofnational policymakers interests. As for the European Fiscal Compact, the limited Page 22Working Papers on Global Financial Markets No. 44power of the Court of Justice of the European Union is likely to fall short ofnational sovereignty thus preventing compliance with the rules and the impositionof financial sanctions, respectively.Although effective external enforcement of the new provisions and financial sanctions is unlikely, the higher degree of transparency if thoroughly adopted by EUEMU members might improve financial market discipline which in turn contributes to commitment to the rules. Increased market discipline does not necessarily mean that national policymakers will stick to the concrete provisions of thenew treaties, but rising costs of borrowing increase the likelihood of national fiscalpolicy decisions in the spirit of the new treaties.The main message of this paper is that the dynamic commitment problem is likelyto continue to exist under the new regime of EUEMU fiscal governance. Domestic economic conditions mainly determine policymakers aversion to multilateralenforcement of fiscal cooperation. A mainly externally imposed soft budget constraint is illsuited to ensure fiscal sustainability in a monetary union that is not apolitical union.Given that national policymakers fully comply with the fiscal surveillance provisions under the revised SGP, the new framework might improve market disciplinethus imposing a hard economic budgetary constraint on national fiscal policymaking. As a contribution to attaining these goals, good fiscal performers should abstain from signalling to grant excessive emergency bailout packages to bad performers.Page 23Working Papers on Global Financial Markets No. 44References Afonso, A., Agnello, L., and Furceri, D. 2010. Fiscal policy responsiveness, persistence, and discretion. Public Choice, 145:503530.Alesina, A., Ardagna, S., and Trebbi, F. 2006. Who Adjusts and When? On the Political Economy of Reforms. NBER Working Paper, 12049:132.Alesina, A., Broeck, M. d., Prati, A., Tabellini, G., Obstfeld, M., and Rebelo,S. 1992. Default Risk on Government Debt in OECD Countries. Economic Policy, 715:428463.Alesina, A. and Cukierman, A. 1990. The Politics of Ambiguity. The Quarterly Journal of Economics, 1054:829850.Alesina, A. and Perotti, R. 1999. Budget Deficits and Budget Deficits. NBERWorking Paper, 4637:157.Alexopoulou, I., Bunda, I., and Ferrando, A. 2009. Determinants of Government Bond Spreads in New EU Countries. European Central Bank Working Paper Series, 1093:126.Balassone, F., Daniele, F., and Raffaela, G. 2004. Marketinduced fiscal discipline:Is there a fallback solution for rule failure? Bank of Italy Research Paper, pages 389426.Barrios, S., Iversen, P., Lewandowska, M., and Ralph, S. 2009. Determinants ofintraeuro area government bond spreads during the financial crisis. European Economy Economic Papers, 388:128.Barro, R. J. 1979. On the Determination of the Public Debt. Journal of Political Economy, 875:940971.Bauer, M. and Zenker, M. 2012a. Market Discipline Under a Politicised Multilateral Fiscal Rule: Lessons from the Stability and Growth Pact Debate. Working Papers on Global Financial Markets, 35:132.Bauer, M. and Zenker, M. 2012b. Minor Nuisance Around Foreign Exchange Markets: Lessons from the Stability and Growth Pact Debate. Working Paperson Global Financial Markets, 32:127.Bayoumi, T., Goldstein, M., and Woglom, G. 1995. Do Credit Markets Discipline Sovereign Borrowers? Evidence from U.S. States. Journal of Money, Credit and Banking, 274:10461059.Berger, H., Kopits, G., and Szekely, I. P. 2004. Fiscal Indulgence in Central Europe: Loss of the External Anchor? IMF Working Papers, WP0462:122.Page 24Working Papers on Global Financial Markets No. 44Buti, M. and van den Noord, P. 2003. Discretionary Fiscal Policy and Elections:The Experience of the Early Years of EMU. OECD Economics Department Working Papers, 351:119.Cameron, A. C. and Trivedi, P. K. 1998. Regression Analysis of Count Data. Cambridge University Press, New York.Clark, W. R. and Hallerberg, M. 2000. Mobile Capital, Domestic Institutions, and Electorally Induced Monetary and Fiscal Policy. The American Political Science Review, 942:323346.Cusack, T. R. 1999. Partisan Politics and Fiscal Policy. Comparative Political Studies, 324:464486.De Haan, J., Berger, H., and Jansen, D.J. 2003. The End of the Stability and Growth Pact. CESifo WORKING PAPER NO. 1093, 1093:140.Debrun, X., Moulin, L., Turrini, A., Ayusoi Casals, J., and Kumar, M. S. 2008.Tied to the mast? National fiscal rules in the European Union. Economic Policy,2354:297362.Dewan, T. and Shepsle, K. A. 2011. Political Economy Models of Elections.Annual Review of Political Science, 14:311330.ECB 2012. A Fiscal Compact for a Stronger Economic and Monetary Union.ECB Monthly Bulletin, pages 7994.Ehrmann, M. and Fratzscher, M. 2011. Politics and Monetary Policy. The Reviewof Economics and Statistics, 933:941960.Eichengreen, B. 2005. Europe, the euro and the ECB: Monetary success, fiscalfailure. Journal of Policy Modeling, 27:427439.Eslava, M. 2011. The Political Economy of Fiscal Deficits: A Survey. Journal of Economic Surveys, 254:645673.EU Commission 2006. : 101 Proposals to reform the Stability and Growth Pact.Why so many? A Survey. EC ECONOMIC PAPERS, 267:148.EU Commission 2010. Economic governance package 1: Strengthening the Stability and Growth Pact: MEMO10455.EU Commission 2012. Report on Public finances in EMU 2012.European Council 2012. European Council Conclusions 1314 December 2012.EUCO 20512, pages 113.Franzese, R. J. J. 2002. Electoral and Partisan Cycles in Economic Policies and Outcomes. Annual Review of Political Science, 5:369421.Page 25Working Papers on Global Financial Markets No. 44Goldbach, R. and Fahrholz, C. 2011. The Euro Areas Common Default Risk:Evidence on the Commissions Impact on European Fiscal Affairs. European Union Politics, 124:507528.Golinelli, R. and Momigliano, S. 2006. Realtime determinants of fiscal policiesin the Euro area. Journal of Policy Modeling, 28:943964.Grilli, V., Masciandaro, D., Tabellini, G., Malinvaud, E., and Pagano, M. 1991.Political and Monetary Institutions and Public Financial Policies in the Industrial Countries. Economic Policy, 613:341392.Gross, D. A. and Sigelman, L. 1984. Comparing Party Systems: A Multidimensional Approach. Comparative Politics, 164:463479.Guimaraes, P. 2008. The fixed effects negative binomial model revisited. Economic Letters, 99:6366.Hauptmeier, S., SanchezFuentes, J., and Schuknecht, L. 2011. Towards expenditure rules and fiscal sanity in the euro area. Journal of Policy Modeling, 334:597617.Heinemann, F., Kalb, A., and Osterloh, S. 2011. Sovereign risk premia: the linkbetween fiscal rules and stability culture. Paper Prepared for the Workshop Public Finances in Times of Severe Economic Stress: The Role of Institutions, European Commission, DG ECFIN, pages 125.Hercowitz, Z. and Strawczynski, M. 2004. Cyclical Ratcheting in Government Spending: Evidence from the OECD. The Review of Economics and Statistics,861:353361.Hibbs, D. A. 1977. Political Parties and Macroeconomic Policy. American Political Science Review, 714:14671487.Holler, J. and Reiss, L. 2011. What to Expect from the Latest Reform of the Stability and Growth Pact. Monetary Policy the Economy, Q411:8598.IMF 2004. Has Fiscal Behavior Changed Under the European Economic and IMF World Economic Outlook, September 2004, pages 103Monetary Union?118.Josselin, J., Padovano, F., and Rocaboy, Y. 2012. Fiscal Rules vs. Political Cultureas Determinants of Soft Budget Spending Behaviors: Evidence from Italien and French Regions. IREF Working Papers.Kornai, J. 1979. ResourceConstrained versus DemandConstrained Systems.Econometrica, 474:801819.Kullas, M. 2011. Kann der reformierte Stabilitats und Wachstumspakt den Euroretten? Centrum fur Europaische Politik CEP.Page 26Working Papers on Global Financial Markets No. 44Lane, T. D. 1993. Market Discipline. IMF Staff Papers, 401.Larch, M., van den Noord, P., and Jonung, L. 2010. The Stability and Growth Pact: Lessons from the Great Recession. European Economy Economic Papers,429:154.Lemmen, J. J. G. and Goodhart, C. A. E. 1999. Credit Risks and European Government Bond Markets: A Panel Data Econometric Analysis. Eastern Economic Journal, 251:77107.Maravalle, A. and Claeys, P. 2012. Boombust cycles and procyclical fiscal policyin a small open economy. Journal of Policy Modeling, 34:735754.Marzinotto, B. and Sapir, A. 2012. Fiscal Rules: Timing is Everything. bruegelpolicybrief, 2:18.Mckay, D. 2006. Economic logic or political logic? Economic theory, federaltheory and EMU. Journal of European Public Policy, 123:528544.Meyer, C. 2004. The hard side of soft policy coordination in EMU: the impact ofpeer pressure on publicized opinion in the cases of Germany and Ireland. Journalof European Public Policy, 115:814831.MulasGranados, C. 2003. The Political and Economic Determinants of Budgetary Consolidation in Europe. European Political Economy Review, 1:1539.Padoan, P. C. 2002. EMU as an Evolutionary process. Governing the worldsmoney. Cornell University Press, Ithaca.Pamp, O. 2008. Partisan Preferences and Political Institutions: Explaining Fiscal Retrenchment in the European Union. European Political Economy Review,8:439.Price, R. 2010. The Political Economy of Fiscal Consolidation. OECD Economics Department Working Papers, 776:143.Roubini, N. and Sachs, J. D. 1989. Political and Economic Determinants of Budget Deficits in the Industrial Democracies. European Economic Review, 33:903938.Sachverstandigenrat 2010. Jahresgutachten 201011, Chancen fur einen stabilen Aufschwung. Sachverstandigenrat zur Begutachtung der gesamtwirtschaftlichen Entwicklung.Schaltegger, C. A. and Feld, L. P. 2009. Are fiscal adjustments less successful indecentralized governments? European Journal of Political Economy, 25:115123.Schuknecht, L. 2005. Stability and Growth Pact and Lessons from Political Economy. International Economics and Economic Policy, 2:6589.Page 27Working Papers on Global Financial Markets No. 44Schuknecht, L., Moutot, P., Rother, P., and Stark, J. 2011. The Stability and Growth Pact: Crisis and Reform. ECB Occasional Paper, 129:123.Schwarzer, D. 2007. Fiscal Policy Coordination in the European Monetary Union:A PreferenceBased Explanation of Institutional Change. Aktuelle Materialien zur Internationalen Politik, Stiftung Wissenschaft und Politik, Berlin.Sturman, M. C. 1999. Multiple Approaches to Analyzing Count Data in Studiesof Individual Differences: The Propensity for Type I Errors, Illustrated withthe Case of Absenteeism Prediction. Educational and Psychological Measurement,59:414430.Swank, O. H. 1993. Popularity functions based on the partisan theory. Public Choice, 75:339356.Tsebelis, G. 2002. Veto Players: How Political Institutions Work. Princeton University Press, Princeton.Tsebelis, G. and Chang, E. C. C. 2004. Veto players and the structure of budgets in advanced industrialized countries. European Journal of Political Research,43:449476.Turrini, A. 2008. Fiscal policy and the cycle in the euro area: The role of government revenue and expenditure. European Economy Economic Papers, 323:142.Volkerink, B. and De Haan, J. 2001. Fragmented government effects on fiscalpolicy: New evidence. Public Choice, 10934:221242.Wooldridge, J. M. 2002. Econometric Analysis of Cross Section and Panel Data. The MIT Press, Cambridge.Wyplosz, C. 2005. Fiscal Policy: Institutions versus Rules. National Institute of Economic Review, 191:7085.Wyplosz, C. 2012. Fiscal Rules: Theoretical Issues and Historical Experiences.The Graduate Institute, Geneva, pages 127.Page 28Working Papers on Global Financial Markets No. 44tnemnrevo Gsnoitcel EPDEote Vsreyal Perusser Prewo Ptseretn Ieta Rgnwitfe Llanoitutitsn Iree Pcimonoc Emretgno LPDGhtwor Glaitnereffi Dtnemnrevo Gyrategdu Bstnemetat Sstnemetat Sll Aecnala Bfosdae Hin Foc Estnemetat Sselbaira Vssorc Anoitalerro C:1elba T1xidnepp A001.001.100.001.200.100.001.910.200.110.001.300.400.900.800.001.100.500.330.100.520.001.600.410.300.910.400.600.001.300.310.800.900.110.100.100.001.600.900.500.200.140.210.800.110.001.700.800.400.120.220.100.110.400.400.001.850.310.400.200.720.630.500.800.700.400.001.090.880.stnemetat Sll Astnemetat Snfioc Evo Gfostnemetat Stnemnresdae H110.la Byrategdu Becna 700.htwor GPDGlaitnereffi D100.retn Imre Tgno Leta Rtse 720.330.400.110.200.500.rewo Pcimonoc Eerusser Pree Planoitutitsn Isreyal Pote Vsnoitcel EPDEvo Ggnwitfe Ltnemnre.XXelbatninevigsiatadehtfonoitpircseddeliated A.selbairavtnednepednidnatnednepedehtssorcastneicfifeocnoitalerrocehtswohselbateh TPage 29xa Min M.ve D.dt Snaide Mnae M.sb Oecruo S008.000.890.000.630.741IAVTCAF004.000.005.000.346.2421.015.275.924.122.750.350.482.290.160.000.000.120.610.2856680.800.124.150.234210.324.234234scitsitat S:kooltu Ocimonoc EDCEOecnalabyramirptnemnrevogticfied.PDGlaunnadetsudajyllacilcy Claitnetopfoegatnecrepasatatsoru E.raeysuoiverpmorfegnahcegatnecrep,PDGlaerfohtwor GIAVTCAFerpretnielbixeflgnitacidniin Foc Eehtfosrebmemfostnemetat S.mroferrofsllacrotca Pehtfonoitat IAVTCAFaterpretnielbixeflgnitacidnitnemnrevogfosdaehfostnemetat S.mroferrofsllacrotca Pehtfonoitkooltu Ocimonoc EDCEOesabatadsnoitcejor Pdna.Y01sdnobtnemnrevognoetartseretnimretgno L0912.001.020.000.446.740.052.000.906.230.234234nwonodesabnoitaluclac,IAVTCAF.atadyevrusrednuregralstnemetatssiiyrtnuocfoforebmunehtstnemetatsehtfi 1otlauqegnidulcxeelbairav PGSeht.naemelpmasymmu Dehtnahtignnmitatsoru E.PGEUEybdedivid PDGlanoita Nfosdaehfostnemetatsidnan Foc Eehtfosrebmemsllacrotca Pehtfonoitaterpretnielbixeflgnitacidnifostnemetat Stnemnrevog.mroferrof Working Papers on Global Financial Markets No. 44,rennatssie Wdiva D,noegnmr Aira M,sidiloto Psitojana P,relgn Esual Khara Sreburgmie Lppilih P,rebre Genelseirtnuo CDCEO481.831.770.730.400.23432Ite Sata Dlacitilo Pevitarapmo C.snoitutitsnielbairavyxor P.noisnemidtsrfitrahpji Lsreyal Pote Vlanoitutitsn I001.000.001.000.040.630.000.000.020.234610.234retn Iehtybdedivorp,ediu Gnoitcel Esy Slarotcel Erofnoitadnuo FlanoitanSEFIsmetehtdnanoitceleforetrauq.noitceleforetrauqehtotroirpretrauqehtni 1otlauqeelbairavymmu Dnoissimmo Cnaeporu Elanoitaneht.erudecorpticfiedevissecxenaotdetcejbussitnemnrevogerehwsretrauqllarof 1otlauqeelbairavymmu D.00001000.7833.5172.4233.23432Ite Sata Dlacitilo Pevitarapmo C,rennatssie Wdiva D,noegnmr Aira M,sidiloto Psitojana P,relgn Esual Khara Sreburgmie Lppilih P,rebre Genelseirtnuo CDCEOniseitraptfelrehtodnacitarcomedlaicos:noitisopmocteniba C.syadybdethgiew,stsoptenibaclatotfoegatnecreptnemnrevo Ggniwtfe Lsnoitcel EPDEPage 30noitpircse Delbaira Vnoitpircse Delbaira V:2elba Ttnemnrevo Gfosdae Hstnemetat Slaitnereffi Dhtwor GPDGeta Rtseretn Imre Tgno Lselbaira Vcimonoc Eecnala Byrategdu Bselbaira Vymonoc Elacitilo Prewo Pcimonoc Eerusser Pree Pciroteh Rlacitilo Pstnemetat Sll Anfioc Estnemetat SWorking Papers on Global Financial Markets No. 44Appendix 2Table 3: Regression Results: All Statements, NB Regression Negative Binomial Estimates All Statements Hypothesis Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8Economic Variables Budgetary Balance GDP Growth Differential Longterm Interest Rate Political Economic Variables Economic Powerb 10b 20b 30b 40Peer Pressureb 50b 60b 70b 80b 90Institutional Veto Players EDPElections Leftwing Government Fixed Effects Observations Pseudo Rsquared Mc Fadden Adjusted Mc Fadden CoxSnell Log likelihood0.1690.0510.0770.0580.175 0.302 0.122 0.173 0.157 0.2270.0520.0730.0490.0540.0530.0730.570 0.423 0.548 0.519 0.533 0.566 0.553 0.3310.1490.1410.1460.1560.1480.1490.1430.1320.883 1.143 0.955 0.923 1.058 0.884 0.898 1.4100.2100.3210.2490.2480.2130.2010.2240.2690.0800.0141.2260.7250.4980.1860.6170.3170.0740.0161.4240.8080.6040.1890.2920.3260.1740.2930.0010.0030.1370.2650.0040.003Period 384Period 384Period 384Period 384Period 384Period 384Period 384Period 3840.280.160.34210.100.310.190.38199.530.270.150.34209.220.290.170.35207.240.280.160.35208.490.280.160.34210.020.280.160.34209.190.320.180.39195.39The table shows the estimates for the determinants of political rhetoric that is undermining the SGP. The symbols ,, and represent statistical significance levels of 1 per cent, 5 per cent, and 10 per cent respectively. Numbers in brackets denote HuberWhitestandard errors.Page 31Working Papers on Global Financial Markets No. 44Table 4: Eco Fin Statements, NB Regression Negative Binomial Estimates Eco Fin Statements Hypothesis Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8Economic Variables Budgetary Balance GDP Growth Differential Longterm Interest Rate Political Economic Variables Economic Powerb 10b 20b 30b 40Peer Pressureb 50b 60b 70b 80b 90Institutional Veto Players EDPElections Leftwing Government Fixed Effects Observations Pseudo Rsquared Mc Fadden Adjusted Mc Fadden CoxSnell Log likelihood0.1880.0660.0890.0820.196 0.298 0.158 0.187 0.1730.0650.0670.0670.0840.0690.463 0.317 0.432 0.425 0.434 0.464 0.4460.1380.1360.1430.1380.1400.1380.1310.2270.1020.2230.1550.819 1.037 0.886 0.832 0.905 0.819 0.846 1.1780.1630.2630.1980.2070.1780.2040.1630.1600.0750.0141.5820.7050.4140.1960.4100.3270.0760.0191.8330.8040.5140.2160.0140.3510.3270.3100.0000.0030.0450.2970.0040.003Period 384Period 384Period 384Period 384Period 384Period 384Period 384Period 3840.450.320.46144.220.470.340.48137.740.440.310.46143.230.450.320.46142.880.450.320.46143.750.450.320.46144.220.450.320.46143.540.470.320.48135.01The table shows the estimates for the determinants of political rhetoric that is undermining the SGP. The symbols ,, and represent statistical significance levels of 1 per cent, 5 per cent, and 10 per cent respectively. Numbers in brackets denote HuberWhitestandard errors.Page 32Working Papers on Global Financial Markets No. 44Table 5: EU Heads of Government Statements, NB Regression Negative Binomial Estimates Heads of Government Hypothesis Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8Statements Economic Variables Budgetary Balance GDP Growth Differential Longterm Interest Rate Political Economic Variables Economic Powerb 10b 20b 30b 40Peer Pressureb 50b 60b 70b 80b 90Institutional Veto Players EDPElections Leftwing Government Fixed Effects Observations Pseudo Rsquared Mc Fadden Adjusted Mc Fadden CoxSnell Log likelihood0.1670.0740.0630.0730.170 0.2890.0950.0740.1040.0760.1780.0750.1510.0670.2010.0850.669 0.582 0.660 0.636 0.626 0.650 0.658 0.5060.2210.2070.2140.2010.2200.2190.2250.2111.189 1.581 1.228 1.267 1.482 1.186 1.222 1.9330.3490.4610.3780.3840.3630.4040.3430.3520.0830.0180.7210.7870.0700.0210.9030.9860.5970.2480.5220.4450.2060.4280.0010.0040.4770.2480.7800.4120.5740.3880.0060.004Period 384Period 384Period 384Period 384Period 384Period 384Period 384Period 3840.460.320.44129.770.490.340.46122.810.450.310.44129.580.470.320.44128.200.470.320.44128.120.460.320.44129.050.470.320.44128.870.490.320.46120.32The table shows the estimates for the determinants of political rhetoric that is undermining the SGP. The symbols ,, and representstatistical significance levels of 1 per cent, 5 per cent, and 10 per cent respectively. Numbers in brackets denote HuberWhite standarderrors.Page 33Working Papers on Global Financial Markets No. 44Appendix 3Table 6: All Statements, OLS Regression OLS Estimates All Statements Hypothesis Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8Economic Variables Budgetary Balance GDP Growth Differential Longterm Interest Rate Political Economic Variables Economic Powerb 10b 20b 30b 40Peer Pressureb 50Institutional Veto Players EDPElections Leftwing Governmentb 60b 70b 80b 900.0700.0370.0530.0220.0750.0410.0910.0360.0520.0290.0720.0390.0740.0380.0910.0450.1510.0840.1060.0680.1560.0870.1400.0830.1320.0780.1520.0830.1470.0760.0900.0640.501 0.488 0.546 0.528 0.622 0.501 0.493 0.6010.1750.1570.1820.1870.1410.1710.1780.1760.0400.0060.7690.3670.0380.0060.8420.4100.1280.0790.0420.1300.0900.1500.0020.0020.0920.0850.2980.1430.0960.1560.0030.003Fixed Effects Observations Rsquared Adjusted Rsquared Period Period Period Period Period Period Period Period 3840.310.243840.370.303840.310.243840.310.243840.320.253840.310.243840.320.253840.380.31The table shows the estimates for the determinants of political rhetoric that is undermining the SGP. The symbols ,, and representstatistical significance levels of 1 per cent, 5 per cent, and 10 per cent respectively. Numbers in brackets denote White standard errors.Page 34Working Papers on Global Financial Markets No. 44Table 7: Eco Fin Statements, OLS Regression OLS Estimates Eco Fin Statements Hypothesis Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8Economic Variables Budgetary Balance GDP Growth Differential Longterm Interest Rate Political Economic Variables Economic Powerb 10b 20b 30b 40Peer Pressureb 50Institutional Veto Players EDPElections Leftwing Governmentb 60b 70b 80b 900.0410.0210.0310.0130.0440.0230.050 0.0320.0160.0190.0400.0220.0430.0220.0490.0240.0720.0430.0460.0350.0730.0440.0670.0440.0630.0390.0710.0430.0690.0370.0380.0350.241 0.234 0.272 0.253 0.298 0.241 0.236 0.2830.0950.0750.0900.1010.0810.0950.0950.0910.0230.0030.5650.2100.0420.0420.0230.0030.6310.2110.0560.0490.0130.0820.0260.0910.0010.0010.1400.0960.0160.0840.0020.002Fixed Effects Observations Rsquared Adjusted Rsquared Period Period Period Period Period Period Period Period 3840.310.243840.370.303840.310.243840.310.243840.310.243840.310.243840.320.253840.390.31The table shows the estimates for the determinants of political rhetoric that is undermining the SGP. The symbols ,, and represent statistical significance levels of 1 per cent, 5 per cent, and 10 per cent respectively. Numbers in brackets denote White standarderrors.Page 35Working Papers on Global Financial Markets No. 44Table 8: EU Heads of Government Statements, OLS Regression OLS Estimates Heads of Government Hypothesis Model 1 Model 2 Model 3 Model 4 Model 5 Model 6 Model 7 Model 8Statements Economic Variables Budgetary Balance GDP Growth Differential Longterm Interest Rate Political Economic Variables Economic Powerb 10b 20b 30b 40Peer Pressureb 50Institutional Veto Players EDPElections Leftwing Governmentb 60b 70b 80b 900.0290.0170.0220.0110.0310.0190.0410.0180.0200.0150.0320.0190.0310.0170.0420.0230.0800.0450.0600.0380.0820.0470.0740.0430.0700.0420.0810.0450.0780.0430.0510.0350.260 0.255 0.275 0.275 0.324 0.261 0.257 0.3180.0980.0890.1120.1000.0710.0920.1010.1010.0170.0040.2040.1900.0500.0530.1580.0550.1120.0930.0150.0050.2120.2360.0720.0450.0550.0530.1160.0870.0010.0010.0010.001Fixed Effects Observations Rsquared Adjusted Rsquared Period Period Period Period Period Period Period Period 3840.210.133840.250.173840.210.133840.210.143840.220.143840.220.143840.220.143840.260.18The table shows the estimates for the determinants of political rhetoric that is undermining the SGP. The symbols ,, and represent statistical significance levels of 1 per cent, 5 per cent, and 10 per cent respectively. Numbers in brackets denote White standarderrors.Page 36Working Papers on Global Financial Markets No. 44Appendix 4Table 9: The revised Stability and Growth Pact SGP: key provisions with respect to fiscalpolicy coordination Regulation EU No 11732011 of the European Parliament and of the Council of 16 November 2011on the effective enforcement of budgetary surveillance in the euro area: Articles 42, 52, and 62 strengthen the possibility to impose gradual financial sanctionsinterestbearing deposits, noninterestbearing deposits, fines on members that failed to takeaction after noncompliance with budgetary objectives or recommendations to a member statethat is concerned to take the necessary adjustment measures. The Council can still dismiss European Commission recommendations by qualified majority.Exceptional circumstances may apply an event has a major impact on the financial position ofthe general government or a major impact on member states financial position resulting from asevere economic downturn see Regulation EC No 146797. Decisions on sanctions are quasiautomatic now: decisions on deposits and fines shall be deemedto be adopted by the Council unless the Council decides by a qualified majority to reject the Commissions recommendation within 10 days of the European Commissions adoption thereofqualified reversed majority voting.Regulation EU No 11752011 of the European Parliament and of the Council of 16 November 2011amending Council Regulation EC No 146697 on the strengthening of the surveillance of budgetarypositions and the surveillance and coordination of economic policies: Aims to give the European Commission a stronger role in the enhanced surveillance process In case a member state significantly deviates from the adjustment path towards a mediumtermbudgetary objective MTO, the European Commission is encouraged to issue a warning directlyto the member state. Escape clauses apply unusual events outside the control of the member state, severe economicincluding monitoring, onsite missions, recommendations and warnings.downturn, structural reformsCouncil Regulation EU No 11772011 of 8 November 2011 amending Regulation EC No 146797on speeding up and clarifying the implementation of the excessive deficit procedure: Specifies the provisions for speeding up and clarifying the excessive deficit procedure EDP. Article 2b requires that the ratio of government debt to gross domestic product shall be considered sufficiently diminishing and approaching the reference value of 60 per cent at a satisfactorypace one twentieth per year.Council Directive 201185EU of 8 November 2011 on requirements for budgetary frameworks of the Member States: Aims to establish complete and reliable public accounting practices, including common rules onaccounting systems, forecasting practices, budgetary planning and statistics.Note: As part of the Six Pack two further regulations were made dealing with the prevention and correction of macroeconomic excessive imbalances. See Regulation EU No 11762011 and Regulation EU No 11742011 of the European Parliament and of the Council of 16 November 2011.Page 37Working Papers on Global Financial Markets No. 44Table 10: The Treaty on Stability, Coordination and Governance on the Economic and Monetary Union TSCG: key provisions with respect to fiscal policy coordination Article 31a: The budgetary position of the general government of a Contracting Party shall be balancedor in surplus.Article 31b: The lower limit of a structural deficit of the gross domestic product at market prices shallbe 0.5 per cent.Article 31c: Exceptional circumstances may apply. Exceptional circumstances refer to unusual eventsoutside the control of the contracting parties as set out in the reinforced SGP.Article 31e: In case of significant observed deviations from the MTO, the correction mechanism shallbe triggered automatically.Article 32: In order to increase the binding and permanent character of the treatys provisions, rulesshall be transposed into national law, preferably at national constitutional level, or otherwise guaranteedto be fully respected and adhered to throughout the national budgetary processes.The Contracting Parties shall put in place corrective action on the basis of common principles as proposed by the European Commission.Article 4: Contracting Partys general government debt levels that exceed the 60 per cent reference levelrelative to gross domestic product need to be reduced at an average rate of one twentieth per year.Article 6: Contracting parties shall report ex ante on their public debt issuance plans.Article 7: Stronger Commitment under the excessive deficit procedure EDP: Contracting Parties whosecurrency is the euro commit to supporting the proposals or recommendations submitted by the European Commission. A qualified majority may oppose decisions proposed or recommended. This doesnot apply to the debt criterion.Article 8: One or more contracting parties can bring matters to the Court of Justice of the European Union in case a contracting party failed to comply with Article 32 of the treaty.Contracting parties may also request the Court of Justice to impose financial sanctions lump sum ora penalty payments appropriate in the circumstances and that shall not exceed 0.1 per cent of its grossdomestic product on the contracting parties that failed to comply with Article 32.Article 12: EU heads of state or heads of government whose currency is the euro shall have an informallysummit twice a year.Note: Similarly to the provisions of the Six Pack further articles of the Treaty include provisions dealingwith enhanced economic policy coordination in order to foster the proper functioning of EMU with respect toeconomic growth, economic convergence and enhanced competitiveness see Article 9, 10, and 11.Page 38Working Papers on Global Financial Markets No. 44Appendix 5Figure 1: Development of Political Aversion to the SGP, 2001 to 20106543210654321023rd of March 2005SGP Deficit Ceiling IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV2001200220032004200520062007200820092010Weekly Destabilising Eco Fin Statements left axisQuarterly Average EMU Government Deficit right axis23rd of March 2005SGP Deficit Ceiling IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV2001200220032004200520062007200820092010Weekly Destabilising European Council Statements left axisQuarterly Average EMU Government Deficit right axis1086420210864202Source: Eurostat, own calculations based on FACTIVA news data over the period 2001 to 2010following the definition specified in section III.Page 39Working Papers on Global Financial Markets No. 44Figure 2: Development of European Commission Officials Statements Underminingthe SGP, 2001 to 2010321023rd of March 200510864202SGP Deficit Ceiling IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV IIIIIIIV2001200220032004200520062007200820092010Destabilising EU Commission Statements, weekly aggregate left axisQuarterly Average EMU Government Deficit right axisSource: Eurostat, own calculations based on FACTIVA news data over the period 2001 to 2010following the definition specified in section III.Acknowledgements The author wishes to thank Andreas Freytag, Thomas Katzschner and Martin Zenkerfor helpful comments. The author acknowledges financial support by the Graduate School Global Financial Markets Stability and Change, which is funded by the Stiftung Geld und Wahrung.Author Matthias Bauer is Ph.D student at the Graduate Programme on Global Financial Markets, funded by the Bundesbank Foundation Geld und Wahrung.Page 40", "filename": "wp_44.pdf", "person": ["Matthias Bauer", "Bauer, Matthias"], "date": ["2013"]}