{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/84727/1/zef_dp57.pdf"], "title": ["Prospects of multicultural regionalism as a democratic barrier against ethnonationalism: The case of Vojvodina, Serbia's 'Multiethnic Haven'"], "plaintext": " The CENTER FOR DEVELOPMENT RESEARCH ZEF was established in 1995 as an international, interdisciplinary research institute at the University of Bonn. Research and teaching at ZEF aims to contribute to resolving political, economic and ecological development problems. ZEF closely cooperates with national and international partners in research and development organizations. For information, see: http:www.zef.de. ZEF DISCUSSION PAPERS ON DEVELOPMENT POLICY are intended to stimulate discussion among researchers, practitioners and policy makers on current and emerging development issues. Each paper has been exposed to an internal discussion within the Center for Development Research ZEF and an external review. The papers mostly reflect work in progress. Ana Devic: Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbia s Multiethnic Haven, ZEF Discussion Papers On Development Policy No. 57, Center for Development Research, Bonn, December 2002, pp. 29. ISSN: 14369931 Published by: Zentrum fur Entwicklungsforschung ZEF Center for Development Research WalterFlexStrasse 3 D 53113 Bonn Germany Phone: 49228731861 Fax: 49228731869 EMail: zefunibonn.de http:www.zef.de The author: Ana Devic, Center for Development Research ZEF, Bonn, Germany contact: anavalgmx.net Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven Contents 1 Main Questions 2 Theoretical Considerations 3 Overview: Vojvodina, The Neglected Multiethnic Haven 4 Regionalist Political Parties 5 6 7 NonGovernmental Organizations: Studies in Regional Discontent, Identities and Solidarities Newest Developments after 2000: Horse Trading, Sinecure Exchange Conclusions: Democratic Nationalism, Polity Access, Demobilization, Multiculturality 1 3 8 11 16 23 27 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven 1 Main Questions This paper addresses the issue of regionalism as a form of identity and political mobilization in the multiethnic northern Serbian province of Vojvodina, which has until today been spared of interethnic violence that has characterized all other constitutive regions of the former socialist federative Yugoslavia. Based on a study of the development and activities of the Vojvodinian political parties and nongovernmental organizations that have sought to wrest autonomy of the region visavis Serbia during both the reign of Slobodan Milosevics regime and the rule of the democratic coalition that dethroned his party in 2000, as well as numerous surveys on the populations grievances and identities, the following questions are being asked: what is the reason that, despite the steady and rising dissatisfaction with the socioeconomic standing of the Province among the ordinary people, and sentiments that manifest regional and interethnic to mobilize significant political support? Why do they seem to be continuously losing the battle with the Belgradebased parties for the proclaimed goals of the new constitutional and budgetary autonomy of the Province, which includes greater regulation, and support of its ethnic minority and multiethnic institutions? Why have the autonomist political parties not been able to tie their programs of autonomous status of the Province to the growing socioeconomic and cultural grievances of ordinary Vojvodinians Serbs, Hungarians, Slovaks, Croats, Ruthenians, and Rumanians alike? Why have they failed to tie together the longstanding antiwar and antiethnonationalist attitudes toward the former Serbnationalist regime and its moderate successors, which are shared by local elites and ordinary people, and instrumentalize them as a resource in Serbias post2000 transition to democracy? identities, Vojvodinian autonomist parties have failed Here I will demonstrate that the Vojvodinian autonomist elites political strategy has consisted primarily of the dealmaking with Serbian Belgradebased parties, where the polity access has favored the choice of horse trading and distribution of sinecures by both multiethnic and ethnic minority party leaderships. Simultaneously, they have been discouraged to organize large support in their locales. The goals of democracy, understood in this context as raising opportunities regional ethnic and multiethnic practices, are thus being continuously preempted. for broad political participation and advancement of The second question that calls for attention here is whether the theory and policies of liberal multiculturalism and liberal nationalism much studied and praised in the region can offer a model for construction of democratic polities in multiethnic spaces of the postCommunist EastCentral Europe. The following section will briefly outline the main argument of liberal multiculturalismnationalism the breakup and reconstructing of multi and interethic experiences in the former Yugoslavia, as well as local for understanding and its uses 1 ZEF Discussion Papers on Development Policy 57 prospects for democratization. It will then draw attention to alternative sociological approaches to the problem of political mobilization and recognition of mass grievances and identities that serve as their background. More elaborated suggestions for a suitable theoretical model that can help understand the specific political and cultural setup that the province of Vojvodina was and is will be presented in the concluding section. Following the section on theoretical schemes, I will present a brief overview of the position of Vojvodina in the federal Yugoslavia and its social and cultural decline after the abolition of its constitutional autonomy in 1988. In the fourth part I will draw a map of political programs and activities of the local autonomist parties. The fifth section will focus on the nongovernmental organizations, depicting the grievances, identities and solidarities of ordinary Vojvodinians in terms of evaluation of the prospects for local democratic development. Before the concluding section, I will outline some newest political developments that, in the aftermath of the 2000 elections, reveal the patterns of intense fights between the members of the Serbian coalition, where the goals of Vojvodinian autonomy and multiethnic identity may be reframed in terms of ethnic divisions and a scramble for sinecures. in researching and framing their role 2 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven 2 Theoretical considerations territory. The connection between the interest groups. Curiously, although Liberal multiculturalism, as a theory of ethnic and cultural identities and their links to political institutions, which has been developed most elaborately by the Canadian political philosopher Will Kymlicka,1 postulates that ethnic identity is the main source of cultural selfidentification and the principal form of political mobilization in democratic and multiethnic liberal states. Ethnic identity is the main basis for political solidarity and, subsequently, the most tenacious political grievance and must be therefore recognized, i.e., institutionalized on all levels of government: grouping along ethniccultural lines, thus, creates something akin to territorially concentrated the concept of a benevolent democratic state that grants such privileges to ethnic groups is quite central to such multicultural society, the political foundations and development of such state are considered as given facts. In Kymlickas works, we are never given an answer to the question, how the ethos of such multicultural state is instituted in historical practice, and brought to be able to equally politicize all culturalethnic links of ethnic minorities to that state is never compared to the links that ethnic majorities have to the state. In other words, this benevolent state appears to be the endowment of ethnic majority culture that recognizes others on its territory and elevates them to the status equal or similar to its own. The neglect of the issues of nationalism as an ideology of statebuilding, and accompanying power relations is quite striking in Kymlickas sparsely elaborated views on the modern history of the United States and other Western states, where he acknowledges that political elites had forged their democratic polities by imposing the White AngloSaxon, French, German, or British culture of on a variety of linguistically and culturally diverse populations. Kymlicka, however, does not suppose that the current state of liberal multiculturalism in these countries must be elaborated their contemporary existence as liberal multicultural states he finds in the fact that ethnic minorities in these states had been able to press their cultural grievances to the point that they were recognized and institutionalized due to the fact that democratic institutions have progressed over time to a desirable level. The circularity of the argument here is due to the lack of transparency of the role of statebuilding nationalism in modern Western societies. It becomes even more pervasive when we ask the question: what is the binding glue of such multicultural states, if ethnic identities are to be considered as the main force of political mobilization. There, Kymlicka simply asserts that the population of a liberal democratic state and we are terribly tempted to read this as majority somehow tolerates the fact that ethnic groups minorities would have the right to secede and form their own states if they wished to do so. Still rare, albeit rigorous critics of to such foundational developments. The only explanation for identities on its in relation 1 Will Kymlicka, Politics in the Vernacular: Nationalism, Multiculturalism and Citizenship Oxford: Oxford University Press, 2001. See especially chapters on Liberal Multiculturalism: An Emerging Consensus? pp. 3947, From Enlightenment Cosmopolitanism to Liberal Nationalism pp. 203220, and Misunderstanding Nationalism pp. 242253. 3 ZEF Discussion Papers on Development Policy 57 Kymlicka, coming from the field of political sociology, have observed that the only significant effort that Kymlicka puts in providing alternatives to the dangers of majority nationalisms, is that he transports nationalism to substate levels, while discarding the potentials for primacy of nonethnic identities in either everyday life or political mobilization.2 In his most recent edited volume, to which he contributed two lengthy chapters, Will Kymlicka addresses the issue of applicability of the liberal multiculturalismnationalism to the postCommunist states of EastCentral Europe.3 While he correctly postulates that onepartyled federations could only create pseudofederalist systems where communist parties circumvent free politicization of ethnic identities, he does not consider that some other reasons apart, if not above, ethnic grievances could have formed the hopes for democratic transition in these countries. Assuming free ethnic homogenization around political institutions was the basis of mass discontent in the former communist states, Kymlicka contends that their correct management of ethnic relations. Not surprisingly, the reasons for these states not to manage their ethnicities well remain only a matter of learning: liberalizationdemocratization of this region remains the prevention of the main that test for Most ECE states with minority nationalisms have the shell of liberal democracy, but remain afraid of the full and free exercise of democratic freedoms. p. 369 While the passage from a pseudofederalism to a normal one may be painful, the latter remains the best form of accommodating minorities, which are, just like in his treatment of ethnic politics in the West, defined as recipients of rights from a benevolent state that belongs to the majority. In a single sentence, Kymlicka nevertheless mentions the possibility of nonterritorial accommodation of ethnic the conception of cultural autonomy formulated by Otto Bauer and other AustroMarxists at the turn of the twentieth century, and referring to it as an interesting supplement to Western models of minority rights p. 68. While one could expect that here Kymlicka would question the assumption of the supposedly given integration or the West, he merely acknowledges that in EastCentral Europe nations which are not analytically distinguished from ethnicities except when he speaks of immigrants in many areas are more dispersed than in the West. territorially homogenized nations of rights, namely fit of neat The collapse of federal Yugoslavia through interethnic wars is defined by Kymlicka as a struggle of disgruntled ethnicities against the pseudofederal state, whose nondemocratic polity only aggravated what could have been normal ethnic claims for territorial autonomies. In his depiction of the political life in BosniaHerzegovina or Croatia we get no glimpse of the 2 Hans Vermeulen and Boris Slijper, Multiculturalism and Culturalism: A Social Scientific Critique of the Political Philosophy of Multiculturalism, Paper presented at the Second Euro Conference Democracy Beyond the NationState: Perspectives on a postNational Order, 57 October, 2000, Athens. 3 Will Kymlicka and Magda Opalski, eds., Can Liberal Pluralism be Exported? Western Political Theory and Ethnic Relations in Eastern Europe Oxford: Oxford University Press, 2002. See chapters Western Political Theory and Ethnic Relations in Eastern Europe, pp. 13105, and Reply and Conclusions, pp. 347413. 4 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven ways in which interethnic relations worked on the ground, in everyday life, where supposedly discontents would have been simmering. Instead, by relying on an account of the Yugoslav wars by a Belgrade journalist, Kymlicka argues that Slobodan Milosevic, Franjo Tudjman and Alija Izetbegovic were illiberal lacking democratic accountability nationalists who sought to form unitary Serb, Croat, Bosniak states, thereby satisfying the grievances of their respective nations alone p. 92. To argue that the main problem of Bosnian political elites in three nationalist parties in 1992 was their insensitivity to minority claims, not only displays the ignorance of the fact that in the pre1992 BosniaHerzegovina all three nationalities were constitutionally recognized as titular nations, but it also shows the lack of awareness of the densely interethnic cultures that characterized most of the former Yugoslavia and especially BosniaHerzegovina, Croatia, and Vojvodina, and a range of nonethnic grievances that were captured by social scientists in all former Yugoslav republics prior to the outbreak of violence.4 And here we arrive at the point where liberal multiculturalismnationalism starts making little sense: when trying to use the model for understanding the causality between the breakdown of former federal states through violence, and forms of interethnic everyday life and main grievances of the population prior to the collapse of Communism and the first multiparty elections. As the developments in the province of Vojvodina, where no interethnic violence had taken place and where, subsequently, one could argue, ethnic grievances were most suppressed and waiting to be resolved show, the principal discontents of the population, both prior and after the end of the oneparty rule, as well as after the fall of Milosevics regime, have been experienced as locale and regioncentered not monoethnic socioeconomic problems, and concerns about the deterioration of interethnic relations due to ethnonationalism. Here, the insistence on the application of liberal multiculturalismnationalist in the form of prescribing ethnic institutions as the basis of a broader inclusion of the population in democratic processes is misleading. I will offer some additional Vojvodinaspecific criticism and partial usefulness of the model in the last section of the paper. to develop a more the In order thorough analysis of relationship between ethnonationalism and mobilization of grievances of the population, we may turn to studies of social movements, which could be useful at least for now as a starting experiment in drawing more sociological analysis into the studies of Eastern European and Balkan nationalisms that are otherwise dominated by historical, literary and ethnographic narratives. This may prove particularly important since ethnonationalist upheavals here have been accompanied by the collapse of states and a societal order, followed by efforts to build new democratic systems, i.e., by staging broader participation in the polity. 4 See Nikola Dugandzija, Croatia Society on the Eve of Transition Zagreb: Institute for Social Research, 1993; Group of authors, Jugoslavija na kriznoj prekretnici Yugoslavia at a Crisis Turning Point Beograd: Centar za politikoloska istrazivanja i javno mnjenje, 1991; Neven Andjelic: The Evolution of the Civil Society in a pre War BosniaHerzegovina , in Stefano Bianchini and George Schopflin, eds., State Building in the Balkans. Dilemmas on the Eve of the 21st Century Ravenna: Longo, 1998. 5 ZEF Discussion Papers on Development Policy 57 An approach that may help understand both the causes of the former Yugoslavias slipping into violence and the necessary remedies that would help restore the multiethnic and interethnic fabric of its successor states through democratic mobilization is a version of the resource mobilization theory, i.e., the polity access approach, as elaborated by William Gamson and Charles Tilly.5 The model that derives from their studies, which focus on explaining success or failure of social and political movements, is centered on the process of group organization where political alliances and processes shape mobilizational potential and success or failure of movements. Resources that a group controls prior to mobilization efforts are crucial for its survival as a movement, for expanding their pool of resources, and achieving the initially set goals of the movement. The main concern of the polity access model, which lends its scheme to the story of success of ethnonationalism in the former Yugoslavia, is the link between regime changes and opportunities for political access.6 This model helps us understand how, during the period immediately preceding the first multiparty elections in the former Yugoslav republics, only those groups that already controlled large resource pools political machineries could create constituencies of the new political parties. Since no political machineries were available on the level of the federation, due to a thorough deconcentration of political and economic control institutionally inconceivable. Conversely, antiwar and antiethnonationalist movements that rapidly spread in 19901992 in the form of street protests and cultural happenings in support of the last primeminister of Yugoslavia, Ante Markovic a nonethnonationalist technocrat could not turn into a political movement since their access to polity was blocked by the lack of institutional linkages between the fledgling civil society and political structures.7 The most relevant point that makes this approach potentially immune to the trappings of nationalist interpretations of nationalism is that it problematizes the notion of collective interests, showing that they do not exist in any pure form prior to group organization, and may be constructed as forms of identification and interests only through seizing access to political structures. Moreover, these studies show that grievances may not matter as much as political party and movement organization, i.e., their capturing of political processes and building alliances to organize previously unorganized groups, which is precisely the context in which postsocialist ethnonationalisms have gained political grounds. in Yugoslavia, crossrepublic and panYugoslav elite alliances were In the case of former Yugoslavia, the initial staging of ethnonationalist mobilization and the coup in the Serbian League of Communists in 1987 had a bandwagoning effect on the political machineries in the rest of the republics. This dynamics was aggravated by the deconcentrated system of oneparty oligarchic rule the selfmanagement socialist system, would be legitimized solely by the republics titular nationalities. Most importantly, the complete lack of access to polity, which had characterized the majority of the demise of that, following 5 William Gamson, The Strategy of Social Protest Homewood, Ill.; Dorsey, 1975; Charles Tilly, From Mobilization to Revolution reading, MA: AddisonWesley, 1978. 6 This point is elaborated by J. Craig Jenkins in Resource Mobilization Theory and the Study of Social Movements, Annual Review of Sociology, Vol. 9, 1983, pp.527553. 7 See Ana Devic, AntiWar Initiatives and the UnMaking of Civic Identities in the Former Yugoslav Republics, Journal of Historical Sociology, Vol. 10, no. 2 , June, 1997, pp. 127156; Neven Andjelic: The Evolution of the Civil Society in a pre War BosniaHerzegovina, ibid. 6 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven ordinary people in the country for over forty years, had dragged them to lend support, if only passive and resting on insecurity and fears, to their nationalist parties. This was the process through which former Yugoslavs and civic persons became vocational Serbs, Croats, Bosniaks, et al. Where few considered themselves before as minorities or majorities, now that was the only status they could strive for or fall victim to. The rules of ethnic polity access in Serbia, and in the province of Vojvodina in particular, inherited from the reign of Slobodan Milosevic, seem to be surviving in the era of his successors: horsetrading between the Vojvodinian multiethnic and ethnic minority regional parties seems to have become more relevant than the goal of the provinces economic and political autonomy and the building of a broad political base. Subsequently, the actual grievances of ordinary Vojvodinians are subsumed under ethniccultural problems and cannot be recognized as relevant discontents and forms of identity and solidarity. This phenomenon has been termed demobilization, depicting the context in which challenges and threats that the ruling elites in the former Yugoslavia were facing from the wider population in their republics, hopeful for basic changes in the structures of political and economic power, prompted the former to turn to strategies of ethnic homogenization through violence. The latter then served as the ultimate proof of the existence of ethnic claims and discontents. The ethnonationalist obstruction and silencing of the actually existing grievances have been the instruments of demobilization, and a further closure of polity access.8 Let us now turn to the specific context of society and regionalist politics of the province of Vojvodina, in which we could now recognize the problems and usefulness of the outlined theoretical schemes. 8 For further theorizing of demobilization see Chip Gagnon, Ethnic Conflict as Demobilizer: The Case of Serbia 1996, http:www.ithaca.edupoliticsgagnonarticlesdemobindex.htm 7 ZEF Discussion Papers on Development Policy 57 3 Overview: Vojvodina, The Neglected Multiethnic Haven The most ethnically diverse constitutive region of the former socialist Yugoslavia see Table 1, and the most economically developed part of the SerbianMontenegrin federation, Vojvodina was the arena of the first violation of the constitutional autonomy of Serbias provinces Kosovo being the second by Slobodan Milosevics faction of the Serbian League of Communists in 1988. Since the first multiparty elections in 1990, the Province of Vojvodina has differed from Kosovo and the rest of exYugoslav regions in staging its resistance to the Belgrade regime in the form of simultaneously seeking the restoration of its institutional support for linguistic and cultural diversity, and its political and economic selfrule. This programmatic stance is characteristic, with some variations in priorities, for both multiethnic and monoethnic minority political parties in Vojvodina: most local political actors have identified the goals of democratization and stability with some form of Provinces autonomy within Serbia and FR Yugoslavia. Table 1 National Composition of Serbia and Vojvodina in 1991 in percentages Serbia total Serbs Albanians Yugoslavs Muslims Croats Montenegrins Macedonians Slovenes Other 66 17 3 2 1 1 0.4 0.1 8 Serbia proper Serbs Muslims Yugoslavs Albanians Montenegrins Other 87 2.5 2.5 Na 1.4 10 Vojvodina Serbs Hungarians Yugoslavs Croats Slovaks Montenegrins Rumanians Ruthenians Macedonians Other 57 17 8.4 4.8 3.2 2.2 1.9 0.9 0.8 3.5 Source: Yugoslav Survey, No. 1 1992. Despite the fact that it was the first territory of the socialist federal Yugoslavia to have its constitutional autonomy abolished, as part of Slobodan Milosevics advent to power in 198789, the efforts of regional political actors in the Province of Vojvodina, as mentioned previously, have been largely and until recently neglected by Western scholars and international powerbrokers. One commonsense reason for this lack of interest may be the fact that it was spared from interethnic violence despite its multiethnicity, and, thus, belonged to a deviant case, which would be left to study for more peaceful times. The misfortunate outcome of such boxed status 8 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven of Vojvodina was that it was considered as a safe haven, a model of multiethnic coexistence, but because it was still part of the troubled region it was not included, just like most of successor states of former Yugoslavia, in studies of postsocialist democratization. In a way, time stood still for Vojvodina, and it impacted the ideologies and action of its proautonomy local political parties in the direction of, on the one hand, fixation on the preMilosevic, socialist period in which Vojvodina enjoyed the status nearly equal to federal republics, and, on the other, assumptions about its historically superior, in comparison to the surrounding regions, practices of multiethnicity and democracy. The influence of such static selfperceptions, which are easily read in the programs of the main regionalistautonomist parties, perhaps involuntarily, affirm a version of culturalist approaches to nationalism, that posits that some ethnic groups e.g., Serbs in Vojvodina, as opposed to Serbs south of Belgrade and in Bosnia are better socialized than others to live in peace with otherethnics. This affirmative and motionless perspective is also underlying the few international initiatives focusing on Vojvodina: the 1999 and 2000 conferences Vojvodina: The Politics of Interethnic Accommodation, organized in Vienna and Athens by the USbased Project on Ethnic Relations and driven by the anticipation of the downfall of Milosevics regime, praised the model of multiethnic coexistence in Vojvodina dating back to socialism and earlier times, while cautiously anticipating postMilosevic changes in the legislation on ethnicminority rights.9 Curiously or perhaps not the Project on Ethnic Relations, while focusing on protection of the Vojvodinian minorities, has taken up only the case of Vojvodinas Hungarians the largest minority. together their the antiMilosevic parties and antinationalist civic groups. But More concerted international efforts to assist the regional parties and nongovernmental organizations in Vojvodina became visible only in late 1998, prompted by the planning of the military intervention in Kosovo and the subsequent greater interest of international actors in pooling these internationals efforts, too, defined conflicts in the former Yugoslavia in ethnic terms, and prescribed remedies accordingly. Vojvodinian antiMilosevic actors, which captured international forums after 1998, were perceived as an anomaly in the sea of violent ethnic projects, disconnected from its own and Yugoslav complexities, such as the events of the rise to power of Slobodan Milosevics party faction in 19871988, in which the dismissal of the proYugoslav nonethnonationalist Serbian Party leaders, as well as the abolition of the autonomy of Vojvodina and Kosovo provinces drafted a pattern of the marginalization of potential and real adversaries of the ethnohomogenizing projects. 9 http:lists.partnersintl.netpipermailnewwrights2000August000221.html The project is supported by the Carnegie Corporation of New York, with additional funding from the Starr Foundation, the William and Flora Hewlett Foundation, the Charles Stewart Mott Foundation, and the Council of Europe. 9 ZEF Discussion Papers on Development Policy 57 Until the fall of Milosevics regime in October 2000, Vojvodinian regionalist and antinationalist actors especially nongovernmental organizations which grew out of the antiwar protests of 19911992 had reasons to believe that the greater international interest and assistance to local initiatives would also continue beyond the goal of dethroning Milosevic, and extend to supporting programs of the restoration of autonomy to the Provinces assembly, economy and multiethnic cultural institutions. Hopes grew high, especially after the inauguration of the Pact for Stability in Southeastern Europe in 1999, a European Union initiative that supported regional projects ranging from infrastructure rebuilding to laws on minority rights. Montenegro, as a democracybound breakaway from the rump Yugoslavia, was admitted to the Pacts program in a special capacity. Many experts and nongovernmental activists in Vojvodina believed at the time that Vojvodina could join, too, as a province with special regional needs. Much of the efforts vested by Vojvodinian experts in preparing project proposals for joining the Stability Pact had to be forgotten after October 2000, since, as it was actually clear from the Pacts rules, only individual states could become its partners. A structured analysis of political processes in Vojvodina as part of the analysis of the rise and future fall of ethnonationalism in Serbia and FR Yugoslavia is still in its naissance. The following sections will chart a map of partisan and civic actors that should inform such analysis. 10 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven 4 Regionalist Political Parties The setback in the economic, political and cultural autonomy of the Province of Vojvodina, manifested in the abolition of its previously independent judicial, legislative and executive bodies in 198890, and coinciding with the introduction of a multiparty system, gave impetus their leadership from the vast numbers of Vojvodinian political and cultural elites that were either directly dismissed or marginalized in the aftermath of the 1988 putsch by the Slobodan Milosevics faction in the Serbian League of Communists. the emergence of several autonomist Vojvodinian parties. They drew to largely coincides with the its concern with what introduction of multiparty system In the programs of all three largest Vojvodinabased parties the Reformist Democratic Party of Vojvodina, the League of Social Democrats of Vojvodina, and the Alliance of Vojvodinian Hungarians the period from 1968 to 1988, during which Vojvodina had enjoyed a status nearly identical to that of federal republics is distinguished from the subsequent period which in which most of Vojvodinas prerogatives of autonomy were abolished. In the programs of all three parties, this demarcation line plays a point of departure for the elaboration of negative consequences of the political centralization in Serbia under Milosevic. While the main theme of the party program of the Alliance of Vojvodinian Hungarians, the strongest ethnic party not only in Vojvodina but in Serbia as well, is cultural and administrative autonomy of Hungarians in Vojvodina,10 the Alliance shares is commonly defined as economic exploitation of Vojvodina by the Belgradebased institutions with the Reformist Party and the League of Social Democrats. All party programs point to the relative wealth of the Province in comparison to Serbia proper, which stands in dramatic contrast to the rampant unemployment and growing poverty. The following effects of the 19881990 abolition of the governmental and legislative autonomy of Vojvodina are emphasized in the autonomist parties programs: the loss of control over agricultural surpluses the main source of the Provinces income; the loss of managerial autonomy over all industrial complexes in Vojvodina such as two major oil refineries in Novi Sad and Pancevo and the system of field irrigation; the elimination of Vojvodinian autonomous budgetary institutions and office of tax revenues; and the closing of the Novi Sad RadioTelevision station, which became a local branch of RadioTV Serbia. The abolition of the formerly autonomous Vojvodinian media centers, in combination with the elimination of the 10 The program of the Alliance of Vojvodinian Hungarians has envisaged a combination of personal cultural and territorial autonomy. The Alliances leadership has customarily switched between the two options during their electoral campaigns, and especially in their dealings with the strongest Serbian parties. Personal autonomy would extend to all Vojvodinian Hungarians, regardless of party allegiance or residence, who would be organized in National Councils in charge of the restoration and maintenance of Hungarian cultural and media institutions. On occasions, territorial autonomy has been demanded for northern Backa, a region in Vojvodina bordering Hungary, in which Hungarians form majority in eight municipalities. The Democratic Community of Vojvodinian Hungarians, a party that captured the majority of Hungarian votes in Vojvodina in 19901992, but became marginalized in the following period, has initially elaborated this multilayered model of autonomy. Territorial autonomy would leave close to two fifths of Vojvodinian Hungarians without the same rights to education and information in their mother tongue that their coethnics in the north of Vojvodina would enjoy. 11 ZEF Discussion Papers on Development Policy 57 previously rich budgetary donations to multilingual educational curricula until 1990, they were allocated directly from the Vojvodinian budget have significantly contributed to the decline of the Provinces multiethnic and interethnic cultural and academic scene. Additional foci of concern of the Vojvodinian political parties include the relationship between the economic and cultural weakening of Vojvodina and dramatic migration trends, which affected the Province after the beginning of the wars in Croatia and BosniaHerzegovina in 19911992: since Vojvodina was targeted by the military draft to a much greater extent than other areas in Serbia, large numbers of young Vojvodinian Hungarians and draftdodging Serbs had left the country from the total of close to 90,000 draft dodgers who left the Province since 1991, over 50,000 were Vojvodinian Hungarians. Simultaneously, close to 300,000 Serb refugees and displaced persons from Croatia and BosniaHerzegovina had settled in Vojvodina between 1991 and 1997. In view of these facts documenting economic decline and cultural changes in Vojvodina, and their apparently direct link to the abolition of the Provinces prerogatives of autonomy, it seems striking that Vojvodinian autonomist parties attracted a minuscule following between 1990 and 1997. During this period, the Socialist Party of Serbia and Serb Radical Party could count on the average support of fifty per cent of those who voted in Vojvodina. The following data depict electoral preferences of Vojvodinians during the republican elections in 1992 and 1997 see Table 2 and 3. 12 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven Table 2 1992 Elections for Deputies in the Serbian Parliament Results for Vojvodina11 79 per cent of the population voted Political party Socialist Party of Serbia SPS Serb Radical Party Democratic Community of Vojvodinian Hungarians Coalition DEPOS Belgradebased antiMilosevic parties Coalition of Democratic Party and Reformist Democratic Party of Vojvodina Percentage of votes 23 Percentage of Vojvodinian mandates 30 23 11 15 5.7 30 16 19 3.6 Table 3 1997 Elections for Deputies in the Serbian Parliament Results for Vojvodina12 62 per cent of the population voted Political party Serb Radical Party Percentage of votes 29 Percentage of Vojvodinian mandates 38 Coalition of SPS, Yugoslav Party of Left, and New Democracy Serb Renewal Party Alliance of Vojvodinian Hungarians Coalition of Vojvodinian autonomist parties 28 9.7 5 11 40 7 7 7 It would be tempting to interpret these electoral results as a manifestation of the Vojvodinian Serbs preferences for ethnonationalist agendas: in this case, the aftershocks of the expulsion of Croatian Serbs, who have flocked to the Province in the aftermath of the 1995 Croatian Army reoccupation of the territories which Serbs had carved in the newly independent state of Croatia in 19911992. However, this explanation would miss the facts of the increasing 11 Miroslav Samardzic, Polozaj manjina u Vojvodini The Status of Minorities in Vojvodina Belgrade: Centar za antiratnu akciju, 1998, p. 134. 12 Ibid., p.138. 13 ZEF Discussion Papers on Development Policy 57 voters abstinence, the continuous rivalries between the party leaders of the two main multiethnic autonomist parties at the expense of the choice of building stable coalition, the periodic granting of parliamentary sinecures to the leaders of the main Hungarian party by the regime, and an exemplary organization of electoral campaigns of the ultranationalist Radical Party, during which it successfully played down its paramilitary activities in Croatia and BosniaHerzegovina and voiced its dedication to protecting Vojvodina against the potential spread of violence from the neighboring regions. It seemed that the situation had changed dramatically during the 2000 presidential and local elections, when close to sixty per cent of the Vojvodinian electorate voted for the coalition Democratic Opposition of Serbia which both the Hungarian Alliance and the two multiethnic Vojvodina parties joined and its candidate Vojislav Kostunica, while the percentage of those who went to the polls grew from sixty per cent in 1997 to over seventy in 2000. However, it is safe to argue that, similar to the situation in Serbia proper, these votes were cast primarily against Slobodan Milosevics party and its allies, and it is less likely that they expressed allegiance to any of the Vojvodinian parties in particular with the partial exception of the Hungarian Alliance, which ran alone in the local elections in several towns in the Northern Backa. In reality, over almost a decade the lack of significant following has been a characteristic of both multiethnic and Hungarian political parties. Voters abstinence has been striking, and growing over largest nationalities alike. In contrast to Kosovo Albanians, who reacted to the oppression by the Serbian regime with an increased homogenization around one ethnic party, Vojvodinian Hungarian vote was fractured as initially strong Democratic Alliance of Vojvodinian Hungarians split in 1993 into two parties, and then was split again in 1996.13 The splits, which until now produced six Hungarian parties, were accompanied by the increase in Hungarian voters abstinence. the Hungarian and Serb populations two the past decade among the Why have the provincebased autonomist parties, multiethnic and Hungarian alike, been so far unsuccessful in building a larger and politically active following, in comparison to ethnonationalist Serbian parties, even if the latters voters were passive and never an absolute majority? It seems striking that the former would disregard the result of numerous surveys conducted between 1996 and 1997 during the period when the Serb nationalist parties were victorious! that show the number of Vojvodinians who wished for some degree of political and economic autonomy of the Province ranging from one third to almost two thirds of the population!14 13 See Zoran Lutovac, Ucesce manjina u politickom zivotu SRJ Participation of Minorities in the Political Life of the FR Yugoslavia, Republika, Nos. 167168, July 1997. 14 See Biserka Matic, People in Serbia: Living in Fear, AIM, October 27, 1999; Milka Puzigaca, Novosadska javnost The Novi Sad Public Space Novi Sad: SCAN, March 1997a, and Uspeh SRS i strahovanja gradjana The Success of the Serb Radical Party and Citizens Fears, Republika, No. 175, 1997b. 14 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven One would hope that the overwhelming electoral defeat of the Socialist Party and Serbian Radical Party in the 2000 elections, in combination with awareness of the growing autonomist sentiment of the Vojvodinian hitherto passive electorate, would lead Vojvodinian autonomist parties to realize that the main reason for their fledgling popularity is not to be sought in their potential constituencies infatuation with ethnonationalist ideology. In other words, it could be expected that in the future Vojvodinian parties would face their unsuccessful mobilizational capacity, and would address the fact that their potential voters have been unable to relate their everydaylife grievances to their local parties programs and behavior fearful of building coalitions, and prone to a culturalist idealizing of the socialist past of the Province. The attitudes of ordinary people, as most of the local surveys conducted between 1996 and 2000 show, demonstrate that the future agendas of regional political parties would need to focus on the concrete ways in which political autonomy of Vojvodina would respond to the programs for economic and cultural recovery of its inhabitants.15 The first steps that the Vojvodinian autonomist parties took in the aftermath of the 2000 elections indicated some degree of readiness to stick to their joint proposal for the reinstatement of the Vojvodinian autonomy. The Platform on the Constitutional Position of Vojvodina, which was passed in the Vojvodinian Assembly in April 2001 and submitted to the Serbian assembly a somewhat ironic move, as the prerogatives of the Vojvodinian assembly visavis Serbia in the meantime were not reinstated even to the level they had in 19891990,16 proposed the following consecutive steps in reinstating the autonomy of the Province: 1 The abolition of over 100 laws that were passed in the Serbian Parliament between 1992 and 1996, which destroyed even those remnants of the Provinces autonomy that were retained in the 1990 Constitution of Serbia; 2 Pressuring political parties the Constitution of FR Yugoslavia with the emphasis on an asymmetric decentralization of political and economic control.17 The Vojvodinian political parties envisioned that, following a successful implementation of these two sets of changes, the newly empowered legislative and executive bodies of the Province would exert further pressure on the Serbian and federal parliaments toward the institutionalization of a special autonomy status of Vojvodina. the Serbian and federal parliaments to start rewriting in Further details pertaining to dynamics of the positioning of Vojvodinian actors visavis the Belgradebased parties will be presented the most recent developments in the Province. Let us now turn to Vojvodinian nongovernmental organizations, i.e., the arena of civil society activities. the section depicting in 15 Nezadovoljni Vojvodjani Disgruntled Vojvodinians 26. 07. 2001. http:www.yumediacenter.comsrpskias20017a 260701s.asp 16 All Vojvodinian political parties and other Belgradebased parties of the Democratic Opposition of Serbia, with the notable exception of Vojislav Kostunicas Democratic Party of Serbia, voted for the Platform. 17 Milena Putnik, Srbiji predstoje ustavne promene: Obnavljanje Vojvodine Serbia is facing Constitutional Reforms: The Rebirth of Vojvodina, AIM, April 26, 2001. 15 ZEF Discussion Papers on Development Policy 57 5 NonGovernmental Organizations: Studies in Regional Discontent, Identities and Solidarities As was previously noted, the Vojvodinian nongovernmental scene was given a boost in late 1998, in the form of interest and financial assistance of international donors pursuing the goal of deposing Slobodan Milosevic, where one of the standard means was the revival of civil society. The multiethnic map of Vojvodina, as well as its apparent resistance to interethic violence was now perceived as a suitable ground for cultivating agents of the prospective democratic change. A number of local intellectuals forums, composed of the cultural and political elites dismissed during Milosevics coup in 1988, newer recruits from the numerous pool of draftdodgers of the 19911992 war with Croatia, and former antiwar activists, many of whom grew disillusioned with the Vojvodinian autonomist parties, assembled in the leadership and managers of the new NGOs, dedicated to Vojvodinian autonomy or its incorporation in the broader currents of Euroregionalization, and local minority and multiethnic cultural scene. In the past four years, their major contributions to the growth of Vojvodinian civil space have been threefold: 1 carrying out and publicizing projects on the local populations grievances and identities; 2 monitoring and politicizing the problems of ethnic minorities; and 3 organizing local legal and political scientists as expert advisors to Vojvodinian and Serbian MPs whose agendas include the constitutional reform of FR Yugoslavia and autonomy for Vojvodina. Activities of three Vojvodinian NGOs, which I will present below, serve as examples of these three directions of improvement and politicization of the local civil society scene. the restoration of the The Novi Sadbased Center for Regionalism, founded in 1998 with a grant from the US Agency for Development USAID, is a thinktank whose initial task was to assist Vojvodinian antiregime economists, social scientists and lawyers in their efforts to establish links with various regional associations in Southeastern Europe. Until the demise of Slobodan Milosevics regime in 2000, the Center had organized several workshops on the prospects of economic and diplomatic cooperation between the Dayton Triangle states which include FR Yugoslavia, Croatia and BosniaHerzegovina. In the course of 1999 and 2000, the Center collaborated with several Croatian and Bosnian NGOs in preparing joint proposals for introducing dual citizenship laws and monitoring the safe return of refugees across the borders of the formerly warring states. Since 1999, the Center for Regionalism has engaged in commissioning proposals for constitutional reform of the FR Yugoslavia with an emphasis on the new autonomy for Vojvodina. The for Decentralization of Serbia and Autonomy of Vojvodina, which was subsequently submitted to Constitutional and Legal Framework result was a study titled 16 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven functionaries of the Vojvodinian autonomist parties as an aid in their drafting of the proposal for the reinstatement of Vojvodinas political and economic liberties. The latter proposal was submitted to the Serbian parliament in April 2001. The Center for Regionalism subsequently sent an abbreviated version of the study directly to the Republican Parliament.18 In the aftermath of the 2000 elections, the Center for Regionalism has developed a more aggressive publicity scheme for popularizing the project, which included media broadcasts of the experts meetings in all urban areas in Vojvodina. The Constitutional and Legal Framework for the Decentralization of Serbia proposes that the state should be organized as a regionalized state community, where each region would have the right to its own constitution, parliament and executive organs. Alternative proposal emphasizes that the future reconstitution of Serbia and FR Yugoslavia must occur in response to bottomup pressures coming from individual regions themselves. It argues that Vojvodinian claims to autonomy must be given priority attention by the Serbian parliament and the 2000 winning coalition, since not all Serbian regions may be interested in equal degrees and forms of autonomy. It also states that in the case that the Serbian Parliament would reject the general plan for regionalization or, if other regions in Serbia would not support this initiative, Vojvodina must be guaranteed a special status of an autonomous European region, with its own constitution, parliament, local selfrule, and a possibility of creating subregions within Vojvodina, which would reflect the special economic and ethnocultural configuration of the Province. These endeavors of the Center for Regionalism to push for a constitutional reform in favor of the Vojvodinian autonomy present an action on the part of local NGOs to complement and correct the Vojvodinian parties programs for autonomy with a combination of expert in Serbia. They have also knowledge on contributed, their publicity agenda, for Vojvodinian autonomy in various public settings. the detrimental effects of the centralized rule through to the popularization of the proposals The Center For Multiculturalism CMC, which was founded in Novi Sad in 1998 with the grant by the Open Society Fund, is the most literary and academic NGO in Vojvodina. It focuses on the exploration of multiculturalism, mostly understood as monitoring and promotion of issues of minority politics. CMC has organized summer courses in Hungarian, Rumanian and Slovak languages in several Vojvodinian cities, with the goal of exposing majority linguistic groups Serbs and Croats to the practices of multilingualism, which had been dying out in Vojvodina since the end of WWII. Special attention is being paid to problems of the local ethnic communities, particularly those aspects of their life that were made invisible by both the repressive language policies and discrimination in the appointment of local officials during Milosevics era. In cooperation with the policyoriented experts of the Center for Regionalism, 18 The digested version of the study was published in the Belgrade daily Danas, which became the mouthpiece of the Serbian oppositional scene prior to their October 2000 victory. See Ustavnopravni okvir decentralizacije Srbije i autonomije Vojvodine The ConstitutionalLegal Framework of the Decentralization of Serbia and Autonomy of Vojvodina, Danas, March 2526, 27, and 30, 2000. 17 ZEF Discussion Papers on Development Policy 57 CMC has organized several workshops on the comparative problems of minority politics in the postCommunist region. CMC publishes two periodicals: a newsletter Informator, which focuses on institutional problems of the Vojvodinian minorities and records all local events pertaining to minority organization; and Habitus, an academic journal published also on the Internet in six Vojvodinian languages plus English and German, which publishes articles and discussions on liberal multiculturalism and its possible uses in the postcommunist countries. Habitus intends to encourage cooperation between academics and practitioners from Southeastern Europe interested in the ideas and policies of multiculturalism. In the words of its editors, Habitus is not attached to an ideology or propagandistically based multiculturalism that often obscures important issues and falls short of exploring crucial problems.19 It should be noted that several authors from EastCentral Europe who contributed to the earlier cited volume Can Liberal Pluralism be Exported? Western Political Theory and Ethnic Relations in Eastern Europe had previously published their essays in Habitus. Among them was Tibor Varady, a Vojvodinian law professor and a minister of justice in the shortlived 1992 cabinet of the Serbian prime minister Milan Panic, currently teaching at the Central European University in Budapest. Varady argues that the institutional arrangement of ethnic pluralism in the former socialist Yugoslavia bore many similarities to the situation in Canada, Switzerland and Finland. In contrast to the theses about the suppression of ethnic identities during socialism, Varady shows that ethnopluralism had not only been institutionalized and supported by the League of Communists, but also had its parallels and relative autonomy in the culture of everyday life, which became increasingly vulnerable once the socialist system of collective security had started falling apart. Varady suggests that Will Kymlickas normative proposals for the management of ethnic relations could be adopted in Vojvodina to the extent that educational and cultural institutions in minority languages, as well as affirmative action in the appointment of minority MPs, had suffered a severe setbacks after 1988: the remedying of these injustices, as part of the reautonomization of Vojvodina, could be a contribution to the democratization of the less convincing proposal for Province terms of restoring management of ethnic relations the postDayton BosniaHerzegovina, where Varady does not problematize the violent foundations of the two ethnically defined and homogenized entities as a framework for ethnocultural justice.20 trust. A much in in interethnic is then set the context of The most creative trait of the CMC activities seems to be their monitoring and encouragement of grassroots expressions of local interethnic relations. The reason for this orientation seems to stem from their reliance on a cultural and political space of ethnic amalgams, which, they believe, Vojvodina to some extent is and should be, and where management of minority institutions and interethnic relations is not solely a product of the dispensation of rights by a benevolent state. 19 http:www.cmk.org.yulinkovihabitusindex.html 20 Tibor Varady, O sansama za etnokulturnu pravdu u Centralnoj i Istocnoj Evropi sa osvrtom na Dejtonski sporazum On the Chances of EthnoCultural Justice in Central and Eastern Europe with Referencs to the Dayton Agreement, Habitus, No. 0, 2000. 18 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven Activities of the Humanitarian Society Panonija focus on the revival of sociological and anthropological studies of the Vojvodinian regional and interethnic identities, and on their popularization in the local media and international policy forums. Its most impressive research project, Regional Identity and Local Responsibility: A Study of the Vojvodinian Public Opinion, was conducted in seven Vojvodinian cities in the aftermath of the 2000 elections by a team of social scientists from the University of Novi Sad. It consisted of a survey on the forms of cultural identification among ordinary people in Vojvodina, and their expectations from the anticipated transition to democracy. The questionnaire of the survey reflects the researchers intention to define a local responsibility, i.e., the willingness of residents of Vojvodina to contribute to prosperity of their local community. regional Vojvodinian identity against the background of the notion of According to the projects findings, close to fifty per cent of the respondents identified with their local community defined as ones city of residence, and the Province in comparison to only ten per cent who identified with Serbia, over sixty per cent wished for autonomy of Vojvodinian economic and cultural institutions in contrast to twenty per cent of those who opted for the status quo, fifty per cent defined their vision of democratic changes as economic improvement, while the same percentage believed that their wellbeing would be improved, if the Province were to join regional international associations. Not surprisingly, less than ten per cent of the respondents expressed their willingness to directly engage in politics, but twenty five per cent wished to engage in the work of nongovernmental organizations. It should be noted that in contrast to the widespread belief that the ethics of hard work has vanished in Serbia in the past decade, close to forty per cent of the respondents wished to contribute to the prosperity of their region through responsible professional engagement under different work conditions. The breakdown of answers to the question about the preferred political status of Vojvodina see Table 4 shows that, with the exception of Montenegrins, more than fifty per cent of the respondents within each ethnic group support improvements in Vojvodinian economic and cultural autonomy. 19 ZEF Discussion Papers on Development Policy 57 Table 4 What Status Should Vojvodina Have?21 Serbs Montenegrins Croats Hungarians Others Economic and cultural autonomy within the Republic of Serbia Republic within the FR Yugoslavia Existing status Independent state Total 77 23.4% 19 65.5% 10 24.4% 12 23.5% 23 35.4% 202 61.4% 6 20.7% 25 61.0% 24 47.1% 27 41.5% 37 11.2% 4 13.8% 5 13 329 4.0% 100% 29 100% 41 1 12.2% 2.4% 100% 11 21.6% 11 16.9% 4 51 7.8% 100% 4 65 6.2 100% This study shows only a minor difference between the two largest ethnic groups, Serbs and Hungarians, regarding the issue of Vojvodinian autonomy and identification with ones region and place of residence. The authors suggest that a new cultural policy in Vojvodina, as part of the reinstatement of its political and economic autonomy, must reflect its residents specific forms and hierarchy of identities, which they characterize as interculturalism. They define multiculturalism as a form of cultural policy that refers to a society in which several cultures coexist side by side, while interculturalism of the Vojvodinian type depicts a society characterized by a culture of dialogical interaction.22 Another study of interethnic relations the Serbian Helsinki Committee for Human Rights, which includes ethnic Serb refugees from Croatia, BosniaHerzegovina, and Kosovo who settled in the province between 1991 and 1999 unofficial figures show their numbers to be around 300,000 shows a more comprehensive and critical picture of the newly emerging ethnic mindset. The most interesting finding of the study is that in Vojvodina, commissioned by 21 Zsolt Lazar and Dusan Marinkovic, GEOTAKT: Regonalni identitet i lokalna odgovornost Regionalno povezivanje Geotakt: Regional Identity and Local Responsibility Novi Sad: Dobrotvorno drustvo Panonija, 2000. 22 Zsolt Lazar and Dusan Marinkovic, Od multikulturne prema interkulturnoj Vojvodini From Multicultural to Intercultural Vojvodina, unpublished manuscript. 20 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven interpersonal interethnic relations between the provinces ethnicities are still at similar levels to those detected before 1991, but it also points to a newly emerging form of prejudices against groups, which are connected to the previously unregistered perceptions of ethnic competition. The latter are attributed to the sharp economic decline in the 1990s where unemployment is not likely to improve after the 2000 regime change, and to the politics of ethnic homogenization, manifested in the past regimes practices of giving concessionssinecures to leaders of the strongest ethic parties. I have in mind here primarily the Alliance of Vojvodinian Hungarians, in relation to which the same practice continues in the dealings between the currently ruling coalition and ethnic Vojvodinian leaders. the current postMilosevic wave of ethnic homogenization The result of this ethnic politics is, on the hand, the clustering of ethnic aspirant to party position in bigger cities, and a complete lack of access to political decisionmaking in rural areas for example, over two fifths of ethnic Hungarians in Vojvodina live in nonHungarian majority areas, and among less numerous minorities, such as Slovaks and Rumanians. Not surprisingly, the latter negatively respond to questions about improvements in collective rights: lacking partisan representation and related access to ministerial sinecures and foreignfunded NGO jobs, they seek recognition of their individual human rights, and identify to a greater extent than Serbs and Hungarians largest groups with Vojvodina as their home and its autonomist multiethnic parties. The study explains in Vojvodina, spearheaded by ethnic party leaderships and by the preexisting patterns of polity access. It also observes that the current democratization trends aggravate these patterns due to a greater allowance and encouragement for competition between ethnic parties, and prospects for opening a range of new posts in the reconstituted governmental and parliamentary bodies of the Province. The price for such trends is paid by members of smaller ethnic groups, large number of ethnics even of the largest minority nationality who live in nonhomogeneous area, and refugees who are perceived as competition by all ethnicities of Vojvodina, including the Serbs. The results of this comprehensive study show new forms of ethnic nationalismcumcompetition, which distorts its interculturalism, but correctly depicts the rise of a new class of aspirants to ethnic resource pools and the competition between minority nationalities elites. The rise of homogenization and competition that are typically detected in Western industrialized countries, is here often accompanied by claims for the introduction of liberal multiculturalism and territorial autonomy for ethnic populations typical for postCommunist states with a previous layout of ethnofederalism: they can hardly disguise the scramble for material and status gains in a space of Serbia, which arrived to the club of transition societies with a decadelong delay. the reality of the diminishing resources of the Province, as well as 21 ZEF Discussion Papers on Development Policy 57 This study also predicts that pattern of ethnic competition, if pursued between the Vojvodinian ethnic minority leadership and Belgrade based parties would further weaken the proautonomy and civil options for the Province.23 As stated before, the greatest contribution of the Vojvodinian NGOs lies in their dedication to public opinion surveys and project aiming at the legitimation of the provinces regional and multiethnic ethos, both of which have been neglected by the autonomist multiethnic parties. It should be noted that Vojvodinian NGOs, despite their frequent lending of expert assistance to the local parties, have kept their critical stance toward the autonomist and minority partisan politics, especially toward their longtime neglect of the actual grievances of the population and their inability to forge lasting coalitions with each other. We should also not forget that until 2000 NGOs did not have to compete with Serbian ministries and agencies for foreign funding: nowadays, funders especially those from the EU states prefer governmental organizations as recipients of project funds over civil society groups, which are inadvertently considered as having done their job. This tendency may have negative implications for the state of social and political demobilization of grievances of ordinary people, i.e., it diminishes venues for democratic participation and activism to party politics alone. 23 Vladimir Ilic, Minorities and Refugees in a Tangle of Nationalistic Radicalization, Helsinki Committee in Serbia Files, http:www.Helsinki.org.yuhcsHCSfiles 8complete.htm 22 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven 6 Newest Developments after 2000: Horse Trading, Sinecure Exchange In January 2002, the Serbian Assembly has adopted with a onevote majority the socalled Omnibus Law subsequently operationalized in June of this year, a package of regulations, which should return certain financial and executive prerogatives to the Vojvodinian Assembly. This law is conceived as an interim measure aimed at reinstating some of the prerogatives of the Vojvodinian autonomy: it corrects some violations of the 1990 Constitution of Serbia, which was actually passed as part of Slobodan Milosevics program of the abolition of Vojvodinas autonomy !. This law returns to the Provincial Assembly the rights to govern its health and pension funds, and establish cultural and media institutions relevant for the Provinces multiethnic scene. What is more significant is that the passing of the Omnibus Law coincided with the initiative for changes in the Serbian republican Privatization Law, which should now allow for fifty per cent of income from the sales of state enterprises on the territory of Vojvodina to be retained by the Province instead of five per cent, which was the case before. It also coincided with the distribution of a dozen of newly freed mandates in the Serbian Assembly to functionaries of the two largest Vojvodinian autonomist parties the League of Social Democrats, and the Vojvodinian Reformists the mandates that the Democratic Party of the Serbian prime minister Zoran Djindjic had recently taken away from the party of his archrival Vojislav Kostunica, the current president of FR Yugoslavia under the pretext of the latters MPs absenteeism. The Serbian prime minister did not have to pay for the new liberties of Vojvodina too dearly. Omnibus Laws provisions for health and pension funds, while reduced in the course of the parliamentary squabbles from 12 to 9 billion dinars 200 to 150 million US dollars, are in fact equal to the sum that anyway must be spent by the Republic for state expenditures of the Province. The privatization sales income from the sale of Vojvodinian cement factories, oil refinery and five sugar plants ! would equal to the amount of funds, which the republican budget must allocate for the reconstruction of industrial infrastructure and restructuring in Vojvodina. It should be noted that almost all current income from the privatization of state enterprises comes from the sale of Vojvodinian plants, since 95 per cent of foreign investors are interested only in the property located north of the Sava and Danube rivers. The newest seemingly favorable developments do not include any of the liberties that the autonomist Vojvodinian parties have for considered their main goals, namely fundamental changes the constitutional position of Vojvodina. An expert commission, staffed by intellectuals from the main Vojvodinian civic NGOs, recently submitted to the Vojvodinian MPs and subsequently to the Serbian assembly the Basic Law on Vojvodinian Autonomy, from in 23 ZEF Discussion Papers on Development Policy 57 which the principal opening clause on the selfdefinition of the Provinces autonomy were promptly deleted.24 the Law in leading member of the Alliance of Vojvodinian Hungarians, In March of 2000, the new federal Law on National Minorities was adopted, which was praised in the media by the main Hungarian parties leaders as the most advanced law on minorities in Europe. In the words of Tamas Korhec, the Vojvodinian Minister for Minority Issues and a is revolutionary, because it recognizes the right to selfrule in the issues of language and culture, and because it was drafted with the expert advice of the Council of Europe and the Organization for European Security and Cooperation.25 The Law is, indeed, innovative in its provisions that street names and signs in the ethnically mixed areas, along with personal documents of ethnic minority members, would be written the scripts and orthographies of corresponding languages. In reality, the Law on Minorities did not change the crucial provision for schooling in ones mother tongue in elementary and high schools: it still postulates that the percentage of minority students must be 15 per cent or more. How devastating for the preservation of Vojvodinas ethnic groups tongues and cultures this law is, can be seen when one remembers that whole villages in Vojvodina have become depopulated in the last fifty years because of the flight to cities, which leaves areas with a high concentration of minority members populated by old people.26 The much lauded Law on Minorities seems to be much more applicable to countries like Canada, where ethnic groups had settled and concentrated for a long time on separate territories. Even prior to the most recent changes in the demographic distribution, ethnically dispersed populations had been a historical characteristic of the Province of Vojvodina, with the exception of six predominantly Hungarian municipalities in the region of Northern Backa bordering Hungary. One such process is the pattern of ethnicandcadre horsetrading between the Vojvodinian party leaders and their big brothers in Serbia, and the other is the macrobackground of social and political demobilization of the population at large, which allows this kind of politics to remain a norm. Both processes have developed during, and continued from the times of Slobodan Milosevic. Horsetrading seems to have become the predominant pattern of political behavior in the aftermath of the DOScoalition of 16 parties victory in 2000. In the case of leaders of both multiethnic and Hungarian Vojvodinian parties, it is a strategy by which they secure important ministerial and similar sinecures in the Serbian and Vojvodinian bodies, despite the fact that they have been systematically unsuccessful in promoting the laws that would significantly alter Vojvodinas secondclass status in Serbia, and in the face of the fact that they had not been able to mobilize any significant following among the population. Vladimir Ilic, a Belgrade sociologist 24 Dimitrije Boarov, Ustavnoj povelji ususret Waiting for the Constitutional Charter, Helsinki Reports, June 2002, http:www.helsinki.org.yuhcsHCS2002Jun 12.htm 25 http:www.vmsz.org.yushonamacikk.php?id32 26 In addition, approximately 50,000 younger Vojvodinian Hungarians have left the Province in the last 10 years, avoiding the military draft: at least half of them have subsequently found jobs and settled in Hungary. 24 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven who analyzes Serbian political scene after 2000 in the vein of Max Webers work on political parties, observes that Vojvodinian autonomists are not able to disguise that they are more interested in institutional dimensions of autonomy, which means high executive posts and sinecures, than in its economic dimension, which is otherwise presented as a top priority in the party programs focusing on economic exploitation of Vojvodina.27 Such politics, in the context of the previously outlined socioeconomic grievances of the population that are shared across ethnic lines, can mobilize only the followers of narrow party circles, i.e., the aspirants to high posts. Tradeoffs are obviously worth ignoring the needs of and need of constituencies. and minority parties In this tangle of events, largely directed in Serbia by an increasing Western pressure to conform to the prescriptions of the European Union pertaining to ethnic minority rights and regionalizationdecentralization, Vojvodinian multiethnic claim victories without developing any concrete stance toward the issues that would be a direct response to the pressing grievances of ordinary people. One cannot help but suspect that Vojvodinian autonomist parties could hardly wait for a handful of concessions so to promptly reduce the list of their demands, thereby continuously putting into question their legitimacy and leverage against the growing rivalry between the two Belgradebased political blocks in the panSerbian coalition that no longer exists. Vojvodinian parties seem to have little trust in their own constituency building, and gain confidence only when growing closer to the party of the Serbian prime minister. Not surprisingly, precisely at such times, their proautonomy rhetoric seems to become exceptionally radical: in response, indicators of the future abstinence vote in Vojvodina have increased dramatically, for the first time after the 2000 regime change.28 can With regard to the new law on minorities, the largest Hungarian party can feel victorious since it satisfies parts of its demands for territorial autonomy. In other words, with the high 15 per cent in the population census line, less than three fifths of Vojvodinian Hungarians could hope to receive education in their mother tongue, while over two fifths of territorially dispersed Hungarians would be left without it. The leaders of the former populations party branches are in the meantime being offered jobs and offices in the cities of Novi Sad and Subotica. The plight of the less numerous minorities, such as Slovaks, Rumanians and Ruthenians, is left to be discussed and studied by the NGO forums in which the intellectual elites of these populations would have by now found jobs and access to project funding. 27 Vladimir Ilic, Maks Veber i politicke stranke u Vojvodini Max Weber and Political Parties in Vojvodina uhttp:www.helsinki.org.yupoveljapov 1199091199.html 28 Dissatisfied Vojvodina residents, Medija center Belgrade analytical service, 27 June, 2001, http:www.yumediacenter.comenglishas20017a 260701e.asp 25 ZEF Discussion Papers on Development Policy 57 It seems that as long as laws on minority rights, or those on reinstating the bits and pieces of the Provinces autonomy can be passed in the Serbian parliament, and as long as relevant posts are being distributed in good faith, chances for making the cause of Vojvodinian autonomy politically relevant for its population are minuscule. Simultaneously, a form of compliance with Europe will be maintained. The outlined recent developments in Vojvodina point to the processes which are relevant for an understanding of lack of mobilizational success of Vojvodinian regionalism and the new variety of ethnic politics in Serbia, and the related problems of applying multiculturalism as a theoretical and practical scheme of culture and politics for Vojvodina. To these topics I turn in the concluding remarks. the relationship between the 26 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven 7 Conclusions: Democratic Nationalism, Polity Access, Demobilization, Multiculturality In the first week following the 2000 demise of Slobodan Milosevic, a leading Serbian intellectual close to the party of the Yugoslav president Vojislav Kostunica, outlined in the leading Belgrade daily the doctrine of the new Serbian democratic nationalism.29 In this article, he distinguishes between the wrong Serb nationalism of Slobodan Milosevics era, which is characterized by the authoritarian treatment of its own nation and others, and an expansionistviolent agenda. This nationalism is contrasted with an European brand of Serbian nationalism, which, according to the author, extols its own nation above others because it is a product of a democratic process and thereby provides a necessary integrative glue that comes from the corenation and binds all citizens into a legitimate polity worthy of loyalty and patriotism. In this picture, the blame for the decade of nationalistic wars is squarely put on the shoulders of the dethroned authoritarian regime, and the Serbian nation is presented as a principal victim of Milosevics policies: the latter are simultaneously portrayed as the legacy of Communism, which had supposedly created an unnatural break the Serbian history. The bete noire of totalitarianism thus becomes a mantra and an alleged antipode of democratic nationalists. in It seems that the latest endeavors of Serbian democratic nationalists to normalize the majority nationalism by endowing it with integrative and participatory features reflect two defensive political agendas: one has to do with the continuous denial of the new Serbian authorities to open a public debate on war crimes and the role of Serb forces in the operations of ethnic cleansing in Croatia, BosniaHerzegovina and Kosovo; the other is the intent to coopt members of the civic, antinationalist NGO scene into the ranks of victorious parties. While the latter are being criticized for patriotism deficiency, i.e., the supposedly unnatural inability to criticize other nations, they are simultaneously invited to establish an alliance with democratic nationalists. The strategy of irreconcilable blocks salon nationalist intellectuals and antiwar antinationalist activists serves to thwart the tackling of responsibility among those who in the past decade together with the authoritarian nationalists pursued, backed and masterminded the now defeated policy.30 the uniting of the previously But there is more to the new Serbian doctrine of democratic nationalism. In the last two years, the shaky Serbian coalition has braced itself for the path of reforms. The delayed postcommunist integration in the dominant European context brings with it the reality of becoming a 29 Svetozar Stojanovic, Nations, Nationalism, Citizenry, Danas, 14 October 2000. 30 Vladimir Ilic, Retouching Notions: Normalizing Nationalism, http:helsinki.org.yuhcsHCS2000Dec Vilic.htm 27 ZEF Discussion Papers on Development Policy 57 part of the European semiperiphery, where the much awaited foreign investment will be, for some years ahead, used primarily for repayment and rescheduling of the debt, rather than for the rebuilding of the countrys economy and improvement of living standards. In combination with the situation in Kosovo, which is an international protectorate still referred to as part of the Serbian land, this dependence of Serbia on international sponsorship comes into a state of affinity with the new ethnicization of issues of democratic citizenship. Bound to respond to every pressure of international organizations for its economic policies and human and minority rights laws to which the previous regime had responded with isolationist policies and schemes of violence over territory, and forced to neutralize and whitewash their own responsibility for supporting and condoning the warwaging policies of Milosevic, the Serbian elites have found themselves in a vacuum of legitimacy, where nationalism with the face of a democratic Serb would fill the void. The lack of mobilization success by autonomist Vojvodinian parties, which by now should be diagnosed as an abandonment of the goals of the Provinces autonomy, fits into the scheme of this polity access schemeinthemaking. What is abandoned among the goals of autonomy are the really existing grievances of the population that have been continuously demobilized deorganized by a mix of the radical autonomist rhetoric and the politics of horsetrading and cooptation by the Belgradebased parties. Grievances, as William Gamsons and Charles Tillys studies show, may be constant, but matter far less than group resources, organization and opportunities for collective action. Grievances derive from structural conflict, but in the contemporary setting, they increasingly depend on the mobilizing efforts of movement entrepreneurs. Now, perhaps even more than before in Serbia, polity access means, among other things, a successful use of cultural ethnic or quasiethnic issues, as only they seem to offer legitimacy, the scarcest resource in Serbia. The rhetoric of protecting regional autonomy, or, in the case of the Hungarian largest partys leadership, protecting ones own ethnic minority, means imitation of the new moderate Serb nationalists: all parts of this triad have interest in promoting a sum of some pure nationalisms regionalist, minority or majority, at the expense of mobilizing civic or interethnic allegiances and solidarities. The new perceptions of ethnic competition, depicted in Vladimir Ilics survey on Vojvodinian minorities and refugees testify to the dramatic effects that this political scheme has on interethnic relations on the ground. Broadening political participation seems to be the field into which Serbian elites dont dare to venture. In this context, what use can we find for Will Kymlickas prescriptions for liberal multiculturalismnationalism as in EastCentral Europe? First of all, democracy in this scheme is obviously perceived as a correction of the previously violated or suppressed ethnic identities, which Kymlicka tends to identify with culture and rights. But to diagnose ethnonationalist wars in the former Yugoslavia and the ensuing institutional and ideological layouts for the perpetuation of ethnonationalist legitimacy as caused by the unresolved issues of ethnic autonomy means to turn the understanding of the the basis of democratic transitions 28 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbias Multiethnic Haven conflict on its head. But even if we, despite its wrong diagnosis of the source of nationalism in the former Yugoslavia, accept the package of ethnocultural justice as a useful impetus for protecting minority languages and cultural institutions, we ought to be reminded that in the arena where individual rights and economic existence are precarious, insistence on collective rights, as an ascribed citizenship marker, may act as further hindrance of democratic participation. The Serbian politics of ethnic majorityminority and regioncenter trading shows that the interests of local elites in the tenets of liberal multiculturalismnationalism may be motivated less by their democratization agendas than by their need to bypass the imperatives of broader participation. Will Kymlickas liberaldemocratic benevolent state that simultaneously dispenses individual same for all and collective based on ascribed membership rights is not a reality even in Western liberal states which had homogenized their ethnic differences not because of their ignorance, but as part of state building agendas. It is, at best, an attempt to make a critical move away from the patterns of discrimination of populations whose linguistic and other cultural characteristics had been used to shrink access to major resources. However, the doctrine of liberal multiculturalism, as the case of Vojvodina shows, may serve precisely the opposite goal, i.e., the transportation of statemajoritynationalist closures to substate levels. trade has proven useful In the end, where can one look for reliable barriers against ethnonationalism in an area where ethnic for both authoritarianisolationist and reformistglobalizing elites? How can the survival of multicultural individuals be supported? The only durable option lies in the civic sector, among NGOs who would persist in acting as pressure groups upon their elites escaping accountability: by tenaciously researching and publicizing the findings on structural conflict, grievances, cultural preferences, and the rest of realities of the insecure and resilient everyday life. 29 ZEF Discussion Papers on Development Policy The following papers have been published so far: No. 1 Child Labor and the International Policy Debate Ulrike Grote, Arnab Basu, Diana Weinhold Patrick Webb, Maria Iskandarani Matin Qaim, Joachim von Braun Sabine Seibel, Romeo Bertolini, Dietrich MullerFalcke JeanJacques Dethier Mingzhi Sheng Zentrum fur Entwicklungsforschung ZEF, Bonn, September 1998, pp. 47. Water Insecurity and the Poor: Issues and Research Needs Zentrum fur Entwicklungsforschung ZEF, Bonn, Oktober 1998, pp. 66. Crop Biotechnology in Developing Countries: A Conceptual Framework for Ex Ante Economic Analyses Zentrum fur Entwicklungsforschung ZEF, Bonn, November 1998, pp. 24. Informations und Kommunikationstechnologien in Entwicklungslandern Zentrum fur Entwicklungsforschung ZEF, Bonn, January 1999, pp. 50. Governance and Economic Performance: A Survey Zentrum fur Entwicklungsforschung ZEF, Bonn, April 1999, pp. 62. Lebensmittelhandel und Kosumtrends in China Zentrum fur Entwicklungsforschung ZEF, Bonn, May 1999, pp. 57. Arjun Bedi The Role of Information and Communication Technologies in Economic Development A Partial Survey Zentrum fur Entwicklungsforschung ZEF, Bonn, May 1999, pp. 42. No. 2 No. 3 No. 4 No. 5 No. 6 No. 7 No. 8 Abdul Bayes, Joachim von Braun, Rasheda Akhter No. 9 Johannes Jutting No. 10 Mamdouh Nasr No. 11 Oded Stark, Yong Wang Village Pay Phones and Poverty Reduction: Insights from a Grameen Bank Initiative in Bangladesh Zentrum fur Entwicklungsforschung ZEF, Bonn, June 1999, pp. 47. Strengthening Social Security Systems in Rural Areas of Developing Countries Zentrum fur Entwicklungsforschung ZEF, Bonn, June 1999, pp. 44. Assessing Desertification and Water Harvesting in the Middle East and North Africa: Policy Implications Zentrum fur Entwicklungsforschung ZEF, Bonn, July 1999, pp. 59. Externalities, Human Capital Formation and Corrective Migration Policy Zentrum fur Entwicklungsforschung ZEF, Bonn, August 1999, pp. 17. ZEF Discussion Papers on Development Policy 57 No. 12 John Msuya No. 13 Liu Junhai No. 14 Lukas Menkhoff No. 15 Kaushalesh Lal No. 16 Detlef Virchow No. 17 Arnulf Heuermann Ulrike Grote, Arnab Basu, Nancy Chau Manfred Zeller Ajay Mahal, Vivek Srivastava, Deepak Sanan M. Andreini, N. van de Giesen, A. van Edig, M. Fosu, W. Andah Susanna Wolf, Dominik Spoden No. 18 No. 19 No. 20 No. 21 No. 22 Nutrition Improvement Projects in Tanzania: Appropriate Choice of Institutions Matters Zentrum fur Entwicklungsforschung ZEF, Bonn, August 1999, pp. 36. Legal Reforms in China Zentrum fur Entwicklungsforschung ZEF, Bonn, August 1999, pp. 90. Bad Banking in Thailand? An Empirical Analysis of Macro Indicators Zentrum fur Entwicklungsforschung ZEF, Bonn, August 1999, pp. 38. Information Technology and Exports: A Case Study of Indian Garments Manufacturing Enterprises Zentrum fur Entwicklungsforschung ZEF, Bonn, August 1999, pp. 24. Spending on Conservation of Plant Genetic Resources for Food and Agriculture: How much and how efficient? Zentrum fur Entwicklungsforschung ZEF, Bonn, September 1999, pp. 37. Die Bedeutung von Telekommunikationsdiensten fur wirtschaftliches Wachstum Zentrum fur Entwicklungsforschung ZEF, Bonn, September 1999, pp. 33. The International Debate and Economic Consequences of EcoLabeling Zentrum fur Entwicklungsforschung ZEF, Bonn, September 1999, pp. 37. Towards Enhancing the Role of Microfinance for Safety Education Services: The Indian Experience Zentrum fur Entwicklungsforschung ZEF, Bonn, January 2000, pp. 77. Volta Basin Water Balance Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2000, pp. 29. Allocation of EU Aid towards ACPCountries Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2000, pp. 59. Nets of the Poor Zentrum fur Entwicklungsforschung ZEF, Bonn, October 1999, pp. 30. Decentralization and Public Sector Delivery of Health and ZEF Discussion Papers on Development Policy No. 23 Uta Schultze No. 24 No. 25 No. 26 Joachim von Braun, Ulrike Grote, Johannes Jutting Oded Stark, You Qiang Wang Doris Wiesmann, Joachim von Braun, Torsten Feldbrugge No. 27 Maximo Torero No. 28 Thomas HartmannWendels Lukas Menkhoff No. 29 Mahendra Dev No. 30 No. 31 Noha ElMikawy, Amr Hashem, Maye Kassem, Ali ElSawi, Abdel Hafez ElSawy, Mohamed Showman Kakoli Roy, Susanne Ziemek No. 32 Assefa Admassie No. 33 Jagdish C. Katyal, Paul L.G. Vlek Insights from Physics into Development Processes: Are Fat Tails Interesting for Development Research? Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2000, pp. 21. Zukunft der Entwicklungszusammenarbeit Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2000, pp. 25. A Theory of Migration as a Response to Relative Deprivation Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2000, pp. 16. An International Nutrition Index Successes and Failures in Addressing Hunger and Malnutrition Zentrum fur Entwicklungsforschung ZEF, Bonn, April 2000, pp. 56. The Access and Welfare Impacts of Telecommunications Technology in Peru Zentrum fur Entwicklungsforschung ZEF, Bonn, June 2000, pp. 30. Could Tighter Prudential Regulation Have Saved Thailands Banks? Zentrum fur Entwicklungsforschung ZEF, Bonn, July 2000, pp. 40. Economic Liberalisation and Employment in South Asia Zentrum fur Entwicklungsforschung ZEF, Bonn, August 2000, pp. 82. Institutional Reform of Economic Legislation in Egypt Zentrum fur Entwicklungsforschung ZEF, Bonn, August 2000, pp. 72. On the Economics of Volunteering Zentrum fur Entwicklungsforschung ZEF, Bonn, August 2000, pp. 47. The Incidence of Child Labour in Africa with Empirical Evidence from Rural Ethiopia Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2000, pp. 61. Desertification Concept, Causes and Amelioration Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2000, pp. 65. ZEF Discussion Papers on Development Policy 57 No. 34 Oded Stark No. 35 Ramon Lopez No. 36 Kazuki Taketoshi No. 37 Noel Gaston, Douglas Nelson No. 38 Claudia Ringler No. 39 No. 40 No. 41 No. 42 No. 43 Ulrike Grote, Stefanie Kirchhoff Renate Schubert, Simon Dietz Stefanie Kirchhoff, Ana Maria Ibanez Francis Matambalya, Susanna Wolf Oded Stark, Ita Falk No. 44 Assefa Admassie On a Variation in the Economic Performance of Migrants by their Home Countrys Wage Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2000, pp. 10. Growth, Poverty and Asset Allocation: The Role of the State Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2001, pp. 35. Environmental Pollution and Policies in Chinas Township and Village Industrial Enterprises Zentrum fur Entwicklungsforschung ZEF, Bonn, March 2001, pp. 37. Multinational Location Decisions and the Impact on Labour Markets Zentrum fur Entwicklungsforschung ZEF, Bonn, May 2001, pp. 26. Optimal Water Allocation in the Mekong River Basin Zentrum fur Entwicklungsforschung ZEF, Bonn, May 2001, pp. 50. Environmental and Food Safety Standards in the Context of Trade Liberalization: Issues and Options Zentrum fur Entwicklungsforschung ZEF, Bonn, June 2001, pp. 43. Environmental Kuznets Curve, Biodiversity and Sustainability Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2001, pp. 30. Displacement due to Violence in Colombia: Determinants and Consequences at the Household Level Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2001, pp. 45. The Role of ICT for the Performance of SMEs in East Africa Empirical Evidence from Kenya and Tanzania Zentrum fur Entwicklungsforschung ZEF, Bonn, December 2001, pp. 30. Dynasties and Destiny: On the Roles of Altruism and Impatience in the Evolution of Consumption and Bequests Zentrum fur Entwicklungsforschung ZEF, Bonn, December 2001, pp. 20. Allocation of Childrens Time Endowment between Schooling and Work in Rural Ethiopia Zentrum fur Entwicklungsforschung ZEF, Bonn, February 2002, pp. 75. ZEF Discussion Papers on Development Policy Staatsbildung zuerst. Empfehlungen zum Wiederaufbau und zur Befriedung Afghanistans. German Version StateFormation First. Recommendations for Reconstruction and PeaceMaking in Afghanistan. English Version Zentrum fur Entwicklungsforschung ZEF, Bonn, April 2002, pp. 27. Is the World Becoming A More Risky Place? Trends in Disasters and Vulnerability to Them Zentrum fur Entwicklungsforschung ZEF, Bonn, May 2002, pp. 42 Development Box and Special and Differential Treatment for Food Security of Developing Countries: Potentials, Limitations and Implementation Issues Zentrum fur Entwicklungsforschung ZEF, Bonn, May 2002, pp. 28 Attaining Universal Access: PublicPrivate Partnership and BusinessNGO Partnership Zentrum fur Entwicklungsforschung ZEF, Bonn, June 2002, pp. 37 Ethnic Conflict Federalism in Nigeria Zentrum fur Entwicklungsforschung ZEF, Bonn, September 2002, pp. 45 Overlapping Zentrum fur Entwicklungsforschung ZEF, Bonn, August 2002, pp. 17 Projecting the Benefits of Golden Rice in the Philippines Zentrum fur Entwicklungsforschung ZEF, Bonn, September 2002, pp. 33 Schooling Costs and Child Labour in Rural Pakistan Zentrum fur Entwicklungsforschung ZEF, Bonn October 2002, pp. 34 The Effect of Foreign Investment on Economic Development and Income Inequality Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2002, pp. 35 Willingness to Pay for the Rural Telephone Service in Bangladesh and Peru Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2002, pp. 39 No. 45 Andreas Wimmer, Conrad Schetter No. 46 No. 47 Torsten Feldbrugge, Joachim von Braun Joachim von Braun, Peter Wobst, Ulrike Grote No. 48 Shyamal Chowdhury No. 49 L. Adele Jinadu Oded Stark, Yong Wang Roukayatou Zimmermann, Matin Qaim Gautam Hazarika, Arjun S. Bedi Margit Bussmann, Indra de Soysa, John R. Oneal Maximo Torero, Shyamal K. Chowdhury, Virgilio Galdo No. 50 No. 51 No. 52 No. 53 No. 54 ZEF Discussion Papers on Development Policy 57 No. 55 No. 56 No. 57 HansDieter Evers, Thomas Menkhoff Qiuxia Zhu Stefanie Elbern Ana Devic Selling Expert Knowledge: The Role of Consultants in Singapore s New Economy Zentrum fur Entwicklungsforschung ZEF, Bonn, October 2002, pp. 29 Economic Institutional Evolution and Further Needs for Adjustments: Township Village Enterprises in China Zentrum fur Entwicklungsforschung ZEF, Bonn, November 2002, pp. 41 Prospects of Multicultural Regionalism As a Democratic Barrier Against Ethnonationalism: The Case of Vojvodina, Serbia s Multiethnic Haven Zentrum fur Entwicklungsforschung ZEF, Bonn, December 2002, pp. 29 ISSN: 14369931 The papers can be ordered free of charge from: Zentrum fur Entwicklungsforschung ZEF Center for Development Research WalterFlexStr. 3 D 53113 Bonn, Germany Phone: 49228731861 Fax: 49228731869 EMail: zefunibonn.de http:www.zef.de ", "filename": "zef_dp57.pdf", "person": ["Ana Devic", "Devic, Ana"], "date": ["2002"]}