{"lang": "en", "identifier_url": ["http://www.econstor.eu/bitstream/10419/84733/1/zef_dp12.pdf"], "title": ["Nutrition improvement projects in Tanzania: Appropriate choice of institutions matters"], "plaintext": "The CENTER FOR DEVELOPMENT RESEARCH ZEF was established in 1997 as an international,interdisciplinary research institute at the University of Bonn. Research and teaching at ZEF aimsto contribute to resolving political, economic and ecological development problems. ZEF closelycooperates with national and international partners in research and development organizations.For information, see: http:www.zef.de.ZEF DISCUSSION PAPERS ON DEVELOPMENT POLICY are intended to stimulate discussion amongresearchers, practitioners and policy makers on current and emerging development issues. Eachpaper has been exposed to an internal discussion within the Center for Development ResearchZEF and an external review. The papers mostly reflect work in progress.Published by:Zentrum fur Entwicklungsforschung ZEFCenter for Development Research WalterFlexStrasse 3D 53113 Bonn Germany Phone: 49228731861Fax: 49228731869EMail: zefunibonn.dehttp:www.zef.de John Msuya, Nutrition Improvement Projects in Tanzania: Appropriate Choice of Institutions Matters, ZEF Discussion Papers On Development Policy No. 12, Centerfor Development Research, Bonn, August 1999, pp. 36.ISSN: 14369931The author:John Msuya, Sokoine Agricultural University, Tanzania and Fellow, Center for Development Research, Bonn, GermanyContact: foodlabsuanet.ac.tzNutrition Improvement Projects in Tanzania Contents Acknowledgements Abstract Kurzfassung 12Introduction Profiles of NIPs and Community Leaders Perceptions 3Arrangement of Institutions among the NIPs 11244699111621244Proposed Conceptual Framework, Policy Implications and the Main Conclusion 2525References 2932332.1 NIP Profiles 2.2 Community Leaders Perception 3.1 Conceptual Basis: Transaction Costs TCs and Choice of Institutional Design 3.2 Arrangement of Institutions Among the Study NIPs 3.3 Asset Specifity 3.4 Rigidity of Institutions against Changes 3.5 Some Preliminary Conclusions 4.1 Proposed Conceptual Framework for the Functioning of NIPs 4.2 Evidence from the Study to Support the Framework 4.3 Concluding Remarks Is there Room for NIPs Improvement?ZEF Discussion Papers on Devlopment Policy 12List of Tables:List of Figures Table 1Type of development projects reportedly known to the interviewed 7community leaders Table 2Type of development project ranked number one, among those known 7and perceived as the most beneficial by the interviewed community leaders Table 3Perceived nutritional problems and causes as reported by the interviewed 8community leaders in the different projects Table 4Institutional design parameters 10Table 5Identified institutional design parameters of the study NIPs 12Table 6The current work situation of the interviewed Village Health Attendants 15VHAs in two districts, Iringa Rural and Morogoro Urban Table 7Various types of asset specificity, identified and considered relevant,17from activities of the five study projects Table 8Identified sources of institutional rigidity at individual and community 22levels which are likely to hinder the efforts made by the NIPs Figure 1Proposed framework of interactions involved in implementing NIP26to determine the project outcomeNutrition Improvement Projects in Tanzania Abstract Kurzfassung 1Nutrition Improvement Projects NIPs are sets of planned activities specificallyundertaken as interventions to reduce malnutrition and its associated problems in thecommunities. The study focused on five NIPs of varying nature. The projects included theinternationally known Iringa Nutrition Project, and the National Salt Iodation Project. Othersinclude, a locally processed weaning food, and smallholder agriculturalbased projects.The aligning of institutions for delivering primary health services attempted by somenutrition improvement projects in Tanzania seems to be in disharmony with the organisationalcapacities, and therefore causing high transaction costs. On the other hand, things look promisingfor the deliverance of nonpublic good services. The private sector through the use of marketmechanism, and more involvement of the civil society as a way of increasing the participation ofbeneficiaries, hold the key to success for that matter. Such arrangements are likely to be favouredby the continuing economic changes in the country.Ernahrungsverbesserungsprojekte beinhalten ein Bundel von Manahmen, die mitdem Ziel durchgefuhrt werden, Unterernahrung und damit verbundene Probleme zu bekampfen.Der Schwerpunkt der Studie liegt auf funf Ernahrungsverbesserungsprojekten ganzunterschiedlicher Natur, darunter das international bekannte Iringa Nutrition Project und das National Salt Iodation Project. Die anderen beschaftigen sich mit lokaler Stillkostproduktionund Kleinbauern.Die Einrichtung von Institutionen fur die Bereitstellung von Basisgesundheitsdiensten, wie von einigen Ernahrungsverbesserungsprojekten in Tansania versucht,scheinen mit den Organisationskapazitaten nicht ubereinzustimmen und verursachen daher hohe Transaktionskosten. Andererseits entwickelt sich die private Bereitstellung ernahrungsrelevanter Guter und Dienstleistungen vielversprechend. Die Einbeziehung des privaten Sektors erscheintwegen des Marktmechanismus und der starkeren Beteiligung der Zivilgesellschaft ein Weg, die Partizipation der Zielgruppen zu erhohen. Dies ist ein Schlusselbereich fur den Erfolg. Derwirtschaftliche Wandel in Tanzania unterstutzt diese Tendenz.ZEF Discussion Papers on Development Policy 121 Introduction 2Malnutrition is still a big problem in developing countries today. Reports show that asmany as 60% of children in some of these countries are underweight ACCSCN, 1993. While asignificant downward trend in underweight children has recently been observed in other parts ofthe world, the situation in subSaharan Africa is of great concern World Bank, 1995; UNICEF,1996. A recent compilation of available information in the region revealed even an upwardtrend in the prevalence of underweight children ACCSCN, 1994; 1996 in several countries.Malnutrition is known to be very much associated with poverty Berg, 1973; 1987;Garcia and PinstrupAndersen, 1987; von Braun et al., 1992. It is therefore not coincidental thatthe subSaharan countries have both characteristics. According to the 1994 World Bankstatistics, the 10 poorest countries in the world are all found in the region World Bank, 1996.With per capita GNP of US140, Tanzania is the fourth poorest country. Economic growth ifassociated with income growth among the poor can, and has actually been shown to, provide alasting solution to the problem of undernutrition ACCSCN, 1992; 1993. However, in view ofthe extent of human suffering and the known consequences it would be unacceptable to wait fora solution to come through the course of economic growth in the long run. Indeed, other ways ofreducing malnutrition rapidly are necessary. This is the goal of Nutrition Improvement ProjectsNIPs.NIPs are sets of planned activities specifically undertaken as interventions to reducemalnutrition and its associated problems in communities, by channelling additional resources,including knowledge, more quickly and specifically to nutritionally needy groups. Typical NIPsinclude nutritional surveillance, feeding programmes, nutrition education, food production andformulation, nutrient fortification, and caring for special groups most vulnerable to malnutrition.While macroeconomic interventions and general policies to reduce poverty and health problemsimplemented at a national level play important roles in the improvement of the food and nutritionsituation, they are not classed as NIPs. Also, this approach for addressing structural and chronicnutrition problems does not apply to emergency situations such as, for example, disasters.The aim of the current study is to undertake an investigative analysis of NIPs in Tanzaniato assess the possibility for further improvement, or at least sustaining, their impacts. The mainfocus is on institutional arrangements within projects, which tend to be neglected. In the courseof the analysis, two research questions will be addressed:Nutrition Improvement Projects in Tanzania 3 Do the institutional setup options employed by the NIPs in Tanzania offerpossibilities for low transaction costs on delivering their goods and services given thesocial and political environment in the country? How can the functioning of the NIPs be conceptualised in an operational framework?Chapter two outlines the profile of the nutrition improvement projects found in Tanzania,and reports on the perception of community leaders concerning NIPs. In order to assess thepossibility of sustaining the impact of the projects, chapter three provides an analysis of thearrangement of institutions involved in implementing the activities of the NIPs, and theirimplications for transaction costs. Chapter four winds up the study by proposing a conceptualframework of the functioning of the NIPs. The chapter also gives the policy implications andrecommendations.ZEF Discussion Papers on Development Policy 122 Profiles of NIPs and Community Leaders Perceptions 2.1 NIP Profiles 4According to their nature and activities, nutrition improvement projects operating in Tanzania can be classified into eight categories. The categories are:1 Communitybased projects of the 80s2 Micronutrient malnutrition control projects3 Agriculturebased food security projects4 Information system projects5 Primaryhealthbased projects6 Formulated foods7 Projects to reduce womens workload8 Womens incomegenerating projects Each of the eight project categories is explained below and specific examples of suchprojects provided. It should, however, be noted that the criterion used here for this classificationis only for convenience. Other criteria are also possible.Communitybased projects of the 80s: Specifically, two programmes are included here.These are the WHOUNICEF Joint Nutrition Support Project JNSP in the Iringa region and the Child Survival, Protection and Development CSPD programmes. The two are closely related.The JNSP was implemented between 1984 and 1988 in a few selected villages in the Iringaregion before it was phased out and adapted as CSPD to cover the whole region. It has also beenadapted to a number of other regions, since then. Both projects follow the integrated nutritionapproach and are communitybased so that community participation and empowerment arestrongly emphasised.Micronutrient malnutrition control projects: These are narrow focusing projects directedat controlling various specific micronutrient deficiencies. The projects focus on deficiencies ofthe three micronutrients which are of national concern. These are: iron deficiency leading tonutritional anaemia, iodine deficiency leading to iodine deficiency disorders IDD, and vitamin A deficiency. Each of the three is addressed individually in separate projects. Of moreimportance for this study is the IDD control. The project which started in the 1990s is thenational salt iodation project, which aims at iodine fortification of salt consumed in the country.Legal regulations provided under the Tanzania Salt Acts of 1992 and 1994 are used to reinforceNutrition Improvement Projects in Tanzania 5the objectives of this project Government of the URT, 1994. The measures are directed at saltproducers, traders and consumers.Agriculturebased food security projects: Agricultural extension services in Tanzania,like in many agriculturally dominated economies, have focused more on cash than on food crops.This is probably due to the importance of such crops in earning crucial foreign exchange. Thelack of promoting food crops calls for projects which focus on improving food production forhousehold food security. This is particularly true for the remote areas where agriculturalcommercialisation is hampered by factors such as poor rural infrastructure. Such projects includea BelgianNGOfunded project in the Mwanga District in northern Tanzania. The project isknown as the Mwanga Integrated Farming Improvement Project MIFIPRO.Information system projects: These are new type of projects earmarked recently in viewof the need and importance of correct and timely nutrition information in development planningand decisionmaking in the country. Much of the experience has been gained from JNSPIringaespecially on how communities can generate and make use of such information. However, dueto both financial and logistical problems, such projects have not been able to take off fully.Primaryhealthbased projects: These are projects which are based on efforts toovercome detrimental nutritionhealth linkages. Such efforts include countrywideimmunisations of women and children against child killer diseases. Such efforts have become socommon that they are now part of the health services provided by the government. They are alsoincluded as an important part of other projects such as CSPD. Family planning is another of suchprojects.Formulated foods: Because of the poor weaning foods and practices in specificcommunities, there have been attempts to provide cheap and affordable formulated weaningfoods. Such foods are particularly aimed at reducing protein energy malnutrition which is verycommon among children of that age. Several projects have embarked on this undertaking. Thebest known ones are the Morogoro UNICEFfunded soy bean project in the 1970s which wasabandoned after a few years of operating. Others include the TFNC and National Milling Corporation NMC joint project during the early 1980s to produce a commercial weaning food Lisha. This project was also abandoned after only a few years of operation following somefinancial and logistical problems. The project was supported and highly funded by the USAIDTFNC, 1983. While the two above projects were based on the government or its agencies, themissionary services unit of the Catholic church in Tanzania is now operating small scale projectsin several of its centres in the country. One such centre is in Turiani in Morogoro Rural Districtwhere a formulated weaning food known as Totomix 1 is being produced and marketed. 1 The name comes from the Kiswahili word for a child which is mtotoZEF Discussion Papers on Development Policy 122.2 Community Leaders Perception 6Projects to reduce womens workload: Womens heavy workload is recognised to be oneof the causes of poor nutrition Engle, Menon and Haddad, 1997. First, for the woman herselffor not meeting her bodys nutrient requirements, and secondly, for her children, as she is unableto care for them properly. Various projects therefore aim to reduce the workload in differentways, mostly based on introducing improved appropriate technology. The Himo project innorthern Tanzania focuses on teaching women how to make and use efficient cooking stoves.The project also promotes tree planting to provide firewood close to homes, at the same timehelping to conserve the environment to ensure sustained agriculture production in the area.Womens incomegenerating projects: It is recognised in Tanzania Kavishe, 1993, likein many other poor countries, that incomes owned and controlled by women are more likely tobe spent on improving food and nutrition in the household than those controlled by men. Someprojects therefore focus on enabling women to generate their own controlled incomes. Several NGOs are involved in Tanzania where they provide loans and supporting logistics such astraining. The government of Tanzania, through donors, attempted to set aside a special fund toprovide loans to poor women, to help them engage in informal sector activities. However, manycomplaints have been raised concerning the failure to target and reach those really in needLugalla, 1995.Ultimately, five NIPs which varied in nature and characteristics were selected for thisstudy. The projects are: the Iringa Nutrition Project JNSPCSPD, Tanzania National Salt Iodation, MIFIPRO, the Himo project and Totomix. The selection of these projects was based onthe nonprobability convenience sampling technique Fink, 1995. Care was taken to ensure thatmost of the categories of NIPs, mentioned above, were included. Description of each of theprojects is given in Msuya 1998.In order to identify general opinions about NIPs in the local communities, communityleaders in one region of Tanzania were interviewed. Specifically, a total of 21 communityleaders in two districts, 16 in Morogoro Urban and 5 in Morogoro Rural, were interviewed. Theresults are presented in Table 1 below.In both districts, the CSPD project, which incorporates maternal and child health MCHactivities, was well known among the interviewed community leaders. In the urban district, all ofthem were familiar with the project. The CSPD project was introduced in the Morogoro region in 1988. Other familiar projects include womens loans in both districts, and water wells in the ruraldistrict. The popularity of crop production in the urban district is not surprising. Mvena et al.1991 reported an increase in urban farming within the Morogoro municipal area.Nutrition Improvement Projects in Tanzania Table 1: Type of development projects reportedly known to the interviewed community leaders Table 2: Type of development project ranked number one, among those known and perceived asthe most beneficial by the interviewed community leaders 7Table 2 presents results of the ranking of development projects as perceived by theinterviewed community leaders. Despite of available alternative health services in the urbandistrict, an overwhelming majority of the leaders still ranked the CSPDMCH as the mostbeneficial project. However, the situation was different for the rural district leaders where thereis no overwhelming preference for the type of development projects although womens loanswere slightly superior.Type of Project Morogoro Urban N 16%Morogoro Rural N 5%Crop production Livestock production Womens loans Pet business Nutrition MCH and CSPDAIDS prevention Child daycare centres Handicraft Water underground water wells8 503 199 564 2516 100006 3802 401 204 801 204 801 201 2003 60Source: Own survey Type of Project Morogoro Urban N 16%Morogoro Rural N 5%Crop production Womens loans Healthnutrition MCH and CSPDSelfhelp voluntary construction works Water underground water wellsNot sure 1 6013 811 601 61 202 401 2001 200Source: Own surveyZEF Discussion Papers on Development Policy 12Table 3: Perceived nutritional problems and causes as reported by the interviewed community leaders in the different projects 8Characteristics Project CSPDIringa N9CSPDMorogoro N4Totomix N4Himo N2MIFIPRON1Nutritional problems:Child malnutritionAdult malnutritionGeneral underfeeding 925402400002001Main causes:Low agric. productionPoor knowledgeLow incomesBad life styleUnsafe water diseases 4745414420144302010010000Source: Own survey The perception of the community leaders regarding nutritional problems and their causesin their respective locations were sought Table 3. Child malnutrition was mentioned by allinterviewed leaders in the NIPs dealing with children CSPD and Totomix. However, generalunderfeeding was recognised in almost all the project areas. Various causes of the nutritionalproblems in the various project areas were noted, but low agricultural production was mentionedin all of them.Using the community leaders as key informants, the survey was able to gather data forthe present analysis. Generally, NIPs are wellknown in the society. However, their rankingcompared to the other known development projects cannot be generalised. Community leaders inthe urban area seemed to differ from those in the rural area. Unlike the divided opinion on how NIPs are valued, the majority of leaders felt that they were addressing the main nutritionalproblems in their areas. Although some aspects regarding NIPs seem to be contradictory, theirgreat popularity and favourable attitude are very encouraging.Nutrition Improvement Projects in Tanzania 3 Arrangement of Institutions Among the NIPs 3.1 Conceptual Basis: Transaction Costs TCs and Choice of Institutional Design 9The research question to be addressed here is whether the institutional setups arrangedby the NIPs in implementing their activities are able to attain low TCs and hence ensureeffectiveness and sustainability of the projects.Fundamentally, a project can be conceptualised as a set of contracts linking various actorsas principals and agents. The actors include the owners, employees, contractors, consultants, andbeneficiaries. The setting of these contracts is what gives rise to the transaction costs TCs.Though there is no consensus on the precise definition of TCs Williamson, 1975; 1985; Cheung,1983; Barzel, 1985; North, 1987; 1990, transaction costs in this study will be based largely onthe concepts by North. Accordingly, TCs consist of the costs of measuring the valuable attributesof what is being exchanged and the costs of protecting rights and policing and enforcingagreements. While this definition, like the concept itself, was basically developed for studyingcorporate economics, it is used to enable the analysis of projects in this study.As mentioned above, the idea of introducing the concept of TCs in this study is toprovide extra tools for investigating project implementation. For this purpose, the concept isexpanded here to include what Williamson 1985 refers to as dimensions of transactions whichdetermine the outcome of the contracts. The dimensions are aspects of asset specificity,uncertainty, and frequency. Of the three dimensions, asset specificity is the most interesting forthis study and will therefore be briefly explained. According to Williamson, the traditional costaccounting which distinguishes only fixed F and variable V costs is not complete. He arguesthat some components of the cost of the contract are not captured. Williamson have thereforeadded the notion of asset specificity which is divided into totally specific and nonspecific. Fourdifferent types of asset specificity can be distinguished. They are briefly summarised by Joskow1988, p. 106 as follows:a Site specificity: The buyer and seller are in a cheekbyjowl relationship with one another, reflectingexante decisions to minimise inventory and transportation costs. Once sited, the assets in place are highlyimmobile.b Physical asset specificity: When one or both parties to the transaction make investments in equipmentand machinery that involve design characteristics specific to the transaction and which have lower values inalternative uses.c Human asset specificity: Investments in relationshipspecific human capital that often arise through alearningbydoing process.ZEF Discussion Papers on Development Policy 12Table 4: Institutional design parameters 10d Dedicated assets: General investments by a supplier that would not otherwise be made but for theprospect of selling a significant amount of product to a particular customer. If the contract were terminatedprematurely it would leave the supplier with significant excess capacity.Development projects are organised or designed in various ways although it is not veryclear what really determines such designs. Such designs may, to some extent, be subjectivedepending on the interests and ability of the project owner or implementor. Only few workershave attempted to suggest some criteria for the designs Kessides, 1993; Picciotto, 1995. It isargued Picciotto, 1995, that the nature of project goods is fundamental to organisational orinstitutional design. Accordingly, project goods are grouped into government, public, civil,common pool, market, and toll goods Table 4. In order to provide a framework for assessingthe rationale of project institutional design for the NIPs in this study, this section looks into thenature of project goods and how they suit the various designs.Nature of Project Goods Dominant Parameters Institutions Example Government Hierarchy State agencies Justice, rules for foodquality, police Toll Market Hierarchy Public regulated privatecorporations Public utilities Public Participation Hierarchy Hybrid organisations Policy, community healthand nutrition, rural roads Market Market Private corporations,farmers andentrepreneurs Farming, industry,services includingnutritionCivil Participation Market NGOs, PVOs Public advocacyincluding nutrition,professional standards,civic action Common Pool Participation Local organisations, cooperatives Natural resourcemanagement Source: Picciotto 1995 p. 11 with some remarks on nutrition policy and programmes added.Traditionally, the institutional design of projects was dominated by a sense of publicsector orientation OECD, 1991, but now things have started to change. As government capacityand fiscal constraints came to light, there was greater emphasis on mobilising private resourcesfor development. At the same time, in response to pressing social and environmental problems,voluntary organisations multiplied and attracted substantial development funding. The samesocietal shifts made the involvement of beneficiaries in achieving project objectives i.e.Nutrition Improvement Projects in Tanzania 3.2 Arrangement of Institutions Among the Study NIPs 11participation necessary. As the role of the private and voluntary sectors increased, theassumptions governing the design of project organisations had to be reconsidered.On the other hand, the elements for planning the organisational design have beenanalysed by institutional economists. This has brought to light the potentials and the limits ofgovernment, markets, and organisations. For example, the difficulties of aligning individualincentives to the common good within large and heterogeneous groups have become clearOlson, 1971. The powerful incentives for free ride that are inherent in large groups havebeen revealed. Similarly, the transaction cost literature has illuminated the contractualenforcement difficulties associated with excessive reliance on hierarchy and controlWilliamson, 1994. Whereas, under the traditional public investment planning approach, therewas a tendency to favour the command and control organisations, institutional theory suggeststhat the desirable point of departure for reviewing project design options is the market Picciotto,1995. The implication seems to be that where markets can be employed efficiently they shouldbe used. Compared with the alternatives, markets save scarce administrative capacities, avoid thepublic choice obstacles associated with large organisations, and tend to be responsive toconsumer needs. However, not all the activities undertaken by projects, and especially those ofthe nutrition improvement projects, are amenable to market solutions or private transactions.Private transactions are effective only for goods which are consumed by one person at atime subtractability and in circumstances where individual consumers can be excluded withoutincurring substantial costs excludability. The combination of these characteristics along withcompetition, providing the conditions of free entry and exit, results in market efficiency. Thefundamental implications for institutional design have been dealt with Kessides, 1993 and Picciotto, 1995.Williamson 1985, p. 93 illustrated how the ideal choice of types of institutions shouldbe made in a contracting situation. The difference between the bureaucratic cost of internalgovernance and the corresponding governance costs of the markets, within a given level of assetspecificity, should determine whether the transaction will take place in the market or within thefirm. If asset specificity is slight, it will not pay to establish a bureaucratic organisation, while ifasset specificity is great, hierarchical solution will be more logical. There will also be situationswhere the choice between markets and firms is a matter of indifference.A summary of the types of institutions employed by the NIPs in implementing theiractivities is presented in Table 5. Also included in the table are the types of goods delivered bythe projects and their corresponding parameters for the enforcement of the institutions. Theactivities of the NIPs are dominated by the civil goods. Except for the CSPD project, all the NIPshave included at least one component of market goods among their range of delivered goods.Public and governmenttype project goods are found among the CSPD and the Salt IodationZEF Discussion Papers on Development Policy 12Table 5: Identified institutional design parameters of the study NIPs Totomix Project: 12projects only. Common pool goods appear within three NIPs as water for irrigation and salt as anatural resource. It is therefore not surprising that participation was widely employed to enforcethe institutions. The various aspects of the participation parameter included charity by NGOs,local organisations and cooperation e.g. the farmer groups and producers associations. Themarket parameter is dominated by private entrepreneurs. The economic theory recommends theuse of market mechanisms whenever possible to reduce the costs of organisation Picciotto,1995. The situation in each of the NIPs is described below.Project Goods Delivered Type of Good Institutions Involved Dominant Parameters TotomixFormulatedweaning foodMarket; civilPrivate entrepreneurs;NGO donorMPMIFIPROMechanisationoxplough cartIrrigationImproved farmingtechnologyCivil; marketCommon poolCivilSmall farmers;NGOs;entrepreneurs;Local organisations; cooperatives; NGOsSmall farmers; NGOs PMPPHimoTree seedlingsEfficient stovesIrrigationCivil; marketCivil; marketCommon poolLocal org.; NGOs;entrepreneursLocal org.; cooperative;NGOs PMPNationalsaltiodationHealthy saltSalt lawMarket;public;common poolGovernmentEntrepreneurs; cooperativeGovernment MPHCSPDHealth educationPrimary healthcareHealthsurveillanceCommunityempowermentPublicPublicGovernmentPublic; civilPublic health; localorganisations LOsPublic health; localgovt.; LOsLocal govt.; LOsLocal govt LOs H, PH, PH, PH, PParameters: M Market; P Participation; H Hierarchy Source: Own survey The market mechanism is applied in several aspects of the Totomix project. A privateoperator is in charge of production and distribution of the Totomix formulated weaning food.The operator is an entrepreneur who operates commercially but is committed to the projectcustodian i.e. the Turiani missionary hospital. Investigation indicated that the hospital hadpreviously attempted to manufacture the product on its own but had to abandon the idea becauseNutrition Improvement Projects in Tanzania MIFIPRO and Himo Projects:13of logistical difficulties. The failure is, however, not surprising. Based on organisation theory itis the market option that offers low TCs in delivering markettype goods.Price subsidies offered to the poor families together with the support which the hospitalprovided to the entrepreneur qualifies the project as a civiltype good. The entrepreneur hadreceived the working capital from the hospital in an interestfree loan. The hospital has alsocontinued to provide support in various ways including the much needed transport facilities. Thehospital is itself run by charity from donors of the Roman Catholic church in the Diocese of Morogoro.The MIFIPRO project includes the existing local traditions of irrigation, watermanagement and cattle keeping. The project also facilitated the formation of cooperative farmergroups. This is considered an empowering strategy to encourage the common actions andincrease the smallfarmers voice. Although the project is linked with the district governmentauthority, the use of hierarchy was completely avoided. The villagers in the area hadexperienced negative government actions hierarchy during the villagilisation programme lessthan three decades ago. During the programme most of the villagers are said to have lost theirproperties when they were forced to move to areas which they were not willing to go. The Himoproject seems to be very similar to the MIFIPRO project except for the stronger localorganisations in the Himo area which the project was able to take advantage of. The churchesand schools in the Himo area have for many years commanded a very strong influence in thecommunity especially with respect to introducing innovations. Coffee which is the main cashearner 2 and hybrid dairy cows were all introduced in the area through the activities of the churchand schools. The Himo project uses the schools to conduct and promote its activities of treenurseries and efficient stoves. The nurseries have been established in a number of schools wherethe project has provided the necessary technology and materials. The schools take care of thesenurseries and keep the cash resulting from the sales of the seedlings. Similarly, big firewoodstoves have been installed in several schools as well as in a few private local breweries andcatering agencies. While they use them for cooking, they are indeed intended to help extend andmake the community appreciate the technology. 2 This is mainly in the high altitude parts of Himo where the majority of the population reside. The physical featuresof Himo area allows to distinguish three zones: the high altitude, the intermediate, and the low lands. Populationdensity follows the same pattern in terms of concentration i.e. highest, high and low, respectively Oktingati and Kessy, 1991; Himo Project Progress Report, 1995; Lema, 1995.ZEF Discussion Papers on Development Policy 12The National Salt Iodation Project:The CSPD Project: 14The National Salt Iodation project deals with a good that is of multiple nature. Salt as aconsumer commodity is a market good involving a number of dealers. When salt is used as avehicle for supplying the dietary iodine to promote public health then it is a public good.However, if the product is considered from the production point of view, it is a common pool. Itis produced by mining as a mineral or extraction from the sea. Furthermore, the universalconsumption of iodated salt requires a wellestablished government machinery to control theproduction and distribution of salt. The latter nature of salt makes it a government good.Therefore various institutions and enforcement mechanisms are employed in the implementationof this project. Private traders are used for the distribution of salt to consumers through themarket mechanism. The mechanism comprises well established wholesalers and retailers. Thetraders required no assistance from the project except for the dissemination of informationrelated to the countrys salt law. Due to the economic difficulties of producing iodated salt, thesalt producers were assisted by the project to form an association to solve their conflicts andsafeguard their welfare. The association is known as the Tanzania Salt Producers Association or TSPA. The task of checking whether salt sold or produced for human consumption to ensure thatit contains the recommended levels of iodine has been bestowed on the government commission,the Tanzania Food Control Commission TFCC. The commission collaborates with the healthworkers in the districts. This became possible after the Salt Law was passed by the parliament.The law was initiated and facilitated by the project.The CSPD project which attempts to combat a very complex problem of poor childgrowth and mortality deals with public and government goods. The project is implementedthrough the local government organisation structure. The organisation starts from the regionallevel down to the village through the district and ward. The project makes use of the publichealth facilities to provide primary health care and health education to the community. Theproject initiated the formation of health committees HCs at all levels of the local governmentorganisation. The committees are responsible for making decisions and for taking relevantmeasures to improve health and nutrition. The project was also able to create the post of a villagehealth attendant VHA for individuals appointed from their villages. Each of the appointed VHAs was trained by the project before being put in charge of village health. A similar post wasalso created for a traditional birth attendant TBA. Both the VHAs and the TBAs are membersof the village HC. The present analysis treats the HCs as the local organisations facilitatingparticipation.Another interesting attempt in improving child growth and lowering child mortalityprovided by the CSPD project is health surveillance. Underfiveyearolds are weighed everymonth on the village health day VHD. The weightforage records are kept for the purpose ofnutrition and health surveillance. Initially these records were used for the projectsupportNutrition Improvement Projects in Tanzania Table 6: The current work situation of the interviewed Village Health Attendants VHAs in twodistricts, Iringa Rural and Morogoro Urban 15purposes i.e. monitoring and evaluation. However, they have proved to generate usefulinformation for development planning since other data is not available. The VHAs conduct theweighing and compilation of the records. Another crucial responsibility of the VHAs is to reportto the village leadership all the households which seem to suffer from chronic cases of childmalnutrition. The village leadership will then take the necessary action. While healthsurveillance can be considered a government good by its nature, two different institutions areinvolved in implementing the exercise. These are the local government and the localorganisations VHAs and HCs. The corresponding parameters are therefore hierarchy andparticipation, respectively Table 5.While the use of participation in delivering a public type of project good may seem to beideal, the ability to sustain the local organisations used by the CSPD project i.e. the VHAs and HCs is questionable. For most of the individuals working as the VHAs, this was an opportunityto gain employment and earn an income. The project paid them an allowance during the pilotphase of the project anticipating that their respective village governments would eventually takethe full responsibility. However, an investigation in the areas where the project was implementedhas shown that the village governments are not able to pay them regularly Table 6. Theattendance of frequent seminars and training programmes was another opportunity for the VHAsand the other members of the HCs to earn money. Training and seminars almost ceased after thedonor support stopped. The table also provides some evidence of this.Iringa Rural% N 8Morogoro Urban% N 30Remuneration:Paid allowance regularlyPaid allowance irregularly 85.714.36.793.3Attended any training in 1994 and 1995:YesNo 25.075.023.376.7Opinion on the adequacy of workingfacilities:Quite sufficientInsufficientCannot comment 12.575.012.53.396.70Source: Own survey The experience of the World Bankfunded community development projects Picciotto,1995 also points out the difficulties of poor communities to contribute sufficient resources tosupport the public good projects. The situation seems to imply that it is perhaps wrong to expectpoor communities to take over the costs of providing public services.ZEF Discussion Papers on Development Policy 123.3 Asset Specificity Totomix Project 16All the abovementioned measures in relation to the implementation of primary healthcare, education, and surveillance result in empowering the community. For this reason,community empowerment has been classified as a public good. The project was also involved inefforts to empower a special group of individuals in the population, women. This was done byinitiating the formation of women groups to undertake the incomegenerating activities and byproviding them with credit and the relevant training. For this reason, community empowermentis also considered a civil type of project good undertaken by the local organisations womengroups.The various aspects of asset specificity identified in the NIPs studied are summarised in Table 7. An attempt is made in this section to point out the main features for each individualproject and their probable implications.The equipment, the workers and all the ingredients required for producing the formulatedweaning food are nonspecific which implies that they have a low degree of boundedness. Ahigh degree of boundedness is associated with high risk and therefore implies high TCsWilliamson, 1985. Most of the equipment used is simple household utensils which can easilyfind other uses. The project workers do not need complicated and specialised training, actuallyall of them learned the skills by just working in the project. All the ingredients used maizegrains, groundnuts and cowpeas are available in the local market. The product is distributed bythe existing consumer shop 3 while milling is performed by commercial private millers in thearea. The use of these facilities saved the project from establishing its own which would haveresulted in a high degree of asset specificity. The specialised learning which the project managerad to undergo can be considered a form of human asset specificity. Such an expensive venturewould not have been possible without charity from the church.The table indicates that the Totomix product the formulated weaning food is a dedicatedasset to a certain degree. More than half of the amount produced either goes to the hospital forfeeding the admitted patients not only children or is bought by customers by prescription fromthe paediatricians in the hospital. It is estimated 4 that during the year 1994 an average of 300 kgof the formula was consumed monthly, of which 25% was used by the hospital, 12% was sold atthe hospitals Maternal and Child Health MCH clinic, and 63% was sold by the shop in whicha large part was actually by the prescriptions. In other words, the project depends, to a greatextent, on the hospital. Dedicated assets tend to have higher risks and offer less opportunities for 3 The entrepreneur, who is contracted to produce the weaning formula, owns a consumer shop which is situated in avery strategic position, just opposite the Hospital.4 This is according to the records kept by the project manager as well as those of the hospital.Nutrition Improvement Projects in Tanzania Table 7: Various types of asset specificity, identified and considered relevant, from activities ofthe five study projects 17free market competition Williamson, 1985. The high business risk aspect is off set by theexisting mutual trust between the entrepreneur and the hospital. The entrepreneur enjoys themonopoly guaranteed by the hospital. On the other hand, the hospital is very happy about asingle producer whom it can manipulate. This symbiosis between the two parties seems to bewell understood and appreciated by both of them and neither will want to do without.Type and Level of Asset SpecificityProject AssetGoods Site Physical Human Dedicated Totomix Weaning food Ingredients Workers Equipment 00000000000MIFIPROUse of oxplough Use of oxcart Irrigation Improved farming Workshop 0000000000Himo Tree nursery Efficient firewoodstoves Irrigation00000National Salt Iodation Iodation plants Salt distribution Salt quality control000000CSPDGrowth monitoring Health education Village Health Workers Equipment Women credits0000000000Key: totally specific ; specific to some extent ; nonspecific 0; not applicable .Source: Own surveyZEF Discussion Papers on Development Policy 12MIFIPRO Project 18Several cases of asset specificity were identified among the activities of the MIFIPROproject. The use of an oxplough, one of the new technologies promoted by the project, can beused for land ploughing only. Therefore the oxplough suffers from the physical asset specificity.Oxploughing also requires great skills and strength both of the operator and the traction animal.Unfortunately, both are greatly lacking in the area. Women, children and elderly men contributemost of the farm labour but they are probably not strong enough to handle an oxploughproperly. The small body size of the oxen coupled with poor health and nutrition is anotherobstacle. The area is dominated by heavy clay soils which require a lot of traction power to beable to till the land. In contrast, the oxcart which is another prime mechanisation technologyintroduced by the project, requires less skill and power. The carts, like the ploughs are easilyobtained at a reasonable price through the project workshop where they are assembled. The oxcarts are easily managed by women and children and can serve several purposes in thehousehold. They are popularly used as means of transport for fetching firewood, water, cropharvests and construction materials. The carts are also hired for transportation purposes andhence generate income in the households. Another difficulty for the adoption of oxploughing islikely to be the tradition of cultivating several small plots in different places. The practice doesnot seem to encourage the use of mechanisation. Cultivating small plots in varied places, whichis common in many parts of Tanzania Dercon, 1996, is considered a risk aversion strategy bysmall farmers given the high uncertainty involved in crop farming. Oxcart mechanisation istherefore expected to be more widespread than the oxploughing. An evaluation studyconducted in 1991 supports the above predictions. Among the surveyed farmers in the area, 84%were already using oxcarts as compared to only 47% who were using oxploughs COOPIBO,1991.The irrigation component suffers from site as well as physical asset specificity. Sitespecificity because the irrigation water can only reach some plots but not all of them. Theirrigation water depends on the gravitational flow which can only reach farm plots located in lowareas. Water pumping facilities are not available. Also, because of the small volume of availablewater, only a limited area can be covered. It should be noted that not everyone in the area owns aplot of irrigated land, which implies that irrigation benefits only a portion of the population.Because of these characteristics of site asset specificity, the villagers are not expected to fullysupport irrigation. Irrigation has a great potential to support improved farming especially the useof highyieldvarieties HYVs and fertilisers. However, as pointed out, irrigation covers only alimited area and therefore the full potential of improved farming cannot be appreciated.Improved farming also requires learning and skills. All these factors make it bounded withphysical asset specificity. On the other hand, practising improved farming can expose the smallfarmers to higher risks because of the higher investment requirements. The high TCs involved inundertaking improved farming may hinder its adoption in the area, and unfortunately some of thefactors are beyond the projects reach.Nutrition Improvement Projects in Tanzania Himo Project 19Attention is now turned to the workshop owned by the MIFIPRO project. Even though ithas a greater capacity, the workshop can only serve a limited number of customers because of itspoor location 5. This makes its economic viability questionable. The workshop therefore suffersgreatly from site asset specificity. On the other hand, the longrun existence of the workshopdepends very much on the trained technicians operating and running the activities. Given thelimited economic opportunities in the area Maghimbi, 1992; Mvungi, 1995, the technicians areunlikely to receive enough incentives to stay and continue practising in the area. This issomething to worry about. The workshop faces a high degree of human asset specificity.The tree nursery which forms an important component of the Himo project is limited bythe site as well as physical asset specificity. The nursery is located in Himo but it serves a muchwider area. It is difficult to transport the seedlings over a long distance because they are verydelicate, and would therefore require special handling. The project has tried to take care of thissite asset specificity by supporting various institutions to establish nurseries in their localities tocater to the existing demand. Until August 1995 the project had already established 37 privatetree nurseries, and a total of 150,000 tree seedlings had already been sold. Althoughenvironmental conservation, which is the major benefit of planting trees, is a public good andhence generates a very small incentive for individuals to undertake it, the Wachagga people havea tradition of practising agroforestry within their main farming system Moore, 1978;Oktingati and Kessy, 1991; Lema, 1995. This is a great advantage for the project.The efficient stoves, on the other hand, seem to be less specific except for the fact thatthese stoves need special skills for making and using them. Hence they possess some degree ofphysical asset specificity. The trouble of learning how to use them coupled with the cost ofbuying would likely make their adoption less widespread. The interviewed women in the areaindicated that they felt very uneasy cooking with the new type of stoves which they are notfamiliar with. This can probably be considered more a problem of institutional rigidity at theindividual level, the subject to be dealt with in the next section. Specificity related to irrigation inthe Himo project is of similar situation to the one discussed above for the MIFIPRO project. 5 The workshop is located at Kigonigoni, in the middle of the project intended area. But because of the remotenessof the area, the demand for the workshop is not expected to be high enough to justify its economic viability. Thearea is sparsely populated and lacks other potential economic undertakings. The workshop has been established bythe project to serve the oxmechanisation activities in the area with an anticipation that demand will increase asother economic activities arise. Oil extraction from sunflowers, simsim seeds and groundnuts is being attemptedbut production of these crops is still too low to be of economic importance.ZEF Discussion Papers on Development Policy 12National Salt Iodation Project The CSPD project 20Much of the problem of asset specificity is found within the iodation plants. First, theseplants are located in specific sites 6 which makes it necessary for the salt producers who arescattered along the coast and some inland areas to incur transportation cost. Second, the iodationplants are very specific i.e. they can be used for iodating the salt only. The investors in the saltiodation business have to think twice before embarking on such a venture. If, for example, thesalt iodation business becomes unprofitable, the plants cannot be converted to another use. Therisk is even higher if the government machinery fails to control the use of uniodated salt, whichis much cheaper and therefore more appealing to consumers. The preference for cheap butuniodated salt was reported in a recent study commissioned by UNICEF and the Ministry of Water, Energy Minerals Bazil and AshrafulAlam, 1995. The study covered a large portionof the country. Also related to physical specificity is the need for the iodating chemical,potassium iodate. This reagent is imported into the country. UNICEF assisted in the importationof this important chemical reagent through the project. It remains a challenge for the governmentto provide an enabling environment to attract the private sector.Technical knowhow is required in maintaining the iodation plants. This further physicalspecificity increases the risk of failure. The project has taken steps to reduce this by providingtraining to both large and smallscale salt producers in the country. The relevance of the iodationplants depends to a great extent on the ability of the government to prohibit the use of uniodatedsalt. This dependence turns the iodation plants into dedicated assets and makes them vulnerableto high transaction costs.Salt distribution seems to be free from the restrictions of asset specificity because of thefree market involved. The special equipment for salt testing, as part of quality control, is alimitation because of physical specificity involved. The project was keen to supply the test kitsbut the future situation, when UNICEF support ends, just like that of the potassium iodatereagent, is unclear.The CSPD project consists of varying aspects of asset specificity. For growth monitoring,mothers have to bring their children to a particular weighing centre, normally at a nearby publicbuilding such as a dispensary, school, or a village government office. It is therefore sitespecificand implies all the related difficulties. For example, mothers have to walk a distance to reach theplace. The exercise is also totally specific in terms of physical asset specificity because it 6 Eight iodation plants have been installed in various locations in Bagamoyo, Dar es Salaam, Tanga and UvinzaKigoma. The total minimum capacity is 106,000 tonnes per annum. There are also 25 miniiodation plants: 6 unitsin Dar es SalaamCoastal regions, 3 in Tanga, 6 each in Lindi and Mtwara regions, and 4 in Kilwa district. The miniiodation plants are estimated to have a capacity of 37,500 tonnes.Nutrition Improvement Projects in Tanzania 3.4 Rigidity of Institutions Against Changes 21requires special weighing equipment and must be conducted by trained individuals. Somevillages failed to maintain consistent records because their VHAs quit the job and noreplacement was available. The provision of health and nutrition education which is anotherfocus of the project requires the services of welltrained personnel. The exercise therefore suffersfrom human asset specificity. The village health workers the VHAs, TBAs and members of the HCs are considered siterestricted because they are recognised in their respective villages only.The personnel is required to work very close with the members of community and thereforeheshe should also come from same communities. Furthermore, the workers are specificallyrecruited to work for the project, which does not qualify them to work anywhere else. In otherwords, they are not very useful outside the project. This has brought some disappointment toyoung men and women, who were willing to be recruited in anticipating an increasedopportunity for jobs elsewhere. The characteristics seem to suggest that village health workersare bounded by the site, physical, as well as the dedicated type of asset specificity. The impliedhigh TCs do not favour the continued existence of these workers unless the project or thegovernment is willing to intervene to rescue the situation.Some of the technical equipment provided by the project is difficult to replace ormaintain without the assistance of donors. Such equipment includes computers, printers, vehiclesand medical facilities. These are in this sense suffering from physical asset specificity in whichthey are bound. To obtain a loan from the CSPD project, women had to be organised in groups.As such, many groups were formed just for convenience without really considering theircommon interests. The credit programme was therefore turned into dedicated assets. The theoryof groups Olson, 1971 does not recommend such a process. The consequences are thereforeobvious. Most of the group projects failed and the groups did not repay the loans. Problems ofphysical asset specificity might have also played a role in the failure due to poor knowledge ofoperating such activities, both by the project workers as well as the group members.While the NIPs tried to bring changes intended to improve the nutrition situation, thereare still some tendencies at the individual and community levels which are not in harmony withsuch efforts. This section attempts to reveal the identified sources of institutional rigidity whichare of concern to the efforts made by the projects. Table 8 summarises the results.ZEF Discussion Papers on Development Policy 12Table 8: Identified sources of institutional rigidity at individual and community levels whichare likely to hinder the efforts made by the NIPs Totomix Project MIFIPRO Project 22Project Source of Rigidity TotomixTradition of receiving hospital foods free of chargeTraditional customs related to child and infant feeding practices MIFIPROLong tradition of using hand hoe for cultivationTradition of owning small plots in varied placesCattle ownership tradition and values HimoTraditional use of firewood stove National Salt IodationSmallscale salt producers and their customersCSPDCustomary labour division according to genderTraditional customs which deny women rights to resource ownership anddecision making in the householdTraditional customs related to child and infant feeding practices Source: Own survey The users of the church missionary health services customarily received the formulatedweaning formulas free of charge from donor charities. This applied equally to the Turiani Hospital, the owner of the Totomix project. Because of this old tradition, many people still feeluneasy to pay for hospital food, as most of the formulated foods are still called. This attitudecoupled with the traditional customs of child feeding is likely to prevent for a while thewidespread use of the Totomix formula. Changing health policies which oblige the individual tocontribute to hisher costs of health services may probably help to eradicate the attitude. Butobviously it will take sometime before that is achieved.For generations, the farmers in the low lands of the Mwanga District adopted a number offarming strategies to cope with the conditions facing them. The lowyieldvarieties of crops andbreeds of livestock which are more tolerant to the harsh conditions in the area were adopted afteryears of experience Mvungi, 1995. Farmers in the area do cultivate several small plots locatedin various places to reduce the risks of crop failure. This meant a low productivity of agricultureplus lacking investment incentives. The hand hoe thus became the traditional tool for cultivatingthe land. Attempts by the project to introduce oxploughing mechanisation and improvedNutrition Improvement Projects in Tanzania Himo Project National Salt Iodation Project 23farming practices, all of which require more investments, may therefore face rigidity. Unless thefactors which lead to the high risks in agriculture are successfully dealt with, farmers may not beable to adopt the new ideas. The adoption of oxploughing is further hindered by traditionalcattle ownership and values which people in the area have regarding the animals. Unfortunately,the young farmers who are most likely to adopt the new ideas dont own the cattle. The animalsare mostly owned by the old men who have acquired them through the years. Investigation hasalso shown that the Wapare people who dominate the area feel it is unfair to use an ox forworking COOPIBO, 1991. They also believe that the meat from such an animal has a poortaste and texture.The adoption of the improved stoves is likely to be affected by the old tradition of using athreestone stove, which is very common in the area. The new stoves require chopping or cuttingfirewood pieces into much smaller and uniform pieces. This is certainly more labourintensive.Unfortunately, according to the Wachagga tribe a kitchen is a womans place and in manyhouseholds elderly women still preside over the kitchens following the migration of youngerpeople to urban centres Lema, 1995. Elderly women may not only be rigid towards new ideas,but may also find it too difficult to work with the new stoves. The stoves are more likely to beaccepted for largescale cooking such as in schools and in catering businesses. Until the end of 1995, there was already a total of 85 installations in schools, local breweries and hotels Himo Project Progress Report, 1995. About 80 women were trained in stove making during the sameperiod but the womens adoption is doubtful.The old habit of consuming uniodated salt produced by the smallscale traditional saltproducers can be a big hindrance to success of the National Salt Iodation project. While it ispossible for the government to control the salt which goes through the formal market channels, itis difficult to control the portion which goes through the informal channels. A typical example isa situation where people produce and consume their own salt, and where the salt reaches thehouseholds by other means than trading. It is estimated that about 13 million people in thecountry have access to foothill salt 7 which is just one type of salt produced by smallscaletraditional dealers Bazil and AshrafulAlam, 1995. Unless the public is made aware of theadvantages of using iodated salt and hence refrain from the cheap uniodated salts, it may bedifficult to beat the generationold tradition of producing and consuming uniodated salt. 7 There are four major salt sources in the country. These are categorised as: 1. Seawater along the coast, 2.underground brine at Uvinza, 3. rock salt at Kilwa, and 4. evaporite in the soil foothill along the system ofthe Great Rift Valley.ZEF Discussion Papers on Development Policy 12The CSPD Project 3.5 Some Preliminary Conclusions 24The CSPD efforts are in conflict with a number of customary traditions among membersof the communities. Such traditions include those which govern the distribution of labour amongmembers of a household which leave women with heavy workloads. Others include the denial ofrights for women to own resources, and some feeding practices which put children and infants ata disadvantage. Project implementors are very much aware of the existence of such customs.Strong mobilisation campaigns and the mass media were used to create awareness in thecommunity of womens mistreatment and the importance of child nutrition. However, traditionsare hard to die and therefore the project efforts are likely to have suffered. The provision of loansto women for incomegenerating activities was considered a means of encouraging womensownership of resources. It is, however, difficult to assess the exact effect of such customs onproject efforts, or the exact impact of the project on the peoples attitude to the mentionedcustoms.To have a more lasting impact, the NIPs used the existing potential institutions inimplementing their activities. Where it was felt that such institutions were either lacking orinappropriate, new ones were created. Both types of institutions have been identified in all thefive projects studied.Projects are dominated by civiltype goods. But the other types of project goods i.e.public, government, common pool, and market are also present. Even where the narrow focusingapproach was used, several types of goods were still involved. It is therefore not surprising thatthe use of participation including charity is very common. The market mechanism was usedwhenever possible. Guided by the concepts of New Institutional Economics NIE and theassumption that the institutional arrangement which results in a more harmonised situation hasrelatively low TCs, the following can be said: Project activities dealing with either market, civilor common pooltype goods, except where asset specificity is very high, appear to be morepromising. However, there is some concern for those activities dealing with the public andgovernmenttype goods. The health aspects of the CSPD and the National Salt Iodation projectsare typical of the public good, while the salt law and health surveillance aspects are examples ofgovernment goods.Nutrition Improvement Projects in Tanzania 4 Proposed Conceptual Framework, Policy Implications and the Main Conclusion 4.1 Proposed Conceptual Framework for the Functioning of NIPs 25Given the expected potential of the Nutrition Improvement Projects NIPs to reduce theproblem of malnutrition in poor countries, the present study intended to investigate how suchprojects are implemented in Tanzania with the aim of assessing the possibility for furtherimprovement, and to answer the general research question of how nutrition interventions shouldbe undertaken for a successful outcome.As mentioned earlier, a clear conceptualisation of how various factors interact toinfluence the outcome of implementing NIP has been lacking. This chapter intends to piecetogether the evidence gathered from the various analyses in the present study to suggest part ofsuch a conceptual framework. Four main issues surround, and dominate, the process of NIPproject implementation and outcome in this study. The four issues are:1. Importance of the type of goods addressed by the project which gives rise to a rangeof incentives to various actors, i.e., individuals, households or specific groups in thecommunity. The types of project goods encountered in this study are: public childhealth improvement, market commodities, common pool natural resources,namely, salt resources, civil voluntary donations to support specific developmentaction, or government salt laws and regulations, nutrition surveillance. The type ofgood will influence both the approach to use for implementing the project activities aswell as the degree of support required from donors andor the government toimplement such activities.2. Community capabilities reflected by the potential existing institutions and localorganisations. Though not directly measurable, the existence of apparently stronginstitutions and local organisations can greatly reduce the amount of support requiredfrom donors or from the central government. This is part of what is commonlyreferred to in the literature as the institutional capabilities of the communities.3. Support needed from donors and the central government. All the NIPs addressed inthis study, like many other development projects, have donor support. This alsoaddresses the question of how long the support should continue before it is phasedout.ZEF Discussion Papers on Development Policy 12Figure 1: Proposed framework of interactions involved in implementing NIP to determine theproject outcome. 264. Implementation approach this depends very much on the type of good included inthe components of the project and on the degree of support required and actuallyavailable.The four issues, and their interactions to determine the NIP project outcome, areconceptually presented in figure 2 below. Accordingly, at step 1, the good delivered by theproject will generate a range of incentives for various actors, including the recipients, either atthe individual, household or group level, other community members and groups, and projectworkers and leaders. Other actors may include the local political and power base. The incentivesfrom the NIPs can be categorised as intended or direct and nonintended, i.e. externalities.Income transfers to individuals and households provided by NIPs such as savings from the healthservices which otherwise the beneficiaries were to purchase, is an example of direct incentivesresulting from project goods. Other incentives of the same nature include subsidised prices forvarious commodities promoted by project and creditsloans offered.Implementa tion Approach Type of Good Range of INCENTIVESProject Outcome 13Existing potential: Institutions Local organizations Community Condition social political economic Degree of support needed 2Unfortunately, some project goods may not attract the intended beneficiaries despite theirpotential benefits. Nutrition and health education is such a project good. However, health ornutrition education may attract the related government ministry or agencies, especially whentheir goals seem to overlap. While direct incentives mainly involve the intended beneficiaries,the externalities accrue mostly to the nonintended beneficiaries. Examples encountered in thisstudy include employment and training opportunities for members of the community in theNutrition Improvement Projects in Tanzania 27CSPD project and other material gains such as transport facilities e.g. bikes for the projectworkers and few individuals who hold certain positions in the community. The project goods andactivities may also attract the interest of private traders and business in the project area who mayseize the opportunity to supply certain commodities for which the project creates the demand.Local politicians may also find a project attractive for strengthening their politicalsupport in their constituency. PinstrupAndersen 1993b noted that it is essential to design theimplementation in such a way that the benefits are shared among the various groups to ensurepolitical sustainability of a project. That is, NIPs should try to include a twopronged targetingapproach aimed at including as many as possible of the most needy but at the same timeincluding the groups actors who must provide the necessary support. Each actor will then try totake advantage of the benefits generated loop or step 2. It is important to note that the variousgoals and actions of the main players may come into conflict with one another or with the projectgoal. For example, a health promoting NIP may provide a subsidised formulated weaning food toa family with a severely malnourished child so that the food be used to feed the child. However,given the priorities of the decisionmakers in the family the food may be used to feed the otherswho are less in need. Similarly, the project workers and community leaders may use the facilitiesmeant for project activities for their own other activities. The project workers may also bemotivated rather by the material gain than by their commitment to achieve project goals. Drivenby shortterm profitmaking objectives, traders and businessmen may supply poorqualityproducts to the project, if left unchecked.The implementation process then becomes an act of trying, first of all, to harmonise theincentivedriven actions of the various actors, especially where it is suspected that access of afew can override that of the others, to guide them to achieve the intended goals of the project.Secondly, implementation is seen here as an act of trying to extend the incentives, especially tothe most nutritional needy, who may still lack access or motivation to take part in the project. Atypical case is where a certain portion of the population lacks information and knowledge of theimportance of good nutrition and the projects opportunities for improving nutrition. This canresult in poor motivation to participate in the project and fewer incentives for that particularportion of the population. This is presented in the illustration as step 3.The success of a project, which, in most cases, is meant to assist the poor and sociallydisadvantaged, will depend on how effectively the two steps loops 2 and 3 are accomplished.If, for example, the project fails to institutionalise a mechanism to check the mentionedincentivedriven actions of the various groups or actors and, as a result, the disadvantaged areleft out, such a project will fail to achieve the goal. On the other hand, if the project fails tostimulate increased demand for its goods and services in the intended beneficiaries, for exampleby not providing the needed information, the intended beneficiaries will not be motivated to takepart in the project, and the project will fail. A variety of measures can be employed to enhancethe success of the two steps. Measures of targeting by restricting the benefits to the intendedbeneficiaries can be used as one way of regulating the incentivedriven actions of the variousZEF Discussion Papers on Development Policy 12 28consumers of the project benefits in order to protect those most in need, who may be exclude ifentry is not restricted. However, the dangers involved in trying to restrict the benefits to the pooronly must be taken into consideration. The dangers include lack of strong political support andtherefore poor sustainability of the project PinstrupAndersen, 1993a;b. The empowerment ofthe special groups considered to be at greater risk can also be used to extend the incentives tosuch groups. Very often, poor people, and in this case the group most at risk, tend to refrain fromtaking part in the socalled development projects because they are voiceless and many projectsare initiated and implemented without their involvement PinstrupAndersen, 1993a;b.Therefore an approach allowing the involvement of such groups in NIP decisionmaking,coupled with the provision of knowledge, may help to empower them and therefore motivatethem to take part in the project.The implementation approach will both determine and be determined by the degree ofsupport needed for the project, be it from donors or from the local or central government. If acertain approach, for a given project good, requires the use of some technical equipment which isnot locally available, such an approach would then require a higher degree of support from adonor or government, and vice versa. However, the approach may need to be changed if thenecessary support cannot be obtained or solicited. The type of project good can also influenceboth the approach of implementation and the degree of support needed. This is represented bythe dotted line in the diagram.The institutions and local organisations which are potential and present in the communitycan, to a greater extent, influence the degree of support needed from donors or the government.Where such potential institutions and organisations are present, and are relatively strong, asmaller degree of support will be required. But where such important components are lacking orare rather weak, a high degree of support must be provided. The strength of the existinginstitutions and local organisations are deeply rooted in the communitys social, political andeconomic conditions. Since the support provided by donors or government has to inevitably stopor be phased out at some point, it is these institutions and the local organisations that have to takeover providing for the intended achievements. Projects should therefore work to build suchinstitutions and organisations. Actually, it is suggested that the achievement and sustainability of NIPs should be measured by their ability to nurture such institutions and organisations Greiner,1989.The incentive pattern which determines the outcome of project implementation, that isloop 3, can be influenced very much by the amount of support provided by the donor orgovernment. In other words, even if the incentives generated by a particular project good arevery limited, strong donor support can help to compensate by stimulating a different pattern ofincentives which may still bring about a seemingly positive project outcome. However, it shouldbe noted that such incentives generated by donorsupport will not have a sustained impact. It isemphasised here that while donor support is crucial for NIPs, its ability to compensate forlimited incentives generated by project goods is artificial and may be misleading in assessing theNutrition Improvement Projects in Tanzania 4.2 Evidence From the Study to Support the FrameworkaType of project good 29impact of a project. Efforts by the government and project owners should therefore be directed atfacilitating the expansion and distribution of incentives from project goods, and at buildingcapable local institutions and organisations.Now the framework has been suggested, the next section will provide some evidencebased on the analyses of the present study.As mentioned above, the nature of the project good included in the intervention is crucialfor generating the necessary incentives to make various individuals and groups take part in theproject. Generally, public and governmenttype project goods have a very low incentivegenerating ability. Because of this characteristic, these two types of project goods require rathercontinuos support from the donor or the government. If it is not possible to command suchsupport, there is good reason to doubt what can be achieved, in other words, poor performance islikely.The CSPD Child, Survival, Protection and Development and the National Salt Iodationprojects are the two projects that included public and governmenttype project goods. Theinclusion of primary health care within the CSPD project, and the health improvement aspect ofiodated salt make them publicgood projects. The inclusion of growth monitoring in CSPD forsurveillance purposes, and the need for salt control by National Salt Iodation, and theirenforcement procedures, are all governmenttype project goods. Because of the cost involved intaking part in the project, in terms of time required for individuals to attend childweighingsessions CSPD or the relatively higher prices paid by consumers for iodated salt National Salt Iodation, the two generate few participation incentives. The importance of weighing childrenand that of consuming iodated salt was stressed by the educational components of these twoprojects but they are not sufficiently convincing to many intended beneficiaries. Attending childweighing or consuming iodated salt appears to result rather from the ability of the government toimpose enforcement rather than from the individuals motivation.Based on the household economic theory, it is clear that decisions by individuals andhouseholds to take part, or not to take part in a nutrition programme depend very much on howthe project affects the constraints faced by the households, including resources, time andinformation PinstrupAndersen, 1993a. A project can only generate incentives to take part, if itis able to reduce those constraints. Because of the weak incentives of public and governmenttype project goods, the outcomes of the two projects depended, to a greater extent, on the pushexalted by key project workers. The key project workers in the CSPD project were the Village Health Attendants VHAs, while National Salt Iodation had the Health Officers in the districts.ZEF Discussion Papers on Development Policy 12 30The push which these workers can exalt depends on how motivated they are, again an issue ofincentives. The two projects created various incentives for these workers. The VHAs wererecruited and paid by the CSPD project, before they were handed over to their communities. Formost of them it was a great chance to receive the training and job opportunity, being primaryschool dropouts. Frequent training and seminars were a good opportunity to earn an income.This is equally true of the Health Officers working for the National Salt Iodation project. Thedonor, in this case UNICEF for both projects, also provided the working facilities, including themeans of transport in the field. The results of the VHA survey have shown that these workers areprobably becoming less motivated, following the phasing out of donor support. It seems that theincentives resulting from the goods themselves, that is loop 2, were weak and therefore loop 3was dominated by the effect of donor support. However, as mentioned earlier, the completion ofloop 3 using the thrust from donor or government support, cannot bring about lasting sustainedimpact.Contrary to the public or governmenttype project goods, which generate fewer positivetangible externalities for the intended beneficiaries and other actors, markettype goods have alot more positive externalities and therefore attract more actors to take part in such projects. Anexample of such a good is the formulated weaning food by the Totomix project. The product isproduced and distributed by a private entrepreneur using the market mechanism. Apart fromyielding profit for the entrepreneur, the hospital, which uses the product, also benefits from nothaving to buy expensive substitutes and not having to painstakingly produce the product on itsown. Consumers are also attracted by the rather low price, as compared, for example, toimported substitute products. The product is easy to handle in terms of production processing,which is an added incentive for the producer. He does not need to hire special skills. For thecustomers, cooking preparations are simple and the ingredients are familiar to them. Otheractors, who also take part, include traders and producers of the needed ingredients and owners ofmilling machines in the area. Because of the strong incentives generated by the Totomix product,less support from the donor seems to be necessary. The donor support was only necessary fortraining the entrepreneur, at the beginning. In this case, both loop 2 and 3 are strong and themore important thing is that loop 3 is not dominated by the incentives of the donorsupport.Actually, the need for donor support is minimal. The existing institutions or organisations withinthe Totomix project are the consumer shop, which is an outlet for the product, the reputablehospital which creates large demand for the product, the agricultural system which provides theingredients in the market, and the presence of private commercial millers.An important policy implication can be derived here, how long should a project besupported by a donor or the government? In other words, how long should be consideredsufficient for an NIP to continue receiving such support. It has become common for the variousdonor agencies to provide project support for up to five years, after which they phase out thesupport. For the agencies concerned, this strategy is taken in anticipation that after this period thecommunities will be able to support the activities on their own. However, this study implies adifferent perspective. It is suggested here that the length of providing the support before phasingNutrition Improvement Projects in TanzaniabAbility of existing local institutions and organisations to reduce the degree ofsupport needed for a project 31out should be adapted to the type of good delivered by the project. Although it is not possible,based on the present study, to suggest an exact appropriate length of time, projects that deal withpublic andor governmenttype project goods should be supported longer, while those dealingwith market goods require support for only a minimum length of time. Between the twoextremes above, the time required for the civil andor common pool type of goods can be found,depending on the actual situation presented by the local institutions and organisations. Thisquestion of how long is sufficient for providing project support needs to be investigated furthermaking use of the suggestions provided here, that is by considering the nature of the gooddelivered by the project.All the five NIPs in the present study made use of existing institutions and organisationsby varying degrees. Although it was not possible to estimate the actual saving resulting fromusing such institutions and organisations, the savings have enabled the projects to expand orstrengthen their activities. By incorporating its activities within the existing governmentadministration structure, the CSPD project was able to use the government personnel to work forthe project without having to remunerate them. Starting at the village and ward levels, therespective leaders automatically became project leaders in their locations, and similarly for theexecutives at the district and regional levels. It is obvious that the project would have required ahuge, and probably unmanageable, budget to be able to pay all the staff involved. The only costwhich the project incurred regarding this personnel was the training they needed to instruct themof the project needs.Contrary to the above arrangement of using existing institutions, the CSPD projectpurposely created two posts within the health institution set up in Tanzania. The two posts werethe Village Health Attendant VHA and the Traditional Birth Attendant TBA. VHAs provedto be crucial for carrying out project activities at the village level, particularly those of weighingthe underfive children for growth monitoring. However, the problem was that these workerswere to be paid by the project, and therefore added costs. When the project stopped supportingthem, requiring the communities to pay them, difficulties resulted, leading to a low motivationfor their work. It seems that communities are finding it difficult to maintain this projectcreatedlocal organisation which does not create enough incentives for the members of the community topay for it.Examples of how the other projects were able to use the existing local institutions andorganisations to cut the extent of support required from the donor will briefly be mentioned here.The Himo project cooperated with the local schools in the area to grow treenurseries anddistribute the seedlings to the community. Certainly, it would have been costly for the project toestablish, by its own, all the tree nurseries necessary. In carrying out the irrigation components ofthe MIFIPRO and Himo projects, the two projects made use of the existing local waterZEF Discussion Papers on Development Policy 124.3 Concluding Remarks Is there Room for NIPs Improvement? 32management traditions in the respective areas. Thus the projects did not have to think aboutestablishing mechanisms for managing and distributing the water. The cattlekeeping traditionwithin the MIFIPRO area was taken advantage of, when the project introduced oxmechanisation. The project did not have to start teaching community members how to raisecattle. As mentioned earlier, the Totomix project made use of the already present consumer shop,reputable hospital, relevant agricultural system, and commercial millers. For the National Salt Iodation project, the use of the existing salt dealers was a good choice.The aligning of institutions for delivering primary health services attempted by somenutrition improvement projects in Tanzania, including the internationally recognised Iringa Nutrition Project, seems to be in disharmony with organisational capacities, and thereforecausing high transaction costs. For such projects to be able to maintain their impacts, continuedsupport from the donors andor the central government is necessary. In other words, it isbecoming apparent that delivering primary health services requires a much broarder frameworkthan the nutrition improvement projects are able to provide. The implication here is that, it is stilla long way before the government can excuse itself from involvement in providing andfacilitating primary health services in Tanzania.On the contrary, arrangement of institutions for the projects which are not dealingdirectly with primary health care seems to allow for harmony with organisational capacities andfunctioning of institutions. However, it should be mentioned here that, the key to suchharmonisation, and therefore low transaction costs, will depend very much on how suchcombination of institutions are selected. The private sector through the use of marketmechanism, and more involvement of the civil society as a way of increasing participation of thebeneficiaries, hold the key to success for that matter. The changing economic climate in Tanzania, which was triggered by changes in the macroeconomic policies, is most likely tofavour such arrangements.Nutrition Improvement Projects in Tanzania References 33ACCSCN 1992: The United Nations Administrative Committee on Coordination Subcommittee on Nutrition ACCSCN Second Report on the World Nutrition Situation Vol. I. Global and Regional Results 1992.ACCSCN 1993: The United Nations Administrative Committee on Coordination Subcommittee on Nutrition ACCSCN Second Report on the World Nutrition Situation Vol. II. Country Trends; Methods and Statistics. March 1993.ACCSCN 1994: The United Nations Administrative Committee on Coordination Subcommittee on Nutrition ACCSCN Update on the Nutrition Situation, 1994.November 1994.ACCSCN 1996: The United Nations Administrative Committee on Coordination Subcommittee on Nutrition ACCSCN Summary of the results for the third report onworld nutrition situation. Update on the nutrition situation 1996.Barzel, Y. 1985: Transaction Costs: Are They Just Costs? Journal of Institutional and Theoretical Economics, 141: 416.Bazil, M. P. and AshrafulAlam, A. K. M. 1995: Foothill Salts in Tanzania. In AshrafulAlam, A. K. M. and Rahman, M. A. eds. 1995: Proceedings of the National Workshopon Iodation of FootHill Salt, Dodoma Tanzania, 11 13 July 1995.Berg, A. 1973: The Nutrition Factor Its Role in National Development. Brookings Institution. Washington D.C.Berg, A. 1987: Malnutrition What Can Be Done? Lessons from World Bank Experience.Published for The World Bank. The Johns Hopkins University Press. Baltimore and London.Cheung, S. N. S. 1983: The Contractual Nature of the Firm. Journal of Law and Economics,26: 1 21.COOPIBO 1991: Evaluation of the Introduction of Animal Traction by MIFIPRO in the Northof Tanzania. COOPIBO, Dar es Salaam. September, 1991.ZEF Discussion Papers on Development Policy 12 34Dercon, S. 1996: Risk, Crop Choice, and Savings: Evidence from Tanzania. Economic Development and Cultural Change, Vol. 44 No. 3 .Engle, P. L., Menon, P. and Haddad, L. 1997: Care and Nutrition Concepts and Measurements. International Food Policy Research Institute IFPRI. Washington, D.C.Fink, A. 1995: How to Sample in Surveys. SAGE Publications. Thousand Oaks, London and New Delhi.Fink, A. 1995: How to Sample in Surveys. SAGE Publications. Thousand Oaks, London and New Delhi.Garcia, M. and PinstrupAndersen, P. 1987: The pilot food price subsidy scheme in the Philippines: Its impact on income, food consumption, and nutritional status. Research Report 61. International Food Policy Research Institute. Washington, D.C.Government of the URT 1994: Salt Acts. Compiled by the National Food Control Commission Ministry of Health. 21st April, 1994.Greiner, T. 1989: The Building of Nutrition Institutions: A Search for Guiding Principles Based on SIDA Experience in Africa. Paper for the Advisory Group on Nutrition.ACCISCN, Geneva.Himo Project Progress Report, November and December 1995. HimoMoshi Tanzania.Joskow, P. L. 1988: Asset Specificity and the Structure of Vertical Relationships: Empirical Evidence. Journal of Law, Economics, and Organization, 4: 95118.Kavishe, F. P. 1993: NutritionRelevant Actions in Tanzania. UN ACCSCN country casestudy supported by UNICEF. A case study for the XV Congress of the International Union of Nutritional Sciences, September 26 to October 1, 1993, Adelaide.Kessides, C. 1993: Institutional Options for the Provision of Infrastructure. World Bank Discussion Papers No. 212. The World Bank. Washington, D.C.Lema, A. J. 1995: Land Degradation in Local Communities on the Southern Slopes of Mount Kilimanjaro: Towards a Social Science Explanation and Prospects for Sustainable Development. In Forster, P. G. and Maghimbi, S. eds. 1995: The Tanzanian Peasantry Further Studies. Avebury, Aldershot. pp. 95 110.Lugalla, J. 1995: Adjustment and Poverty in Tanzania. Bremer AfrikaStudien Bd. 12.Bremen.Nutrition Improvement Projects in Tanzania 35Maghimbi, S. 1992: The Decline of the Economy of the Mountain Zones of Tanzania: A Caseof Mwanga District North Pare. In Forster, P. G. and Maghimbi, S. eds. 1992: The Tanzanian Peasantry Economy in Crisis. Avebury, Aldershot. pp. 13 30.Moore, S. 1978: The Chagga of Kilimanjaro. Ethnographic Survey of Africa. International African Institute.Msuya, J. M. 1999: Nutrition Improvement Projects in Tanzania: Implementation,Determinants of Performance, and Policy Implementation. Peter Lang Verlag, Frankfurt.Mvena, Z. K., Lupanga, I. J. and Mlozi, M. R. 1991: Urban Agriculture in Tanzania Astudy of six towns. Sokoine University of Agriculture SUA, Morogoro. Tanzania.Mvungi, A. A. K. 1995: Towards a Peoplebased Approach: A Case Study of Mwanga District. In Forster, P. G. and Maghimbi, S. eds. 1995: The Tanzanian Peasantry Further Studies. Avebury, Aldershot. pp. 111 129.North, D. C. 1987: Institutions, Transaction Costs and Economic Growth. Economic Inquiry 25 pp. 419428.North, D. C. 1990: Institutions, Institutional Change and Economic Performance. Cambridge University Press, Cambridge.Oktingati, A. and Kessy, J. 1991: The Farming Systems on Kilimanjaro. In Newmark, W.ed. 1991: Conservation of Mount Kilimanjaro. International Union for Conservation of Nature and Natural Resources. Gland Switzerland, Cambridge.Olson, M. 1971: The Logic of Collective Action Public Goods and the Theory of Groups.Harvard University Press. Cambridge. Massachusetts.Organization for Economic Cooperation and Development OECD 1991: Development Cooperation. OECD. Paris. December, 1991.Picciotto, R. 1995: Putting Institutional Economics to Work: From Participation to Governance. World Bank Discussion Papers No. 304. The World Bank. Washington,D.C.PinstrupAndersen, P. 1983: Estimating the Nutritional Impact of Food Policies: A Note onthe Analytical Approach. Food and Nutrition Bulletin, Vol. 5 No. 4.ZEF Discussion Papers on Development Policy 12 36PinstrupAndersen, P. 1993a: Household Behaviour and Government Preferences:Compatibility or Conflicts in Efforts to Achieve Goals of Nutrition Programs. In PinstrupAndersen, P. ed. 1993: The Political Economy of Food and Nutrition Policies. The Johns Hopkins University Press. Baltimore and London. Chapter 8 pp 116 130.PinstrupAndersen, P. 1991: Targeted Nutrition Interventions. Food and Nutrition Bulletin,Vol. 13 No. 3.PinstrupAndersen, P. 1993b: Integrating Political and Economic Considerations in Programsand Policies to Improve Nutrition: Lessons Learned. In PinstrupAndersen, P. ed.1993: The Political Economy of Food and Nutrition Policies. The Johns Hopkins University Press. Baltimore and London. Chapter 14 pp 225 235.TFNC 1983: Tanzania Food and Nutrition Centre TFNC Ten Years of Nutrition Work in Tanzania. The Tanzania Food and Nutrition Centre. Dar es Salaam.von Braun, J., Bouis, H., Kumar, S. and PandyaLorch, R. 1992: Improving Food Security ofthe Poor Concepts, Policy, and Programs. International Food Policy Research Institute.Washington, D.C.Williamson, O. E. 1975: Markets and Hierarchies: Analysis and Antitrust Implications. Free Press. New York.Williamson, O. E. 1985: The Economic Institutions of Capitalism. Free Press. New York.Williamson, O. E. 1994: Institutions and Economic Organization: The Governance Perspective. Annual World Bank Conference on Development Economics. World Bank,Washington, D.C. April 1994.World Bank 1996: World Development Report 1996. Oxford University Press.", "filename": "zef_dp12.pdf", "person": ["John M. Msuya", "Msuya, John M."], "date": ["1999"]}